import { AdvancedTrading } from '../@types/advancedTrading';

export const advancedTrading: AdvancedTrading = {
  analysisAndTrends: 'การวิเคราะห์และแนวโน้ม',
  predictPossibleFuture:
    'คาดการณ์แนวโน้มราคาในอนาคตที่เป็นไปได้ผ่านการวิจัยเกี่ยวกับแนวโน้มของตลาดในอดีต และช่วยนักลงทุนกำหนดจุดเข้าและออกของธุรกรรม',
  intermediateTradingCourse: 'หลักสูตรการค้าระดับกลาง',
  advancedTradingCourse: 'หลักสูตรการซื้อขายขั้นสูง',
  technicalAnalysis: 'การวิเคราะห์ทางเทคนิคและแนวโน้มของตลาด',
  fundamentalAnalysis: 'การวิเคราะห์ปัจจัยพื้นฐาน',
  fibonacciRetracementLine: 'เส้น Fibonacci Retracement',
  supportAndResistance: 'แนวรับและแนวต้าน',
  marketParticipants: 'ผู้เข้าร่วมตลาด',
  tradingStyle: 'สไตล์การซื้อขาย',
  whatIsTechnical: 'การวิเคราะห์ทางเทคนิคคืออะไร',
  technicalAnalysisPredicts:
    'การวิเคราะห์ทางเทคนิคคาดการณ์แนวโน้มของตลาดโดยการสังเกตราคาในอดีตและกำหนดกลยุทธ์การซื้อขายตามนั้น เมื่อรวมกับการวิเคราะห์ปัจจัยพื้นฐานแล้ว เครื่องมือทั้งสองเป็นเครื่องมือวิเคราะห์ที่ใช้กันแพร่หลายมากที่สุด',
  unlikeFundamentalAnalysis:
    'ซึ่งแตกต่างจากการวิเคราะห์ปัจจัยพื้นฐานที่มุ่งเน้นไปที่การพัฒนาทางเศรษฐกิจ การเมือง และการเงิน การวิเคราะห์ทางเทคนิคโดยพื้นฐานแล้วจะเน้นเฉพาะแผนภูมิโดยศึกษาการเปลี่ยนแปลงของราคาในอดีตเพื่อคาดการณ์การเคลื่อนไหวของตลาดในอนาคต',
  tradersWhoUse: 'ผู้ค้าที่ใช้การวิเคราะห์ทางเทคนิคอาศัยสามสิ่งต่อไปนี้:',
  theMarketPrice: 'ราคาตลาดมีข้อมูลทั้งหมดที่ผู้คนจำเป็นต้องเข้าใจ',
  thePriceFluctuates: 'ราคาผันผวนตามเส้นแนวโน้ม',
  historyWillRepeat: 'ประวัติศาสตร์จะซ้ำรอย',
  theseThreePremises:
    'สถานที่ทั้งสามนี้เป็นพื้นฐานสำหรับการวิเคราะห์ทางเทคนิคที่มีประสิทธิภาพ ด้วยความช่วยเหลือของการวิเคราะห์ทางเทคนิค เราสามารถคาดการณ์การเคลื่อนไหวของราคาที่จะเกิดขึ้นได้',
  itShouldBe:
    'โปรดทราบว่าการวิเคราะห์ทางเทคนิคนั้นไม่ถูกต้อง 100% ในการใช้งานจริง คุณอาจพบว่าการตัดสินใจซื้อขายของคุณตามผลการวิเคราะห์ทางเทคนิคอย่างเข้มงวดนั้นตรงกันข้ามกับทิศทางของความผันผวนของราคาในตลาดจริง สถานการณ์นี้ไม่ได้ขัดแย้งกับความตั้งใจดั้งเดิมของเราในการวิเคราะห์ทางเทคนิค และไม่ได้หมายความว่าวิธีการวิเคราะห์ทางเทคนิคของคุณผิด',
  theRoleOf:
    'บทบาทของการวิเคราะห์ทางเทคนิคไม่ได้เป็นเพียงการคาดการณ์การขึ้นและลงของราคาในตลาดเท่านั้น ความหมายที่แท้จริงของมันคือการช่วยให้ผู้ค้าเข้าใจตลาดได้ดีขึ้นและพัฒนากลยุทธ์การซื้อขายที่ปรับให้เข้ากับตลาดปัจจุบัน',
  commonMethodsOf:
    'วิธีการทั่วไปของการวิเคราะห์ทางเทคนิค ได้แก่ รูปแบบกราฟและตัวบ่งชี้ทางเทคนิค เราจะเปิดบทความเพิ่มเติมอีกสองบทความเพื่อแนะนำพวกเขา ในบทความนี้ เราจะแนะนำทักษะพื้นฐานของการวิเคราะห์ทางเทคนิคในการระบุแนวโน้ม',
  whyIdentifyingTrends: 'ทำไมต้องระบุแนวโน้ม?',
  justUnderstanding:
    'แค่เข้าใจราคากราฟไม่ได้ช่วยให้เราตัดสินใจซื้อขายได้ คุณต้องเข้าใจวิธีระบุแนวโน้มราคาบนกราฟด้วย แนวโน้มของแผนภูมิมีสามประเภท: ขึ้น ลง และการรวมบัญชี ในแนวโน้มขาขึ้นและขาลงแบบฝ่ายเดียว ผู้คนมักจะใช้กลยุทธ์การซื้อขายที่ก้าวหน้า นั่นคือ ซื้อขายในทิศทางเดียวเท่านั้น ซื้อขึ้นหรือลง ในแนวโน้มการรวมบัญชี ผู้คนมักจะใช้กลยุทธ์การเทรดแบบช่วงการขายสูงและการซื้อต่ำ ขายเมื่อราคาขึ้นไปด้านบนของช่วงการรวมบัญชี และซื้อเมื่อราคาตกลงไปที่ด้านล่างสุดของช่วงการรวมบัญชี ดังนั้น จึงมีความสำคัญเป็นพิเศษสำหรับเทรดเดอร์ในการตัดสินว่าแนวโน้มของอัตราแลกเปลี่ยนอยู่ในแนวโน้มขึ้น/ลงฝ่ายเดียวหรืออยู่ในช่วงการรวมบัญชี โดยการเข้าใจแนวโน้มอย่างแม่นยำเท่านั้น เราจึงสามารถนำวิธีการเทรดที่ถูกต้องมาใช้ได้มากที่สุด',
  thereAreMany:
    'มีเครื่องมือมากมายสำหรับการระบุแนวโน้ม และการวิเคราะห์ทางเทคนิคเกือบทั้งหมดเกี่ยวข้องกับการตัดสินแนวโน้ม ในบทความนี้ ก่อนอื่นเราจะแนะนำวิธีการวาดเส้นแนวโน้ม เส้นแนวรับ/แนวต้านในแผนภูมิ และกฎทั่วไปในการตัดสินแนวโน้มสิ้นสุดลงแล้ว',
  noteThatAlthough:
    'โปรดทราบว่าแม้ว่าบางครั้งแผนภูมินาทีอาจสะท้อนถึงแนวโน้มบางอย่าง แต่เรายังคงแนะนำให้คุณใช้เครื่องมือวิเคราะห์ทางเทคนิคในแผนภูมิระยะยาว เนื่องจากข้อมูลราคาในแผนภูมิระยะยาวนั้นมีความครอบคลุมและมีความน่าเชื่อถือทางสถิติมากกว่า ตัวอย่างเช่น ข้อมูลราคาในแผนภูมิรายชั่วโมงมีความน่าเชื่อถือมากกว่าแผนภูมินาที และข้อมูลราคาในแผนภูมิรายวันมีความน่าเชื่อถือมากกว่ารายชั่วโมง',
  trendLines: 'เส้นแนวโน้ม เส้นแนวรับ และเส้นแนวต้าน',
  aTrendLine:
    'เส้นแนวโน้มคือเส้นตรงที่แสดงแนวโน้มของคู่สกุลเงิน ซึ่งเกิดจากการเชื่อมต่อราคาตั้งแต่สองราคาขึ้นไป ในตลาดขาขึ้น เส้นแนวโน้มเป็นแนวรับ ในตลาดขาลง เส้นแนวโน้มคือเส้นแนวต้าน',
  aSupportLine:
    '—> เส้นแนวรับหมายถึงเส้นที่เชื่อมต่อกันด้วยชุดของราคาแนวรับ หากอัตราแลกเปลี่ยนลดลงมาที่ระดับราคานี้และพลิกกลับหลายครั้ง เราถือว่าเป็นราคาที่มีแนวรับ ยิ่งมีโอกาสที่ราคาแตะและกลับจากเส้นนี้มากเท่าไหร่ การสนับสนุนก็ยิ่งน่าเชื่อถือมากขึ้นเท่านั้น',
  theResistanceLine:
    '—> เส้นแนวต้านหมายถึงเส้นที่เชื่อมต่อกันด้วยราคาที่มีแนวต้าน หากอัตราแลกเปลี่ยนขึ้นไปถึงระดับราคาและพลิกกลับหลายครั้ง เราถือว่าราคานี้เป็นราคาที่มีแนวต้าน ยิ่งมีแนวต้านมาก แนวต้านยิ่งน่าเชื่อถือ',
  onTheMT4:
    'บนแพลตฟอร์ม MT4 เราสามารถหาเครื่องมือสำหรับการวาดเส้นแนวโน้มบนแถบเครื่องมือเหนือแพลตฟอร์ม',
  thePrincipleOf:
    'หลักการของการวาดเส้นแนวโน้มคือการหาจุดสูงสุดและต่ำสุดที่เกี่ยวข้องในแนวโน้มขาขึ้น (ขาลง) ในช่วงเวลาที่กำลังพิจารณา และเชื่อมต่อจุดเหล่านั้นด้วยเส้นตรง โดยที่ราคาไม่สามารถข้ามเส้นแนวโน้มได้ ยิ่งเส้นแนวโน้มลากยาว แรงที่แสดงก็ยิ่งแข็งแกร่ง และโอกาสที่ราคาจะลดลง (เพิ่มขึ้น) และกลับมาใกล้เส้นแนวโน้มก็จะยิ่งมากขึ้นเท่านั้น',
  drawingATrend:
    'การวาดเส้นแนวโน้มสามารถช่วยให้เราระบุแนวโน้มของตลาดในปัจจุบันได้ชัดเจนยิ่งขึ้น ในเวลาเดียวกัน ฉันยังต้องตัดสินว่าเทรนด์ยังคงดำเนินต่อไปตามเทรนด์ไลน์หรือไม่',
  fundamentalAnalysisOverview: 'ภาพรวมการวิเคราะห์ปัจจัยพื้นฐาน',
  technicalAnalysisStudies:
    'การวิเคราะห์ทางเทคนิคศึกษาราคาในอดีต และเทรดเดอร์สามารถตัดสินใจซื้อขายได้โดยการเน้นที่แผนภูมิและราคาเท่านั้น การวิเคราะห์ปัจจัยพื้นฐานดูซับซ้อนกว่า ศึกษาองค์ประกอบหลักที่ส่งผลต่อเศรษฐกิจของประเทศและการเปลี่ยนแปลงของอัตราแลกเปลี่ยนสกุลเงิน โดยมีจุดมุ่งหมายเพื่อคาดการณ์การเปลี่ยนแปลงของราคาแลกเปลี่ยนเงินตราต่างประเทศในวัฏจักรเศรษฐกิจหนึ่งๆ โดยการวิเคราะห์ชุดของตัวบ่งชี้ทางเศรษฐกิจ การตัดสินใจของรัฐบาล และในที่สุด แนวโน้มของตลาด',
  technicalAnalysisReveals:
    'การวิเคราะห์ทางเทคนิคเผยให้เห็นความสมดุลของอำนาจระหว่างผู้ซื้อและผู้ขายในตลาดอัตราแลกเปลี่ยน ในขณะที่ปัจจัยพื้นฐานวิเคราะห์ตลาดจากแหล่งที่มาของการเปลี่ยนแปลงของอัตราแลกเปลี่ยน: การเคลื่อนย้ายเงินทุนของสกุลเงินและกระแสการค้า ข่าว และภาวะเศรษฐกิจ',
  theFactorsAffecting:
    'ปัจจัยที่ส่งผลต่อการเปลี่ยนแปลงของอัตราแลกเปลี่ยนมีหลายประการ เช่น สังคม เศรษฐกิจและการเมือง ด้วยเหตุนี้ การวิเคราะห์ปัจจัยพื้นฐานจึงอาจต้องใช้องค์ประกอบการวิเคราะห์จำนวนมาก ปัญหานี้จำกัดผู้เริ่มต้นจำนวนมากในการวิเคราะห์ปัจจัยพื้นฐานเนื่องจากปัจจัยพื้นฐานของตลาดที่มีไดนามิกสูง การมีสติตลอดเวลาไม่ใช่เรื่องง่าย แต่อย่ากังวล เมื่อคุณค้นคว้าเกี่ยวกับการวิเคราะห์ปัจจัยพื้นฐานอย่างลึกซึ้งยิ่งขึ้น แนวคิดเกี่ยวกับเศรษฐกิจแบบไดนามิกของโลกจะสร้างภาพในใจของคุณ การเปลี่ยนแปลงในระยะสั้นของปัจจัยพื้นฐานของตลาดเป็นเพียงการเปลี่ยนแปลงภาพนี้อย่างต่อเนื่อง',
  ofCourse:
    'แน่นอน การวิเคราะห์ปัจจัยพื้นฐานไม่ได้มีเป้าหมายที่ราคาตลาดที่แน่นอน ตัวอย่างเช่น เมื่อวิเคราะห์รายงานการจ้างงานของประเทศ เราสามารถมีความเข้าใจที่ค่อนข้างชัดเจนเกี่ยวกับสภาวะเศรษฐกิจโดยรวมของประเทศ แต่ถ้าเราต้องการได้รับกลยุทธ์การซื้อขายที่เฉพาะเจาะจง เช่น จุดเข้าและจุดออก เรายังคงต้องใช้วิธีการวิเคราะห์ทางเทคนิค ด้วยเหตุผลนี้ เทรดเดอร์จำนวนมากอาจเลือกที่จะละทิ้งการวิเคราะห์ปัจจัยพื้นฐานโดยสิ้นเชิง และพึ่งพาการวิเคราะห์ทางเทคนิคเพียงอย่างเดียว โดยเฉพาะอย่างยิ่งเมื่อพวกเขาขาดทุนจากการใช้ข้อมูลพื้นฐานจำนวนมาก นี่เป็นแนวทางที่ผิด การซื้อขายโดยขาดความเข้าใจในปัจจัยพื้นฐานก็เหมือนคนตาบอดสัมผัสช้าง ข้อมูลราคาที่คุณเห็นบนกราฟอาจไม่ใช่ความจริงของตลาด',
  longTerm: 'การวิเคราะห์ระยะยาวในปัจจัยพื้นฐาน: ',
  whenMeasuringCurrencys:
    'เมื่อวัดค่าสกุลเงิน ปัจจัยพื้นฐานระยะยาวใช้วิธีการวิเคราะห์แบบคลาสสิกสองวิธี ได้แก่ ทฤษฎีความเสมอภาคของกำลังซื้อและทฤษฎีดุลการชำระเงินระหว่างประเทศ',
  purchasingPower: 'ทฤษฎีความเท่าเทียมกันของอำนาจซื้อ',
  purchasingPowerParity:
    'ทฤษฎีความเท่าเทียมกันของอำนาจซื้อระบุว่าอัตราแลกเปลี่ยนของสองสกุลเงินควรเท่ากับอัตราส่วนของระดับราคาของตะกร้าสินค้าและบริการในสองประเทศนี้ เนื่องจากหากราคาจริงของกลุ่มสินค้าในสองประเทศแตกต่างกันมาก โดยสมมติว่าค่าขนส่งเป็นศูนย์ ผู้ค้าสามารถทำกำไรจากการซื้อและขาย',
  exchangeRate:
    'อัตราแลกเปลี่ยน = ราคาสินค้าโภคภัณฑ์ในประเทศหนึ่ง / ราคาสินค้าโภคภัณฑ์ในอีกประเทศหนึ่ง',
  forExample:
    'ตัวอย่างเช่น โค้กหนึ่งกระป๋องราคา 1 ดอลลาร์สหรัฐในสหรัฐอเมริกา และ 100 เยนในญี่ปุ่น ตามทฤษฎีความเท่าเทียมกันของกำลังซื้อ อัตราแลกเปลี่ยน = ค่าโค้ก u.s / ค่าโค้กญี่ปุ่น = 1:100',
  ifTheCurrent:
    'หากอัตราแลกเปลี่ยนปัจจุบันคือ 1:110 ตามทฤษฎีความเสมอภาคของกำลังซื้อ เงินเยนจะมีมูลค่าต่ำกว่าและเงินดอลลาร์มีมูลค่าสูงเกินไป ผู้ค้าสามารถซื้อสินค้าในญี่ปุ่นได้ในราคา 100 เยน แล้วขนส่งไปยังสหรัฐอเมริกาเพื่อขายในราคา 1 ดอลลาร์สหรัฐ ผลลัพธ์ของดอลลาร์สหรัฐจะถูกแปลงเป็น 110 เยนตามอัตราแลกเปลี่ยนปัจจุบัน โดยมีการเก็งกำไรแบบไร้ความเสี่ยงที่ 10 เยน ดังนั้น ความต้องการเงินเยนจะเพิ่มขึ้น ซึ่งในที่สุดจะหนุนการแข็งค่าของเงินเยนและการอ่อนค่าของเงินดอลลาร์สหรัฐ อัตราแลกเปลี่ยนของเงินดอลลาร์สหรัฐต่อเงินเยนจะกลับสู่ระดับ 1:100',
  itShouldBeNoted:
    'ควรสังเกตว่าโค้กเป็นเพียงตัวอย่างเพื่ออธิบายความหมายของทฤษฎี ในความเป็นจริง ทฤษฎีความเท่าเทียมกันของกำลังซื้อไม่ได้ขึ้นอยู่กับสินค้าโภคภัณฑ์เพียงชนิดเดียว แต่เป็นตะกร้าของสินค้าและบริการ การรวมกันของสินค้าและบริการขึ้นอยู่กับความชอบของนักวิเคราะห์ที่แตกต่างกัน ในขณะเดียวกัน ทฤษฎีความเท่าเทียมกันของกำลังซื้อก็เพิกเฉยต่อปัจจัยสำคัญบางประการที่ส่งผลต่อราคา รวมถึงค่าขนส่ง อุปสรรคทางการค้า ภาษีศุลกากร ฯลฯ และไม่ได้ระบุข้อมูลเกี่ยวกับสินค้าที่ไม่ได้มีการซื้อขาย ทฤษฎีความเท่าเทียมกันของกำลังซื้อโดยทั่วไปใช้ได้กับการคาดการณ์ระยะยาวในช่วง 3 ถึง 5 ปีเท่านั้น',
  balanceOfPayments: 'ทฤษฎีดุลการชำระเงิน',
  accordingToThe:
    'ตามทฤษฎีดุลการชำระเงินระหว่างประเทศ ปัจจัยหลักสองประการที่ส่งผลต่อการเปลี่ยนแปลงของอัตราแลกเปลี่ยน ได้แก่ กระแสการค้าและกระแสเงินทุน กล่าวคือ บัญชีเดินสะพัดและบัญชีทุนในดุลการชำระเงิน',
  theCurrentAccount:
    'บัญชีเดินสะพัดแสดงถึงการนำเข้าและส่งออกสินค้าและบริการในประเทศหนึ่งๆ เมื่อการส่งออกมากกว่าการนำเข้า ประเทศจะเป็นผู้ส่งออกสุทธิ ซึ่งหมายความว่ามีคนซื้อสกุลเงินของประเทศมากกว่าขาย เนื่องจากประเทศอื่นจำเป็นต้องซื้อสกุลเงินของประเทศนั้นเมื่อนำเข้าสินค้าจากประเทศนี้ และความต้องการสกุลเงินของประเทศนั้นจะเพิ่มขึ้น ดังนั้นประเทศที่เกินดุลการค้ามีโอกาสมากขึ้นที่ค่าเงินจะแข็งขึ้น ตรงกันข้ามคือประเทศผู้นำเข้าสุทธิ การนำเข้ามีมากกว่าการส่งออก ผู้นำเข้าในประเทศผู้นำเข้าสุทธิจำเป็นต้องขายสกุลเงินของตนเองเพื่อแลกเปลี่ยนเป็นสกุลเงินของประเทศผู้ส่งออก ซึ่งจะทำให้สกุลเงินของตนเองอ่อนค่าลง',
  theCapitalAccount:
    'บัญชีทุนสะท้อนถึงการไหลเข้าและออกของเงินลงทุนในประเทศหนึ่งๆ หากมูลค่าบัญชีทุนสุทธิเป็นบวก แสดงว่าเงินทุนไหลเข้ามากกว่าไหลออก สำหรับนักลงทุนต่างชาติจำเป็นต้องแปลงสกุลเงินของตนเองเป็นสกุลเงินในประเทศ ดังนั้นบัญชีทุนที่เป็นบวกจะเพิ่มความต้องการสกุลเงินของประเทศและส่งเสริมการแข็งค่า ในทางกลับกัน ถ้าบัญชีทุนติดลบ แสดงว่าเงินทุนไหลเข้าน้อยกว่าไหลออก นักลงทุนในประเทศจำเป็นต้องแปลงสกุลเงินของตนเองเป็นสกุลเงินอื่น จากนั้นกดมูลค่าของสกุลเงินในประเทศของตน',
  capitalFlows:
    'กระแสเงินทุนสามารถแบ่งออกเป็นสองประเภทตามรูปแบบเงินทุน: กระแสของเอนทิตีและพอร์ตโฟลิโอ การไหลของกิจการหมายถึงการลงทุนโดยตรงจากต่างประเทศ พวกเขาจะแปลงเงินทุนเป็นสกุลเงินของประเทศผู้ลงทุนก่อน ทำให้สกุลเงินของประเทศผู้ลงทุนแข็งค่าขึ้น โฟลว์พอร์ตแบ่งออกเป็นหุ้นและตราสารหนี้ (เช่น พันธบัตร)',
  whenACountry:
    'เมื่อตลาดหุ้นของประเทศเป็นบวก แสดงว่ามีเงินทุนไหลเข้าสู่ตลาดหุ้น และจะมีการดึงดูดเงินทุนจากต่างประเทศ ซึ่งจะเป็นการเพิ่มมูลค่าของสกุลเงินท้องถิ่น เมื่อตลาดหุ้นของประเทศใดประเทศหนึ่งอยู่ในแนวโน้มขาลง แสดงว่าเงินทุนกำลังถอนออกจากตลาด และเงินทุนต่างประเทศก็ถูกถอนออกไปด้วย ซึ่งส่งผลเสียต่อมูลค่าของสกุลเงินท้องถิ่น ดังนั้น นักซื้อขายแลกเปลี่ยนเงินตราต่างประเทศสามารถติดตามผลการดำเนินงานของตลาดหุ้นทั่วโลกเพื่อคาดการณ์การไหลเวียนของเงินทุนของประเทศต่างๆ ในระยะยาว',
  theFixedIncomeMarket:
    'ตลาดตราสารหนี้มีความคล้ายคลึงกับตลาดหุ้น ยิ่งอัตราผลตอบแทนสูงเท่าใดก็ยิ่งเอื้อต่อการแข็งค่าของสกุลเงินของประเทศเท่านั้น ข้อแตกต่างคือเมื่อเศรษฐกิจโลกไม่มั่นคง ลักษณะที่มั่นคงและปลอดภัยของตลาดตราสารหนี้จะเป็นที่หลบภัยของทุนโลก ผู้ค้าระยะยาวควรให้ความสนใจกับสเปรดในตลาดตราสารหนี้:',
  detectCurrency:
    '1. ตรวจหาสเปรดสกุลเงิน - อัตราแลกเปลี่ยนระหว่างธนาคารในยุโรปและยูโรดอลล่าร์',
  investorsCanPay:
    'นักลงทุนสามารถให้ความสนใจกับความแตกต่างระหว่างอัตราดอกเบี้ยระหว่างธนาคารของยุโรปและสกุลเงินยูโร อัตราดอกเบี้ยระหว่างธนาคารในยุโรปเป็นสินทรัพย์ตราสารหนี้ที่สะท้อนถึงอัตราดอกเบี้ยระยะสั้นของยุโรป Eurodollars หมายถึงเงินฝากที่เป็นดอลลาร์สหรัฐในธนาคารนอกสหรัฐอเมริกา เนื่องจากสหรัฐอเมริกาและยุโรปมีตราสารหนี้และตลาดหุ้นที่ครอบคลุมมากที่สุด หากอัตราดอกเบี้ยระหว่างธนาคารในยุโรปสูงกว่าอัตราดอกเบี้ยเงินฝากยูโรดอลลาร์ จะผลักดันให้นักลงทุนเทขายสินทรัพย์ของสหรัฐอเมริกาและซื้อสินทรัพย์ต่างประเทศ ซึ่งจะส่งผลกระทบต่อตลาดต่างประเทศในระดับหนึ่ง ตลาดแลกเปลี่ยน ในทางตรงกันข้าม หากช่องว่างเชิงบวกระหว่างอัตราดอกเบี้ยระหว่างธนาคารของยุโรปและสกุลเงินยูโรแคบลง นั่นคือ อัตราดอกเบี้ยของอัตราดอกเบี้ยระหว่างธนาคารของยุโรปจะลดลง ความน่าดึงดูดใจของสินทรัพย์ในยุโรปจะลดลง ทำให้นักลงทุนเทขายสินทรัพย์ของยุโรป',
  theFixedIncome:
    '2. ช่องว่างตราสารหนี้ในพันธบัตร Europe-Gilts, อัตราดอกเบี้ยระหว่างธนาคารของยุโรป และ Eurodollars',
  giltsBonds:
    'พันธบัตร Gilts เป็นผลิตภัณฑ์ตราสารหนี้ที่ออกโดยรัฐบาลอังกฤษ เมื่อซื้อและขายเงินปอนด์อังกฤษต่อดอลลาร์สหรัฐฯ และยูโรต่อปอนด์อังกฤษ คุณต้องให้ความสนใจกับช่องว่างระหว่างพันธบัตร Gilts อัตราดอกเบี้ยระหว่างธนาคารของยุโรปและยูโรดอลล่าร์ เมื่อช่องว่างที่เป็นบวกระหว่างอัตราดอกเบี้ยของสหราชอาณาจักรและอัตราดอกเบี้ยของยุโรปหรือสหรัฐอเมริกาลดลง โอกาสในการลงทุนในตราสารหนี้ของสหราชอาณาจักรจะไม่น่าสนใจสำหรับนักลงทุนต่างชาติ นักลงทุนจะขายสินทรัพย์เฉพาะของพวกเขาในสกุลเงินปอนด์เพื่อหาโอกาสในการลงทุนอื่น ๆ ที่มีผลตอบแทนสูงกว่า ซึ่งจะกดดันให้เงินปอนด์ยอมแพ้',
  otherCountriesInternational: '3. ตลาดตราสารหนี้ในประเทศอื่น ๆ',
  theFixedIncomeProducts:
    'ผลิตภัณฑ์ตราสารหนี้ของสหรัฐอเมริกา สหราชอาณาจักร และประเทศนอกยุโรปและช่องว่างทางดอกเบี้ยก็น่าจับตามองเช่นกัน ตัวอย่างเช่น ออสเตรเลียและนิวซีแลนด์ใช้อัตราดอกเบี้ยสูง ซึ่งทำให้นักลงทุนขายสกุลเงินท้องถิ่นของตนเพื่อซื้อดอลลาร์ออสเตรเลียหรือดอลลาร์นิวซีแลนด์ กิจกรรมนี้จะเด่นชัดมากขึ้นเมื่ออัตราดอกเบี้ยในประเทศอื่นๆ ลดลง ในทางกลับกัน หากอัตราดอกเบี้ยในสหรัฐอเมริกา สหราชอาณาจักร และยุโรปสูงขึ้น เงินทุนอาจถูกโอนจากออสเตรเลียและนิวซีแลนด์ ซึ่งจะเพิ่มแรงกดดันต่อสกุลเงินของพวกเขาเอง',
  weAlsoNeed:
    'เรายังจำเป็นต้องพิจารณาปัจจัยต่างๆ มากขึ้นเมื่อพิจารณาถึงปัจจัยพื้นฐานระยะกลางและระยะยาว ตัวอย่างเช่น เมื่อวิเคราะห์แนวโน้มระยะยาวของเงินดอลลาร์สหรัฐ จำเป็นต้องพิจารณาแง่มุมต่างๆ เช่น นโยบายการเงินและอัตราดอกเบี้ยของเฟด สถานการณ์เศรษฐกิจสหรัฐ และผลกระทบของเหตุการณ์ทางภูมิรัฐศาสตร์โลกต่อสหรัฐ ในเวลานี้ข่าวสารมีความสำคัญเป็นพิเศษ คุณสามารถเรียนรู้เกี่ยวกับประสิทธิภาพทางเศรษฐกิจของประเทศในช่วงเวลาที่ผ่านมาและนโยบายสกุลเงินและอัตราดอกเบี้ยที่ประเทศนั้นกำลังนำมาใช้ในข่าวข้อมูลที่ผ่านมา และใช้สิ่งนี้เพื่อเก็งกำไรเกี่ยวกับสกุลเงินของประเทศในอนาคต แนวโน้ม. ดังนั้น เพื่อความแม่นยำและครอบคลุมของการวิเคราะห์ปัจจัยพื้นฐาน แม้ว่าคุณจะไม่ใช่ข่าวการซื้อขาย คุณก็ควรจับตาดูตัวชี้วัดทางเศรษฐกิจที่สำคัญในปฏิทินเศรษฐกิจ',
  definition: 'คำนิยาม',
  theFibonacciRetracement:
    'เส้น Fibonacci Retracement ไม่เหมือนกับตัวบ่งชี้ทางเทคนิคอื่น ๆ ที่แนะนำก่อนหน้านี้ ซึ่งแตกต่างจากตัวบ่งชี้ก่อนหน้านี้ สามารถใช้งานได้ตราบเท่าที่โหลดบนแผนภูมิและตั้งค่าพารามิเตอร์แล้ว เมื่อใช้ Fibonacci retracement นักลงทุนจำเป็นต้องระบุคลื่นของแนวโน้มด้วยตัวเอง จากนั้นจึงวาดตามแนวโน้ม ในส่วน "ตัวอย่างการใช้งาน" เราจะแนะนำวิธีการวาด Fibonacci Retracements',
  effect: 'ผล',
  fibonacciRetracementsProvide:
    'Fibonacci retracement ช่วยให้เราคาดการณ์ระดับแนวรับและแนวต้านได้ดี ยิ่งแนวโน้มขาขึ้นหรือขาลงอยู่ได้นาน ความน่าเชื่อถือของระดับการถอยกลับก็จะยิ่งสูงขึ้น',
  someTradersLike:
    'ผู้ค้าบางรายต้องการวาดเส้น Fibonacci retracement แยกจากกันสำหรับแนวโน้มระยะยาวและระยะสั้นบนแผนภูมิในช่วงเวลาต่างๆ หากระดับของเส้น retracement ระยะยาวใกล้เคียงกับระดับของเส้น retracement ระยะสั้น ก็ยิ่งมีความน่าเชื่อถือมากขึ้น',
  parameter: 'พารามิเตอร์',
  uptrendOrDowntrend:
    '38.2%, 50.0% และ 61.8% ของแนวโน้มขาขึ้นหรือขาลงเป็นระดับการย้อนกลับที่ใช้บ่อยที่สุด โดยทั่วไปแล้ว 38.2% ถือว่ามีระดับความน่าเชื่อถือต่ำที่สุด กล่าวคือ ไม่น่าเป็นไปได้ที่อัตราแลกเปลี่ยนจะกลับไปสู่แนวโน้มเดิมเมื่อถึงระดับนี้ ยิ่งระดับเปอร์เซ็นต์ของอัตราแลกเปลี่ยนใกล้เคียงกับ (เช่น 61.8%) มากเท่าใด โอกาสที่จะกลับไปสู่แนวโน้มเดิมก็จะยิ่งมากขึ้นเท่านั้น',
  applicationExample: 'ตัวอย่างการใช้งาน',
  ifYouFind:
    'หากคุณพบคลื่นของแนวโน้มขาขึ้นหรือขาลงที่เพิ่งสิ้นสุดในแผนภูมิ (สามารถใช้กฎ 123 เพื่อระบุว่าแนวโน้มสิ้นสุดลงหรือไม่ โปรดดูรายละเอียดที่ "การวิเคราะห์ทางเทคนิคและการตัดสินแนวโน้ม" ของ Novice Academy) สามารถพิจารณาเริ่มต้นด้วยเส้น Fibonacci retracement เพื่อกำหนดแนวรับหรือแนวต้านถัดไป',
  inTheMT4:
    'ในแพลตฟอร์ม MT4 คุณจะพบเส้น Fibonacci retracement ในแถบเครื่องมือของแพลตฟอร์ม',
  afterClicking:
    'หลังจากคลิกปุ่มนี้ ให้เชื่อมต่อจุดสูงสุดและต่ำสุดของแนวโน้มบนแผนภูมิ รูปด้านล่างเป็นตัวอย่างของ GBP/USD',
  supportLevel:
    'ระดับแนวรับหมายถึงราคาแนวรับที่อัตราแลกเปลี่ยนอาจพบเมื่อตกลง เพื่อที่จะหยุดการตกและทำให้ราคามีเสถียรภาพ อีกแนวคิดที่สอดคล้องกันคือระดับแนวต้าน ซึ่งเป็นเพดานเมื่ออัตราแลกเปลี่ยนสูงขึ้น และกลับเป็นราคาที่ลดลง จำเป็นต้องระบุระดับแนวรับและแนวต้าน เนื่องจากเมื่ออัตราแลกเปลี่ยนเข้าใกล้หรือทะลุระดับแนวรับและแนวต้านอย่างมีประสิทธิภาพ ก็เป็นเวลาที่ดีในการซื้อขาย เมื่อการฝ่าวงล้อมล้มเหลว ผู้คนมักคิดว่าแนวโน้มเดิมอาจยังคงเหมือนเดิม และเมื่ออัตราแลกเปลี่ยนทะลุระดับแนวรับ/แนวต้านได้อย่างมีประสิทธิภาพ ก็มีโอกาสสูงที่จะกระตุ้นคลื่นลูกใหม่ของแนวโน้มขาลง/ขาขึ้น',
  theMethods:
    'วิธีการระบุระดับแนวรับและแนวต้านส่วนใหญ่ประกอบด้วยเส้นแนวโน้ม สูง/ต่ำก่อนหน้า การตัดสินรูปแบบ และการตัดสินตัวบ่งชี้ทางเทคนิค',
  trendline: 'เส้นแนวโน้ม',
  weIntroduced:
    'ใน "การวิเคราะห์ทางเทคนิคและการตัดสินแนวโน้ม" เราได้แนะนำวิธีการวาดเส้นแนวโน้ม ในความเป็นจริง เส้นแนวโน้มเป็นวิธีการตัดสินระดับแนวรับและแนวต้าน: เส้นแนวโน้มในตลาดขาขึ้นประกอบด้วยระดับแนวรับหลายระดับ เมื่ออัตราแลกเปลี่ยนถอยกลับไปใกล้กับเส้นแนวโน้ม ระดับแนวรับบนเส้นแนวโน้มมีแนวโน้มสูงที่จะสนับสนุนอัตราแลกเปลี่ยน เส้นแนวโน้มในตลาดขาลงประกอบด้วยชุดของระดับแนวต้าน เมื่ออัตราแลกเปลี่ยนเพิ่มขึ้นใกล้กับเส้นแนวโน้ม ระดับแนวต้านบนเส้นแนวโน้มมีแนวโน้มที่จะทำให้อัตราแลกเปลี่ยนลดลงอีกครั้ง ดังนั้น เส้นแนวโน้มจึงเป็นวิธีการทั่วไปในการกำหนดระดับแนวรับและแนวต้านในตลาดที่มีแนวโน้ม',
  sometimes:
    'บางครั้ง เมื่อราคาลดลงต่ำกว่าเส้นแนวโน้ม เส้นแนวโน้มที่เดิมให้การสนับสนุนอาจกลายเป็นแนวต้าน',
  theAbovePicture:
    'ภาพด้านบนแสดงให้เห็นว่าเส้นแนวโน้มที่เพิ่มขึ้นในกราฟรายวันของ NZD/CAD ได้กลายเป็นแนวต้านเมื่ออัตราแลกเปลี่ยนดีดตัวขึ้น',
  inManyCases:
    'ในหลายกรณี ระดับแนวต้านและแนวรับสามารถใช้แทนกันได้ แนวรับเดิมอาจกลายเป็นแนวต้านหรือในทางกลับกัน สถานการณ์นี้เป็นเรื่องปกติโดยเฉพาะอย่างยิ่งในการตัดสินระดับแนวรับ/แนวต้านจากจุดสูงสุดและจุดต่ำสุดก่อนหน้า',
  previousHigh: 'สูง/ต่ำก่อนหน้านี้',
  whenTheFX:
    'เมื่ออัตราแลกเปลี่ยนเงินตราเปลี่ยนแปลงเป็นการลดลงหรือสร้างฐานหลังจากการเคลื่อนไหวของขาขึ้น มักจะสร้างราคาสูงสุดในระยะสั้น ซึ่งเราเรียกว่า "ราคาสูงสุดก่อนหน้า" แนวคิดที่สอดคล้องกันคือราคาต่ำสุดในระยะสั้น ซึ่งก็คือราคาต่ำสุดในระยะสั้นที่เกิดขึ้นเมื่ออัตราแลกเปลี่ยนเปลี่ยนเป็นขาขึ้นหรือสร้างฐานหลังจากเสร็จสิ้นการเคลื่อนไหวในแนวโน้มขาลง',
  theAbovePictureShows:
    'ภาพด้านบนแสดงจุดสูงสุดก่อนหน้าและจุดต่ำสุดก่อนหน้าในกราฟรายวันของ AUD/CAD',
  whenJudgingSupport:
    'เมื่อตัดสินระดับแนวรับและแนวต้าน ผู้คนคิดว่าจุดสูงสุดก่อนหน้านี้อาจเป็นระดับแนวต้านของแนวโน้มขาขึ้นที่ตามมา และจุดต่ำสุดก่อนหน้านี้อาจเป็นระดับแนวรับของแนวโน้มขาลงที่ตามมา เนื่องจากอัตราแลกเปลี่ยนครั้งหนึ่งเคยกลับไปสู่จุดสูงสุดก่อนหน้านี้ เมื่อราคาเคลื่อนตัวไปใกล้กับระดับราคานี้อีกครั้ง ก็อาจกลับมาอีกครั้ง และกรณีของจุดต่ำสุดก่อนหน้านี้ก็คล้ายกัน',
  whenThePrice:
    'เมื่อราคากลับสู่จุดต่ำสุดหรือจุดสูงสุดครั้งก่อนซ้ำๆ จำนวนการกลับตัวมากขึ้น แนวรับหรือแนวต้านของราคาก็จะยิ่งแข็งแกร่งขึ้น หากตลาดสกุลเงินสามารถทะลุระดับแนวรับได้สำเร็จและเปลี่ยนแนวโน้ม ระดับแนวรับเดิมที่แข็งแกร่งมีแนวโน้มที่จะกลายเป็นแนวต้านที่แข็งแกร่งในการเคลื่อนไหวของตลาดที่ตามมาหรือในทางกลับกัน',
  theAbove:
    'รูปภาพด้านบนคือกราฟรายสัปดาห์ของ AUDCAD อัตราแลกเปลี่ยนได้รับการสนับสนุนในบริเวณ 0.99-1.00 หลายครั้ง และจากนั้นอัตราแลกเปลี่ยนก็เจอแนวต้านที่ระดับเดียวกันหลายครั้ง',
  patternRecognitionJudgment: 'การตัดสินการจดจำรูปแบบ',
  chartPatterns: 'รูปแบบกราฟมักจะให้วิธีการตัดสินระดับแนวรับและแนวต้าน',
  inADouble:
    'ตัวอย่างเช่น, ในรูปแบบ double top ยอดของมันสามารถถือเป็นระดับแนวต้านที่แข็งแกร่ง เนื่องจากการพักตัวของราคาสองครั้งที่ตำแหน่งนี้ ราง (ขอบเสื้อผู้หญิงตอนหน้าอก) สามารถถือเป็นระดับการสนับสนุน',
  technicalIndexJudgment: 'การตัดสินดัชนีทางเทคนิค',
  someClassicalTechnical:
    'อินดิเคเตอร์ทางเทคนิคบางตัวสามารถใช้เพื่อกำหนดระดับแนวรับและแนวต้านได้ คลาสสิกที่สุดคือเส้นส่วนสีทอง',
  byUnderstanding:
    'เมื่อเข้าใจว่าใครอยู่ในตลาด คุณจะเข้าใจได้ดีขึ้นว่าเหตุใดและราคาจึงได้รับผลกระทบจากข่าวอย่างไร ในเวลาเดียวกัน คุณจะมีความมั่นใจมากขึ้นในการทำธุรกรรม เพราะไม่ว่าราคาซื้อขายจะเป็นเท่าใด ในตลาดก็มีผู้ซื้อและผู้ขายเสมอ',
  interbankMarket: 'ตลาดระหว่างธนาคาร',
  theInterbankMarket:
    'ตลาดระหว่างธนาคารประกอบด้วยธนาคารพาณิชย์ขนาดใหญ่และตัวแทนจำหน่ายหลักทรัพย์ ปริมาณการซื้อขายคิดเป็น 40% ถึง 50% ของปริมาณการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศทั้งหมด ซึ่งแน่นอนว่าอยู่ในอันดับแรกในรายการ',
  beingAtThe:
    'อยู่ในอันดับต้น ๆ ด้วยปริมาณการซื้อขายที่มากที่สุด ผู้เข้าร่วมสามารถเพลิดเพลินไปกับค่าสเปรดที่ต่ำที่สุด',
  centralBanks: 'ธนาคารกลาง',
  controlTheMoney:
    'ควบคุมปริมาณเงิน อัตราเงินเฟ้อ และอัตราดอกเบี้ย และใช้ทุนสำรองเงินตราต่างประเทศจำนวนมหาศาลเพื่อรักษาเสถียรภาพของตลาดภายในประเทศ',
  thisMeansThat:
    'ซึ่งหมายความว่าธนาคารกลางยังดำรงตำแหน่งสำคัญในตลาดแลกเปลี่ยนเงินตราต่างประเทศ',
  investmentManagementCompanies: 'บริษัทจัดการการลงทุน',
  theseCompaniesUsually:
    'บริษัทเหล่านี้มักจะจัดการบัญชีขนาดใหญ่ในนามของลูกค้า ตัวอย่างเช่น ผู้จัดการการลงทุนถือหุ้นต่างประเทศในพอร์ตการลงทุนของเขา ดังนั้นเขาจึงจำเป็นต้องซื้อและขายสกุลเงินต่างประเทศหลายสกุลเพื่อชำระธุรกรรมหลักทรัพย์ต่างประเทศ',
  inOtherWords:
    'กล่าวอีกนัยหนึ่ง บริษัทจัดการลงทุนยังเข้าร่วมในตลาดแลกเปลี่ยนเงินตราต่างประเทศเพื่อวัตถุประสงค์ในการเก็งกำไร พวกเขาได้กำไรจากความผันผวนของตลาดและแนวโน้มโดยการจัดการเงินทุนของลูกค้า',
  retailTraders: 'ผู้ค้าปลีก',
  retailTradersConduct:
    'ผู้ค้าปลีกทำธุรกรรมผ่านนายหน้าหรือธนาคาร ธุรกรรมของพวกเขาไม่เกี่ยวข้องกับการส่งมอบจริงและเป็นการคาดเดาเท่านั้น',
  nonBank: 'บริษัทแลกเปลี่ยนเงินตราต่างประเทศที่ไม่ใช่ธนาคาร',
  refersToForeign:
    'หมายถึงนายหน้าแลกเปลี่ยนเงินตราต่างประเทศที่ให้บริการแลกเปลี่ยนเงินตราต่างประเทศและการชำระเงินระหว่างประเทศสำหรับบุคคลและบริษัท ข้อแตกต่างระหว่างบริษัทแลกเปลี่ยนเงินตราต่างประเทศที่ไม่ใช่ธนาคารและธนาคารคือพวกเขาไม่ได้ให้บริการธุรกรรมสกุลเงินเพื่อวัตถุประสงค์ในการเก็งกำไร และลูกค้าของพวกเขารับการส่งมอบจริง',
  hereWeWill:
    'ที่นี่เราจะหารือเกี่ยวกับรูปแบบการซื้อขายที่แตกต่างกันที่คุณอาจพบ ฐานทั่วไปสำหรับการแบ่งรูปแบบการซื้อขายจะขึ้นอยู่กับความยาวของตำแหน่ง เวลาที่เปิด และความถี่ของธุรกรรม สำหรับเทรดเดอร์รายใดรายหนึ่ง ไม่มีกฎที่เข้มงวดในช่วงเวลาใดเวลาหนึ่งให้เลือกซื้อขาย อย่างไรก็ตาม ตารางต่อไปนี้แสดงตัวอย่างช่วงเวลาทั่วไปที่ใช้โดยเทรดเดอร์ประเภทต่างๆ โดยทั่วไป',
  eODTransaction: 'การทำธุรกรรม EOD',
  thisIsATrading:
    'นี่เป็นรูปแบบการซื้อขายที่นำมาใช้โดยนักเทรดมือสมัครเล่นหลายคน พวกเขาอาจทำการวิเคราะห์ตลาดวันละครั้งหรือหนึ่งสัปดาห์ จากนั้นตั้งค่าคำสั่งซื้อที่รอดำเนินการเพื่อติดตามความผันผวนของราคา แทนที่จะเฝ้าดูตลาดอย่างใกล้ชิดเพื่อรับแนวคิดในการซื้อขาย พวกเขาใช้คำสั่งซื้อที่รอดำเนินการเพื่อซื้อขาย',
  ifYouAreBusy:
    'หากคุณไม่ว่าง รูปแบบการซื้อขาย EOD น่าจะเป็นทางเลือกที่ดี เพราะคุณไม่จำเป็นต้องใช้เวลามากเกินไปในการวิเคราะห์และจัดการธุรกรรม',
  fundamentals: 'ปัจจัยพื้นฐาน (การซื้อขายมาโคร)',
  useFundamentalInformation:
    'ใช้ข้อมูลพื้นฐานและ/หรือแบบจำลองทางการเงินเพื่อประเมินจุดแข็งและจุดอ่อนของหุ้น สกุลเงิน ตลาด หรือประเทศต่างๆ เพื่อคาดการณ์การเคลื่อนไหวของราคาในอนาคต แหล่งข้อมูลของหุ้นและอัตราแลกเปลี่ยนไม่เหมือนกัน หุ้นส่วนใหญ่ได้รับผลกระทบจากข่าวภายในของบริษัทเฉพาะ ในขณะที่อัตราแลกเปลี่ยนเงินตราต่างประเทศได้รับผลกระทบจากปัจจัยทางเศรษฐกิจมหภาคเป็นหลัก',
  dayTrading: 'เดย์เทรด',
  intradayTradersComplete:
    'ผู้ค้าระหว่างวันทำการเปิดและปิดการซื้อขายให้เสร็จภายในวันเดียวกัน การซื้อขายสวิงตามกราฟรายชั่วโมงยังสามารถจัดประเภทเป็นการซื้อขายระหว่างวันได้อีกด้วย เมื่อเทียบกับข้อมูลพื้นฐานแล้ว การซื้อขายระหว่างวันต้องอาศัยการวิเคราะห์ทางเทคนิคเป็นอย่างมาก',
  dayTradingContains:
    'การเทรดรายวันมีหลายรูปแบบ ได้แก่ การเทรดแบบ Scalping การเทรดตามข่าว การเทรดแบบสวิง และการเทรดตามเทรนด์',
  newsTrading: 'ข่าวซื้อขาย',
  newsTradersTend:
    'ผู้ค้าข่าวมักจะมุ่งเน้นไปที่เหตุการณ์ข่าวที่สำคัญและการค้าระหว่างหรือก่อนการประกาศข่าวสำคัญ หากผลของข่าวเป็นสิ่งที่ไม่คาดคิด อาจทำให้เกิดความผันผวนอย่างมาก ซึ่งจะเป็นการสร้างโอกาสในการทำกำไรในช่วงเวลาสั้นๆ แน่นอน หลังจากมีการประกาศเหตุการณ์สำคัญแล้ว มันอาจส่งผลกระทบต่อแนวโน้มระยะยาวด้วย ซึ่งอาจกระตุ้นความสนใจของเทรดเดอร์มาโครในการปรับการคาดการณ์แนวโน้มระยะยาว แต่รูปแบบการซื้อขายข่าวทั่วไปมักจะเกี่ยวข้องกับเหตุการณ์ระยะสั้นเท่านั้น',
  longTermTrading: 'การซื้อขายระยะยาว',
  theTradingStyle:
    'รูปแบบการซื้อขายของการดำรงตำแหน่งเป็นระยะเวลานาน (สัปดาห์ เดือน หรือแม้แต่ปี) เรียกว่า "การซื้อขายระยะยาว" นักเทรดระยะยาวไม่สนใจความผันผวนระยะสั้นในตลาด เพราะพวกเขาเชื่อว่าขอบเขตการลงทุนระยะยาวของพวกเขาสามารถเฉลี่ยกำไรและขาดทุนในระยะสั้นได้',
  dueToThe:
    'เนื่องจากระยะเวลาการถือครองที่ยาวนานกว่า ผู้ค้าระยะยาวมักจะใช้ข้อมูลพื้นฐานจำนวนมากเป็นข้อมูลเข้า แต่พวกเขาก็อาจเป็นผู้ค้าการวิเคราะห์ทางเทคนิคเท่านั้น ทั้งเทรดเดอร์ระยะยาวและเทรดเดอร์สวิงมีแนวโน้มที่จะใช้คำสั่งที่รอดำเนินการเพื่อเปิดตำแหน่ง ดังนั้นพวกเขาจึงไม่ต้องเฝ้าดูตลาดอย่างใกล้ชิด',
  scalping: 'ร่อน',
  scalpingIsAn:
    'Scalping เป็นรูปแบบการซื้อขายระหว่างวัน แตกต่างจากรูปแบบการซื้อขายอื่น ๆ คุณต้องจับตาดูหน้าจอราวกับว่าคุณต้องการหาเลี้ยงชีพ Scalping เป็นที่นิยมอย่างมากเนื่องจากมีศักยภาพในการทำกำไรที่ดี แต่ก็เป็นสไตล์การเทรดที่ยากในการเรียนรู้เช่นกัน เพราะต้องมีวินัยในการเทรดที่ดี อย่างไรก็ตาม เทรดเดอร์มือใหม่ก็สนใจในการถลกหนังเช่นกัน',
  intradayAndScalping:
    'นักเทรดระหว่างวันและนักเทรด Scalping มักจะใช้การเทรดแบบคลิกเดียวเพื่อเปิดสถานะแบบเรียลไทม์ เนื่องจากความเร็วในการเปิดสถานะนั้นสำคัญมากสำหรับนักเทรดทั้งสองประเภทนี้',
  swingTrading: 'สวิงเทรด',
  asASwing:
    'ในฐานะนักเทรดแบบสวิง คุณกำลังพยายามเทรดแบบสวิงของกราฟและหวังว่าจะพบกับความผันผวนครั้งใหญ่ นักเทรดแบบสวิงชอบใช้กราฟรายวันเป็นวงจรของกราฟเพื่อเปิดตำแหน่ง และถือครองช่วงเวลาตั้งแต่สองสามวันไปจนถึงสองสามสัปดาห์ อย่างไรก็ตาม กราฟรายชั่วโมงก็เป็นที่นิยมเช่นกัน ในกรณีนี้ ระยะเวลาถือครองมักจะไม่กี่ชั่วโมง และบางครั้งตำแหน่งจะค้างคืนหรือแม้แต่สองสามวัน',
  technicalTrading: 'การซื้อขายทางเทคนิค',
  useTechnicalAnalysis:
    'ใช้การวิเคราะห์ทางเทคนิคเพื่อวิเคราะห์ เปิด จัดการ และปิดธุรกรรม แม้ว่าโดยทั่วไปแล้วการวิเคราะห์ทางเทคนิคจะได้รับความนิยมมากกว่าในช่วงเวลาระหว่างวัน แต่ก็สามารถนำไปใช้กับแผนภูมิในช่วงเวลาใดก็ได้ รวมถึงการเทรดระยะยาว',
  trendTrading: 'การซื้อขายตามเทรนด์',
  theTrendTrading:
    'รูปแบบการซื้อขายตามแนวโน้มในที่นี้หมายถึงการระบุแนวโน้มแล้วซื้อขายในทิศทางเดียวกับแนวโน้มที่ตรวจพบเท่านั้น นักเทรดตามเทรนด์แบบดั้งเดิมฟังดูเหมือนเป็นผู้จัดการกองทุนระยะยาว แต่อันที่จริงแล้ว คุณสามารถเลือกติดตามเทรนด์ในแผนภูมิช่วงเวลาใดก็ได้'
};
