import { CrudeOil } from '../@types/crudeOil';

export const crudeOil: CrudeOil = {
  crudeOil: 'น้ำมันดิบ',
  crudeOilIsNotOnly:
    'น้ำมันดิบไม่ได้เป็นเพียงสินค้าโภคภัณฑ์ที่เป็นที่ต้องการอย่างสูงในโลกเท่านั้น แต่ยังเป็นสิ่งจำเป็นสำหรับกิจกรรมทางเศรษฐกิจในด้านการจัดหาพลังงาน อุตสาหกรรม และการขนส่งอีกด้วย',
  viewTradingProducts: 'ดูผลิตภัณฑ์การซื้อขาย',
  howToTradeCommodities: 'วิธีการซื้อขายสินค้า',
  crudeOilAndNaturalGas:
    'น้ำมันดิบและก๊าซธรรมชาติเป็นสินค้าที่ได้รับความนิยมสูงสุด พวกเขาสร้างปริมาณการซื้อขายมหาศาลตลอดเวลา ทำให้ผู้ค้าออนไลน์ได้รับโอกาสในการซื้อขายมากมาย ไม่ว่าจะเป็นน้ำมันดิบสหรัฐ (WTI) น้ำมันดิบเบรนท์ (BRENT) หรือก๊าซธรรมชาติ (NATGAS) สินค้าพลังงานจะเสนอราคาเป็นดอลลาร์สหรัฐ',
  whenYouAreTradingEnergy:
    'เมื่อคุณซื้อขาย CFD พลังงาน อัตราแลกเปลี่ยนกับดอลลาร์สหรัฐเป็นปัจจัยสำคัญที่ต้องจับตาดู สินค้าจำนวนมากของเรามีทั้งราคา "ซื้อ" และ "ขาย" ส่วนต่างระหว่างราคาซื้อและราคาขายเรียกว่า "สเปรด"',
  supposeYouThinkThat:
    'สมมติว่าคุณคิดว่าราคาน้ำมันดิบ WTI จะเพิ่มขึ้น ดังนั้นคุณจึงซื้อ WTI 1 ล็อตที่ราคา 54.17 ดอลลาร์ ซึ่งหมายความว่าเมื่อตลาดเคลื่อนไหวไปในทิศทางที่คุณคาดไว้ สำหรับทุกๆ 0.01 การเปลี่ยนแปลงของราคา กำไรของคุณคือ 1 ดอลลาร์',
  basicKnowledgeOfCrudeOil: 'ความรู้พื้นฐานเกี่ยวกับน้ำมันดิบ',
  crudeOilIsUsedInManufacturing:
    'น้ำมันดิบใช้ในการผลิต การขนส่ง และการผลิตพลังงาน อุปทานของมันผันแปรและความจุของการจัดเก็บมีจำกัด ซึ่งมีผลกระทบอย่างมากต่อเศรษฐกิจโลก น้ำมันดิบเป็นที่นิยมมากในหมู่ผู้ค้า อุปสงค์และอุปทานมีการเปลี่ยนแปลงตลอดเวลา ดังนั้นจะมีความผันผวนของราคาและสภาพคล่องสูงอยู่เสมอ',
  youDoNotNeedTo:
    'คุณไม่จำเป็นต้องจัดการกับน้ำมันดิบจำนวนมากเพื่อทำธุรกรรมในตลาดน้ำมัน เนื่องจากธุรกรรมน้ำมันและก๊าซส่วนใหญ่จะรับรู้ผ่านฟิวเจอร์ส',
  typesOfCrudeOilTransactions: 'ประเภทของธุรกรรมน้ำมันดิบ',
  likeStocks:
    'เช่นเดียวกับหุ้น น้ำมันดิบก็มีการซื้อขายแลกเปลี่ยนเช่นกัน แต่ไม่เหมือนกับหุ้น พวกมันซื้อขายบนพื้นฐานของน้ำมันดิบ รูปแบบของน้ำมันดิบที่ขุดได้ทั่วโลกนั้นไม่เหมือนกันทุกประการ ผู้ค้าสามารถระบุคุณภาพของน้ำมันที่ซื้อและสถานที่ขุดเจาะได้อย่างรวดเร็ว ราคาซื้อขายน้ำมันดิบหมายถึงต้นทุนในการซื้อหรือขายน้ำมันดิบและส่งมอบทันทีหรือ ณ ขณะนั้น (แทนที่จะส่งมอบในวันที่กำหนดในอนาคต) ดังนั้น ราคาฟิวเจอร์สจึงสะท้อนถึงความเชื่อของตลาดที่ว่ามูลค่าของน้ำมันดิบเมื่อหมดอายุในอนาคต และราคาสปอตจะสะท้อนถึงมูลค่าปัจจุบันของน้ำมันดิบ',
  WTI: 'เวสต์เท็กซัส อินเตอร์มีเดียต (WTI)',
  thisIsACrudeOilProduced:
    'นี่คือน้ำมันดิบที่ผลิตในสหรัฐอเมริกาหรือที่เรียกว่า Texas Light Sweet Crude Oil สิ่งที่เรียกว่า "เบา" หมายความว่ามีความหนาแน่นน้อยกว่าน้ำมันดิบส่วนใหญ่ของ OPEC ในขณะที่ "หวาน" หมายความว่ามีปริมาณกำมะถันต่ำกว่า',
  BRENT: 'น้ำมันดิบเบรนท์ (BRENT)',
  brentCrudeOil:
    'น้ำมันดิบเบรนท์ (BRENT) เรียกว่า "เบรนต์" เป็นน้ำมันดิบชนิดหนึ่งที่ผลิตในทะเลเหนือ น้ำมันดิบเบรนท์ยังได้รับการอธิบายว่าเป็น "น้ำมันดิบชนิดเบาหวาน" เช่นเดียวกับ WTI',
  majorAffectingCrudeOilPriceFactors: 'กระทบปัจจัยราคาน้ำมันดิบเป็นหลัก',
  crudeOilIsOneOfTheMostTraded:
    'น้ำมันดิบเป็นหนึ่งในสินค้าที่มีการซื้อขายมากที่สุดในโลก และตลาดน้ำมันดิบมีการเปลี่ยนแปลงใหม่ทุกวัน',
  extractionAndRefining: 'การสกัดและการกลั่น',
  crudeOilExtractionAndRefining:
    'กระบวนการสกัดและกลั่นน้ำมันดิบมีราคาแพง เนื่องจากน้ำมันสำรองอยู่ลึกลงไปใต้ดิน การสกัดน้ำมันดิบจากใต้ดินจึงต้องมีราคาค่อนข้างมาก',
  anyTechnologicalProgress:
    'ความก้าวหน้าทางเทคโนโลยีหรือความพ่ายแพ้ในกระบวนการขุดมีผลกระทบโดยตรงต่อราคาน้ำมันดิบ',
  consumptionAndDemand: 'การบริโภคและอุปสงค์',
  theLargestConsumer:
    'ผู้บริโภคและความต้องการน้ำมันดิบรายใหญ่ที่สุดคือสหรัฐอเมริกา รองลงมาคือญี่ปุ่น จีน และประเทศอุตสาหกรรมในยุโรป เช่น เยอรมนี และสหราชอาณาจักร',
  theIndustrialAndEconomicSectors:
    'ภาคอุตสาหกรรมและเศรษฐกิจของประเทศเหล่านี้มีความต้องการน้ำมันดิบอย่างมาก ดังนั้นอุปสงค์จะส่งผลต่อราคาน้ำมันดิบในตลาดโลก',
  availabilityAndSupply: 'ความพร้อมใช้งานและการจัดหา',
  noMatterHowTheSupplyChanges:
    'ไม่ว่าอุปทานจะเปลี่ยนไปอย่างไร ความพร้อมของน้ำมันดิบจะได้รับผลกระทบจากปัจจัยทางการเมืองและเศรษฐกิจ อัตราเงินเฟ้อที่เพิ่มขึ้น การว่างงาน และความยากจนอาจนำไปสู่การลดลงของระดับการบริโภค ทำให้ผู้ที่ได้รับผลกระทบไม่สามารถซื้อผลิตภัณฑ์บางอย่างได้ ความไม่สงบทางการเมืองและการจลาจลอาจนำไปสู่การลดการนำเข้าน้ำมันดิบและการลักลอบนำเข้าสินค้าโภคภัณฑ์',
  naturalDisastersAndAccidents: 'ภัยธรรมชาติและอุบัติเหตุ',
  naturalDisastersSuchAs:
    'ภัยธรรมชาติ เช่น แผ่นดินไหวและพายุเฮอริเคนเป็นเหตุการณ์ที่คาดเดาไม่ได้ การสูญเสียพื้นที่ขุดเจาะและโรงกลั่นที่เกิดจากภัยพิบัติเหล่านี้อาจขัดขวางและชะลอการผลิตน้ำมันดิบ',
  firesAndMechanicalFailures:
    'ไฟไหม้และความล้มเหลวทางกลไกยังทำให้เกิดความล่าช้าในการผลิตเนื่องจากต้องใช้เวลาในการกู้คืน ความล่าช้าที่เกิดจากปัจจัยแวดล้อมเหล่านี้จะทำให้อุปทานน้ำมันดิบลดลง ส่งผลให้ราคาสูงขึ้น',
  youNeedToBeFamiliarWith:
    'คุณต้องทำความคุ้นเคยและทบทวนรายงานน้ำมันดิบสองฉบับอย่างสม่ำเสมอ',
  USDepartmentOfEnergy: 'รายงานปริมาณน้ำมันดิบคงคลังของกระทรวงพลังงานสหรัฐ',
  theUSDepartmentOfEnergy:
    'รายงานปริมาณน้ำมันดิบคงคลังของกระทรวงพลังงานสหรัฐเผยแพร่ทุกวันพุธ รายงานดังกล่าวสะท้อนถึงปริมาณน้ำมันดิบคงคลังของสหรัฐฯ เนื่องจากสหรัฐอเมริกาเป็นผู้บริโภคน้ำมันดิบรายใหญ่ที่สุด จึงจำเป็นสำหรับผู้ค้าที่จะต้องวิเคราะห์ความต้องการของพวกเขาโดยการทำความเข้าใจสินค้าคงคลังน้ำมันดิบอย่างสม่ำเสมอ',
  OPEC: 'รายงานตลาดน้ำมันดิบของกลุ่มโอเปก',
  theCrudeOilReportYouShouldStudy:
    'รายงานน้ำมันดิบที่คุณควรศึกษาคือรายงานรายเดือนและรายปีที่ออกโดย OPEC รายงานเหล่านี้ช่วยให้คุณเข้าใจเป้าหมายการผลิตของประเทศสมาชิกโอเปก เป้าหมายและโควตาการผลิตของพวกเขาสะท้อนให้เห็นถึงระดับอุปสงค์และอุปทานน้ำมันดิบในตลาดโลกในปัจจุบัน'
};
