import { Cryptocurrencies } from '../@types/cryptocurrencies';

export const cryptocurrencies: Cryptocurrencies = {
  cryptoCurrency: 'สกุลเงินดิจิตอล',
  bitcoinIsAGameChanging:
    'Bitcoin เป็นสินทรัพย์ดิจิทัลที่เปลี่ยนแปลงเกมซึ่งเป็นประเด็นร้อนทั่วโลก โดยเป็นสกุลเงินเสมือนที่ได้รับความนิยมมากที่สุด และส่วนแบ่งการตลาดมีสัดส่วนมากกว่าหนึ่งในสามของตลาดสกุลเงินเสมือนทั้งหมด นับตั้งแต่เปิดตัวใน ในปี 2009 Bitcoin มีการเติบโตอย่างมาก ไม่เพียงแต่ราคาจะเพิ่มขึ้นภายในไม่กี่สัปดาห์หรือหลายเดือนเท่านั้น ยังมีเหรียญหมุนเวียนมากกว่า 16 ล้านเหรียญ ซึ่งช่วยเพิ่มสภาพคล่องได้อย่างมาก',
  viewTradingProducts: 'ดูผลิตภัณฑ์การซื้อขาย',
  bitcoinCanBe:
    'Bitcoin ถือได้ว่าเป็นสกุลเงินดิจิทัลที่ประสบความสำเร็จมากที่สุด เนื่องจากได้รับความนิยมอย่างมากในหมู่นักเทรดและนักลงทุน และความผันผวนของราคาที่สูงทำให้เกิดจุดเข้าและออกที่น่าสนใจ',
  advantagesOfCryptoCurrency: 'ข้อดีของสกุลเงินดิจิตอลเข้ารหัส',
  inViewOfBitcoinsRole:
    'เมื่อพิจารณาถึงบทบาทของ Bitcoin ในการป้องกันความเสี่ยง สกุลเงินดิจิตอลเข้ารหัสนี้น่าจะถูกเรียกว่า “ทองคำใหม่” นอกจากการพัฒนาเทคโนโลยีบล็อกเชนแล้ว การลงทุนและการซื้อขายสกุลเงินดิจิทัล เช่น Bitcoin, Ethereum และ Litecoin ก็ค่อยๆ ได้รับความนิยมในตลาดการเงิน ความผันผวนของราคาอย่างมากของสกุลเงิน crypto ทำให้นักลงทุนมีโอกาสได้รับผลกำไรอย่างรวดเร็ว',
  theCFDSystem: 'ระบบ CFD',
  asAGlobalCurrency:
    'ในฐานะที่เป็นสกุลเงินทั่วโลก Bitcoin ไม่ได้รับผลกระทบจากการเปลี่ยนแปลงนโยบายการเงินของประเทศใด ๆ ตัวชี้วัดทางเศรษฐกิจหรือปัญหาทางการเมือง ผ่านแพลตฟอร์มการซื้อขายของ WCG คุณสามารถใช้ CFD (สัญญาซื้อขายส่วนต่าง) เพื่อเข้าร่วมในการลงทุนสกุลเงินดิจิตอลเข้ารหัสด้วยมาร์จิ้นโดยไม่ต้องลงทุนเงินทั้งหมดของคุณ เปิดบัญชีจริงหรือบัญชีทดลองตอนนี้และทดลองใช้ระบบการซื้อขายที่ทันสมัยและมีประสิทธิภาพที่สุดของเรา',
  howToTradeCryptoCurrency: 'วิธีแลกเปลี่ยนสกุลเงิน crypto',
  cryptoCurrencyTransactions:
    'การทำธุรกรรมสกุลเงิน Crypto มีความคล้ายคลึงกับการทำธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศในหลาย ๆ ด้าน สกุลเงินดิจิตอลเข้ารหัสของเราแสดงเป็นดอลลาร์สหรัฐหรือยูโร และคุณสามารถเปลี่ยนราคาเทียบกับสกุลเงินอ้างอิงที่คุณเลือกได้ตลอดเวลา',
  ifYouSpeculate:
    'หากคุณคาดการณ์ว่า Bitcoin จะแข็งค่าขึ้นเมื่อเทียบกับดอลลาร์สหรัฐ คุณสามารถซื้อผลิตภัณฑ์ BTC/USD ได้ หลังจากซื้อแล้ว หากราคาเคลื่อนไปในทิศทางที่เป็นประโยชน์ต่อคุณ คุณก็สามารถทำกำไรได้ หากราคาเคลื่อนไปในทิศทางที่ไม่เป็นผลดีกับคุณ คุณจะสูญเสียเงิน',
  basicConceptsOfCryptoCurrency: 'แนวคิดพื้นฐานของสกุลเงินดิจิตอลเข้ารหัส',
  cryptoCurrencyIsACurrency:
    'สกุลเงิน Crypto เป็นสกุลเงินที่มีอยู่บนอินเทอร์เน็ตเท่านั้น ไม่เหมือนกับสกุลเงินทั่วไปตรงที่ไม่ได้ออกโดยรัฐบาลหรือธนาคารกลาง เนื่องจากราคาของ Bitcoin พุ่งเกิน 7,000 ดอลลาร์ จึงกลายเป็นหนึ่งในจุดสนใจของตลาดการเงิน Bitcoin เป็นสกุลเงินดิจิทัลสกุลแรก และมีสกุลเงินดิจิทัลอื่น ๆ อีกมากกว่า 1,000 สกุลทั่วโลก',
  bitcoinAndManyOther:
    'Bitcoin และสกุลเงินดิจิทัลอื่น ๆ รวมถึง Litecoin และ Ethereum ผลิตขึ้นผ่านการ "ขุด" และสกุลเงินดิจิทัลอื่น ๆ รวมถึง Ripple และ NEO ได้รับการจัดหาโดยตรงจากตลาด',
  understandBitcoin: 'เข้าใจบิตคอยน์',
  bitcoinWasFounded:
    'Bitcoin ก่อตั้งขึ้นในปี 2552 โดยบุคคลหรือกลุ่มคนที่มีนามแฝงว่า Satoshi Nakamoto และเป้าหมายคือการสร้างระบบการชำระเงินแบบกระจายอำนาจ แนวคิดใหม่นี้ใช้เทคโนโลยีที่เรียกว่าบล็อกเชน ซึ่งสามารถเข้าใจได้ว่าเป็นฐานข้อมูลสาธารณะสำหรับจัดเก็บและบันทึกธุรกรรมบิตคอยน์ทั้งหมด เหตุผลที่ Bitcoin สามารถทำธุรกรรมให้เสร็จสมบูรณ์ได้โดยไม่ต้องมีธนาคาร เนื่องจากเทคโนโลยีบล็อคเชนทำให้ทุกคนสามารถเห็นและตรวจสอบธุรกรรมสกุลเงินดิจิทัลได้',
  limitedSupply: 'อุปทาน จำกัด',
  SatoshiNakamoto:
    'Satoshi Nakamoto จำกัดอุปทานไว้ที่ 21 ล้านเมื่อออกแบบ Bitcoin นี่เป็นสิ่งสำคัญมากสำหรับการวัดมูลค่าของสินทรัพย์ เพราะนั่นหมายความว่าไม่มีธนาคารใดสามารถนำ bitcoin เข้าสู่ตลาดได้มากขึ้น ดังนั้น Bitcoin จึงมักถูกมองว่าเป็นผลิตภัณฑ์ป้องกันเงินเฟ้อที่เปรียบได้กับทองคำ',
  itCanBeObtainedThroughMining: 'สามารถหาได้จากการขุด',
  theSoCalledMining:
    'การขุดที่เรียกว่าเป็นการใช้อัลกอริธึมคอมพิวเตอร์เพื่อแก้ปัญหาทางคณิตศาสตร์ที่ซับซ้อนเพื่อให้แน่ใจว่าระบบบัญชีแบบกระจายอำนาจของเครือข่าย Bitcoin มีความสอดคล้องกัน เครือข่ายได้รับการตั้งค่าให้ได้รับคำตอบที่ถูกต้องทุก ๆ สิบนาที จากนั้นเครือข่ายบิตคอยน์จะสร้างบิตคอยน์จำนวนหนึ่งเป็นรางวัลบล็อก และให้รางวัลแก่ผู้ที่ได้รับคำตอบ นั่นคือได้รับบิตคอยน์',
  fastTransactions: 'ธุรกรรมที่รวดเร็ว',
  theAverageVerificationTime:
    'เวลาเฉลี่ยในการตรวจสอบธุรกรรม bitcoin คือ 10 นาที ซึ่งหมายความว่าคุณสามารถส่ง bitcoin ไปยังที่ใดก็ได้ในโลกภายใน 10 นาที แม้แต่ในวันหยุดสุดสัปดาห์ แม้ว่ามันอาจจะฟังดูเหลือเชื่อ แต่ด้วยการเกิดขึ้นของสกุลเงินดิจิทัลใหม่ ๆ ที่เน้นความเร็วในการทำธุรกรรม Bitcoin ไม่ใช่วิธีการชำระเงินที่เร็วที่สุดอีกต่อไป',
  BitcoinsHistoricalPrice: 'ราคาย้อนหลังของ Bitcoin',
  comparedWithTraditionalCurrencies:
    'เมื่อเทียบกับสกุลเงินดั้งเดิม สกุลเงินดิจิตอลเข้ารหัสมีความผันผวนมาก ความผันผวนรายสัปดาห์ของสกุลเงินดั้งเดิมมักจะน้อยกว่า 1% ในขณะที่ Bitcoin อยู่ที่ 60% ในปี 2560 สกุลเงินดิจิตอลเข้ารหัสอื่น ๆ บางสกุลมีความผันผวนมากกว่านั้น แม้ว่าบางคนจะคิดว่าราคาของสกุลเงินดิจิตอลเข้ารหัสนั้นเต็มไปด้วยฟองสบู่ แต่ระดับความผันผวนของพวกเขานั้นให้โอกาสในการซื้อขายมากมายสำหรับผู้ค้ารายวันอย่างไม่ต้องสงสัย',
  fromThePerspectiveOfVolatility:
    'จากมุมมองของความผันผวน มีการเปลี่ยนแปลงราคาที่สำคัญหลายอย่างของ Bitcoin ตั้งแต่ปี 2013',
  HighPointInTheSpring:
    'จุดสูงสุดในฤดูใบไม้ผลิปี 2013: การระเบิดครั้งแรกของราคา Bitcoin เกิดขึ้นตั้งแต่เดือนมีนาคมถึงเมษายน 2013 เมื่อราคาของมันเพิ่มสูงขึ้นจาก 30 ดอลลาร์เป็น 230 ดอลลาร์ สาเหตุหนึ่งที่เป็นไปได้สำหรับการเพิ่มขึ้นนี้คืออุตสาหกรรมการธนาคารในไซปรัสเป็นอันตราย ในเวลานั้น เงินฝากขนาดใหญ่ที่เกินจำนวนที่กำหนดอาจถูกยึดโดยตรงจากธนาคาร และ Bitcoin ก็รอดพ้นจากเหตุการณ์ดังกล่าวได้อย่างสมบูรณ์',
  riseInNovember:
    'เพิ่มขึ้นในเดือนพฤศจิกายน 2013: เนื่องจากความต้องการที่เพิ่มขึ้นจากจีนและความสนใจของวุฒิสภาสหรัฐใน Bitcoin ราคาของ Bitcoin จึงเพิ่มขึ้นเป็น 1,000 ดอลลาร์',
  lowPointInJanuary:
    'จุดต่ำสุดในเดือนมกราคม 2015: เนื่องจากข้อจำกัดของรัฐบาลจีนและการจับกุมผู้ก่อตั้ง Silk Road ซึ่งเป็นแพลตฟอร์มซื้อขายยาออนไลน์ ราคาของ Bitcoin ลดลงอย่างรวดเร็ว',
  highPoint: 'จุดสูงสุดในปี 2017: ราคาของ Bitcoin ทะลุเหนือ $10,000',
  highestPointSoFar: 'จุดสูงสุดจนถึงปัจจุบัน: 63,000 ดอลลาร์'
};
