import { Footer } from '../@types/footer';

export const footer: Footer = {
  copyright: '© WCG Group Limited สงวนลิขสิทธิ์ ห้ามพิมพ์ซ้ำ',
  privacyPolicy: 'นโยบายความเป็นส่วนตัว',
  termsAndConditions: 'ข้อกำหนดและเงื่อนไข',
  disputeSettlement: 'การระงับข้อพิพาท',
  riskDisclaimer: 'คำปฏิเสธความเสี่ยง',
  amlPolicy: 'นโยบาย AML',
  followUs: 'ตามเรามา',
  provideYouWith:
    'ให้บริการด้านการลงทุนคุณภาพสูงด้วยประสบการณ์ระดับมืออาชีพมากที่สุดในอุตสาหกรรม',
  allTradesInvolveRisks:
    'นโยบายความเสี่ยง: การซื้อขายทั้งหมดมีความเสี่ยง การขาดทุนจากการเทรดของคุณอาจมากกว่าเงินฝากทั้งหมดของคุณ',
  newbiesGettingStarted: 'มือใหม่เริ่มต้น',
  getUSD: 'รับเงินเสมือนจริง 100,000 เหรียญสหรัฐสำหรับบัญชีทดลอง',
  demoAccount: 'บัญชีทดลอง',
  startRealFXTrading: 'เริ่มการซื้อขาย FX จริง',
  aRealAccount: 'บัญชีจริง',
  WCGIsABusinessBrand:
    'WCG เป็นแบรนด์ธุรกิจที่ใช้ร่วมกันโดยหลายบริษัท ได้แก่: ',
  WCGMarketsLtdIsALimitedLiabilityCompany:
    'WCG Markets Ltd เป็นบริษัทจำกัดที่จดทะเบียนภายใต้กฎหมายบริษัทธุรกิจระหว่างประเทศในเซนต์วินเซนต์และเกรนาดีนส์ หมายเลขบริษัทคือ 26087 BC 2020 ที่อยู่จดทะเบียนคือ: The Financial Services Center Stoney Ground, Kingstown, St.Vincent & the Grenadines',
  WCGMarketsLtdIsRegulatedByTheFINTRAC:
    'WCG Markets Ltd ได้รับการควบคุมโดย FINTRAC หมายเลขใบอนุญาต MSB คือ M20282836 ที่อยู่จดทะเบียนคือ: 150-10451 Shellbridge Way, Richmond BC V6X 2W8, Canada',
  WCGGlobalLtd:
    'Wenchuan Global Ltd เป็นบริษัทจำกัดที่จดทะเบียนในสหราชอาณาจักร โดยมีหมายเลขบริษัท 11019948 ที่อยู่จดทะเบียนคือ WC1E 6HA, 5th Floor, 3 Gower Street, London, UK',
  HighRiskInvestmentWarning:
    'คำเตือนการลงทุนที่มีความเสี่ยงสูง: สัญญาซื้อขายส่วนต่าง (CFD) เป็นผลิตภัณฑ์ทางการเงินที่ซับซ้อน และการใช้คุณลักษณะการซื้อขายที่มีเลเวอเรจมีแนวโน้มที่จะทำให้สูญเสียเงินต้นอย่างรวดเร็ว และคุณอาจต้องเรียกมาร์จิ้น โปรดทำความเข้าใจหลักการผลิตภัณฑ์ของ CFD และพิจารณาว่าคุณสามารถทนต่อความเสี่ยงนี้ได้หรือไม่ก่อนที่จะเข้าสู่ตลาด ราคาและประสิทธิภาพในอดีตของตราสารอนุพันธ์ทางการเงินทั้งหมดไม่ได้รับประกันหรือแสดงถึงแนวโน้มในอนาคต ผลิตภัณฑ์ทางการเงินดังกล่าวไม่เหมาะสำหรับนักลงทุนทุกคน โปรดตรวจสอบให้แน่ใจว่าได้เข้าใจความเสี่ยงที่อาจเกิดขึ้นทั้งหมดอย่างถ่องแท้ก่อนเข้าสู่ตลาด และขอคำแนะนำจากหน่วยงานอิสระเมื่อจำเป็น',
  restrictedAreas:
    'พื้นที่จำกัด: ข้อมูลเว็บไซต์ของ WCG Markets Ltd ไม่ได้มุ่งเป้าไปที่ผู้ที่อาศัยอยู่ในบริติชโคลัมเบีย ควิเบก และซัสแคตเชวัน สาธารณรัฐประชาธิปไตยประชาชนเกาหลี (เกาหลีเหนือ) อิหร่าน สหรัฐอเมริกา และฮ่องกง และไม่ส่งหรือใช้ข้อมูลให้กับผู้คนในประเทศหรือเขตอำนาจศาลที่การเผยแพร่หรือการใช้ข้อมูลนี้ฝ่าฝืนกฎหมายและข้อบังคับท้องถิ่น'
};
