import { Forex } from '../@types/forex';

export const forex: Forex = {
  foreignExchangeTransactions: 'การทำธุรกรรมเงินตราต่างประเทศ',
  theForeignExchange:
    'ตลาดแลกเปลี่ยนเงินตราต่างประเทศมีปริมาณการซื้อขายต่อวันประมาณ 5 ล้านล้านเหรียญสหรัฐ ทำให้เป็นตลาดการเงินที่ใหญ่ที่สุดและมีสภาพคล่องมากที่สุดในโลก ด้วยการลงทุนในสกุลเงินต่างประเทศผ่านแพลตฟอร์มซื้อขายอัตราแลกเปลี่ยนเงินตราต่างประเทศ WCG คุณสามารถมีส่วนร่วมในส่วนที่น่าตื่นเต้นของโลกการเงิน รับราคาตลาดสถาบันทันที และทำธุรกรรมต่อเนื่องตลอด 24 ชั่วโมง บัญชีซื้อขายแลกเปลี่ยนเงินตราต่างประเทศ WCG ตอบสนองความต้องการด้านการลงทุนที่แตกต่างกันของผู้ใช้ นักลงทุนรายใหม่ยังสามารถทดลองใช้บัญชีทดลองฟรีของเราเพื่อสัมผัสกับแพลตฟอร์มการซื้อขาย MT4 ที่รวดเร็วและใช้งานง่าย',
  viewTradingProducts: 'ดูผลิตภัณฑ์การซื้อขาย',
  howToPerform: 'วิธีการทำธุรกรรมเงินตราต่างประเทศ',
  foreignExchangeCurrencies:
    'สกุลเงินแลกเปลี่ยนเงินตราต่างประเทศจะปรากฏเป็นคู่เสมอ ตัวอย่างเช่น EUR/USD, GBP/USD, USD/JPY',
  inForeignExchangeTrading:
    'ในการซื้อขายอัตราแลกเปลี่ยน คุณสามารถซื้อ (long) หรือขาย (short) อย่างไรก็ตาม เมื่อคุณแลกเปลี่ยนคู่สกุลเงินแลกเปลี่ยนเงินตราต่างประเทศทางออนไลน์ คุณจะไม่ได้ซื้อหรือขายสกุลเงินจริง การดำเนินการของคุณคือการเดิมพันการเพิ่มขึ้นหรือลดลงของคู่สกุลเงิน การเพิ่มขึ้นหรือลดลงของสกุลเงินคือการเพิ่มขึ้นหรือลดลงเมื่อเทียบกับสกุลเงินอื่น',
  throughWCG:
    'ผ่าน WCG คุณสามารถซื้อขายโดยตรงและข้ามสกุลเงินได้ เงินทุนขั้นต่ำสำหรับการเปิดบัญชีคือ US$ 100',
  unlikeOther:
    'ซึ่งแตกต่างจากตลาดการเงินอื่น ๆ ตลาดแลกเปลี่ยนเงินตราต่างประเทศไม่มีการแลกเปลี่ยนกลางที่แน่นอนหรือที่ตั้งทางกายภาพ เครือข่ายธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศทั่วโลกตลอด 24 ชั่วโมงประกอบด้วยธนาคาร บริษัทขนาดใหญ่ และผู้ค้ารายย่อย ซึ่งหมายความว่าอัตราแลกเปลี่ยนเงินตราต่างประเทศจะผันผวนตลอด 24 ชั่วโมง ทำให้มีโอกาสในการซื้อขายมากมาย',
  buyLong: 'ซื้อยาว',
  judgeTheMarket:
    'ตัดสินว่าตลาดเป็นแนวโน้มขาขึ้น ถือไว้หลังจากซื้อผลิตภัณฑ์ทางการเงิน และรอให้ตลาดขึ้นก่อนขาย เพื่อรับค่าสเปรดระดับกลาง',
  sellShort: 'ขาย-ชอร์ต',
  anticipatingThat:
    'คาดการณ์ว่าตลาดจะลดลง ขายชิปในมือและซื้อหลังจากที่ราคาลดลง สรุปคือขายก่อนแล้วค่อยซื้อ',
  learnMore: 'เรียนรู้เพิ่มเติม',
  startForexTrading: 'เริ่มการซื้อขายฟอเร็กซ์ในห้าขั้นตอนง่ายๆ',
  joinA24Hour:
    'เข้าร่วมเครือข่ายธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศทั่วโลกตลอด 24 ชั่วโมงซึ่งประกอบด้วยธนาคาร บริษัทขนาดใหญ่ และผู้ค้ารายย่อย',
  chooseAForeign: 'เลือกคู่สกุลเงินแลกเปลี่ยนเงินตราต่างประเทศ',
  theFirstDecision:
    'การตัดสินใจครั้งแรกในการเป็นผู้ค้าแลกเปลี่ยนเงินตราต่างประเทศคือการเลือกคู่สกุลเงินแลกเปลี่ยนเงินตราต่างประเทศที่คุณต้องการซื้อขาย',
  inWCG:
    'ใน WCG เรามีผลิตภัณฑ์ที่หลากหลายรวมถึงคู่สกุลเงินโดยตรงและข้ามสกุลเงิน ผู้ค้ารายใหม่มักจะเริ่มซื้อขายด้วยคู่สกุลเงินที่พวกเขาคุ้นเคยมากที่สุด จากนั้นจึงมองหาโอกาสในการซื้อขายในคู่สกุลเงินอื่นที่ไม่คุ้นเคย',
  determineTheDirection: 'กำหนดทิศทางการซื้อและขาย',
  afterChoosing:
    'หลังจากเลือกผลิตภัณฑ์การซื้อขายของคุณแล้ว คุณควรตัดสินใจว่าจะซื้อหรือขายโดยการคาดเดาทิศทางในอนาคตของตลาด คู่สกุลเงินแลกเปลี่ยนเงินตราต่างประเทศประกอบด้วยสองสกุลเงิน สกุลเงินทางด้านซ้ายมือเรียกว่า "สกุลเงินหลัก" และสกุลเงินทางด้านขวามือเรียกว่า "สกุลเงินอ้างอิง" ดังนั้น:',
  ifYouThinkThatTheBaseCurrencyIsStronger:
    'หากคุณคิดว่าสกุลเงินฐานแข็งแกร่งกว่าสกุลเงินอ้างอิง หรือสกุลเงินอ้างอิงค่อนข้างอ่อนแอกว่าสกุลเงินฐาน ให้ซื้อคู่สกุลเงินนี้',
  ifYouThinkThatTheBaseCurrencyIsWeaker:
    'หากคุณคิดว่าสกุลเงินฐานอ่อนค่ากว่าสกุลเงินอ้างอิง หรือสกุลเงินอ้างอิงค่อนข้างแข็งแกร่งกว่าสกุลเงินฐาน ให้ขายคู่สกุลเงิน',
  atTheSameTime:
    'ในเวลาเดียวกัน ทุกคู่สกุลเงินมีสองราคาในทุกช่วงเวลา หนึ่งคือราคาเสนอซื้อและอีกอันคือราคาถาม ส่วนต่างระหว่างสองราคาเรียกว่า "สเปรด" ซึ่งเป็นต้นทุนการทำธุรกรรมของคุณ',
  setStop: 'ตั้งจุดหยุดการขาดทุน/ทำกำไร',
  stopLossTakeProfit:
    'Stop Loss/Take Profit เป็นราคาที่ตั้งไว้ล่วงหน้า เมื่ออัตราแลกเปลี่ยนถึงราคาที่ตั้งไว้ ตำแหน่งที่เกี่ยวข้องจะถูกปิดโดยอัตโนมัติ',
  thePurposeOf:
    'วัตถุประสงค์ของการตั้งค่าหยุดการขาดทุน/การทำกำไรคือการล็อคกำไรหรือขาดทุนของตำแหน่ง',
  monitorYourTrading: 'ตรวจสอบตำแหน่งการซื้อขายของคุณ',
  beforeThePositionIsClosed:
    'ก่อนที่ตำแหน่งจะปิด กำไรและขาดทุนของคุณจะเปลี่ยนไปตามความผันผวนของราคา',
  soRealTimeMonitoring:
    'ดังนั้นการตรวจสอบกำไรและขาดทุนแบบเรียลไทม์จึงมีความสำคัญมาก ด้วยการติดตามสถานการณ์ คุณสามารถเพิ่มหรือปิดตำแหน่งได้ทันทีเมื่อจำเป็น',
  closeYourPosition: 'ปิดตำแหน่งของคุณ',
  itIsExtremelyImportant:
    'เป็นสิ่งสำคัญอย่างยิ่งสำหรับนักลงทุน FOREX ในการปิดตำแหน่งให้ทันเวลาเมื่อระบุช่วงต่างๆ ของการเคลื่อนไหวของตลาด',
  FailingToDoSo:
    'การไม่ทำเช่นนั้นบางครั้งมีค่าใช้จ่ายสูง โดยเฉพาะอย่างยิ่งเมื่อตลาดเคลื่อนไหวสวนทางกับพวกเขา',
  foreignExchangeQuotes:
    'ราคาแลกเปลี่ยนเงินตราต่างประเทศโดยทั่วไปมีทศนิยมห้าตำแหน่ง ในหมู่พวกเขา ทศนิยมตำแหน่งที่สี่เป็นจุดที่ต้องให้ความสนใจมากที่สุด เรามักใช้ pip เพื่อคำนวณกำไรและขาดทุน โดยทั่วไปปริมาณการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศจะนับเป็น "ล็อต" และ 1 ล็อตจะเท่ากับ 100,000 หน่วยสกุลเงินหลัก คุณยังสามารถซื้อขายหน่วยที่มีขนาดเล็กกว่า 1 ล็อต เช่น ล็อตขนาดเล็กหรือล็อตขนาดเล็ก มินิล็อตสอดคล้องกับ 10,000 หน่วยสกุลเงิน (0.1 ล็อต) และไมโครล็อตสอดคล้องกับ 1,000 หน่วยสกุลเงิน (0.01 ล็อต)',
  supportLeverage: 'รองรับเลเวอเรจ',
  youCanUtilizeLeverage:
    'คุณสามารถใช้เลเวอเรจเพื่อเปิดสถานะที่มากกว่าจำนวนเงินทุนของคุณ วิธีการนี้อาจนำไปสู่ผลกำไรหรือขาดทุนมากขึ้น ดังนั้นจึงเป็นเรื่องสำคัญมากที่จะต้องจัดการความเสี่ยงเมื่อทำธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศ',
  fundingThreshold: 'เกณฑ์การระดมทุน',
  whenTradingForeignExchange:
    'เมื่อซื้อขายแลกเปลี่ยนเงินตราต่างประเทศออนไลน์ คุณสามารถกำหนดขนาดของสถานะที่เปิดอยู่ได้ ฝากเงินในจำนวนที่เหมาะสมตามสถานการณ์ของคุณเพื่อเข้าร่วมในการทำธุรกรรม',
  hoursTrading: 'การซื้อขาย 24 ชั่วโมง',
  fromMondayMorning:
    'ตั้งแต่เช้าวันจันทร์ถึงเช้าวันเสาร์ ตลาดแลกเปลี่ยนเงินตราต่างประเทศจะเปิดสำหรับการซื้อขายเสมอ สิ่งนี้ทำให้ตลาดแลกเปลี่ยนเงินตราต่างประเทศเป็นตลาดการซื้อขายที่เหมาะสำหรับนักเทรดมือสมัครเล่น'
};
