import { FundManager } from '../@types/fundManager';

export const fundManager: FundManager = {
  fundManager: 'ผู้จัดการกองทุน',
  WCGProvidesAssetManagement:
    'WCG ให้บริการโซลูชั่นการจัดการสินทรัพย์สำหรับผู้จัดการกองทุน รวมถึงเครื่องมือการจัดการกองทุน MT4 MAM (การจัดการหลายบัญชี) ที่ได้รับรางวัล เพื่อช่วยให้พันธมิตรของเราจัดการกองทุนของลูกค้าได้อย่างมีประสิทธิภาพในสภาพแวดล้อมที่ปลอดภัยและเติบโตเคียงข้างไปกับเรา',
  applyForManager: 'สมัครผู้จัดการ',
  youCanTrade:
    'คุณสามารถซื้อขายในตลาดผ่านระบบบัญชีตำแหน่งต่างๆ WCG ให้บริการเครื่องมือวิเคราะห์และการซื้อขายที่ดีที่สุด (คู่มือและอัลกอริทึม) นอกจากนี้ เราจะยังคงให้บริการอัปเดตซอฟต์แวร์อัตโนมัติเพื่อให้ทำงานได้อย่างรวดเร็วและปลอดภัยบนอุปกรณ์ใดๆ',
  makeFullUseOfAlgorithms:
    'ใช้อัลกอริทึมและโอกาสในการซื้อขายอย่างเต็มที่เพื่อสร้าง ทดสอบ และปรับปรุงกลยุทธ์ของคุณ ระบุวิธีการคำนวณพารามิเตอร์ กำหนดเส้นตาย เพิ่มทุน มูลค่า และข้อกำหนดอื่น ๆ ของนักลงทุน จัดการบัญชีและสร้างรายงานโดยละเอียดเพื่อตรวจสอบผลลัพธ์การทำธุรกรรมของลูกค้าด้วยวิธีที่เป็นหนึ่งเดียว แสดงข้อมูลใดๆ บนกราฟ คำนวณโดยอัตโนมัติ จัดการยอดการดำเนินงาน ค่าใช้จ่าย และค่าธรรมเนียมการจัดการ',
  WCGCanHelpYourFund:
    'WCG สามารถช่วยกองทุนของคุณในการเพิ่มรายได้: เทรดเดอร์ของคุณจะสามารถตระหนักถึงศักยภาพของพวกเขาอย่างเต็มที่และนำผลกำไรสูงสุดมาสู่กองทุน และผลลัพธ์ในเชิงบวกจะดึงดูดนักลงทุนรายใหม่ให้เข้าร่วม',
  scientificAndFlexibleManagement: 'การจัดการทางวิทยาศาสตร์และยืดหยุ่น',
  overTheYears:
    'ในช่วงหลายปีที่ผ่านมา เราได้สร้างความสัมพันธ์ที่ประสบความสำเร็จกับผู้จัดการกองทุนเพราะเราเข้าใจความต้องการของคุณ',
  multiPersonAccountManagement: 'การจัดการบัญชีหลายคน',
  usingTheWCGMAMManagementSystem:
    'การใช้ระบบการจัดการ WCG MAM ผู้จัดการเงินสามารถจัดการหลายบัญชีได้อย่างรวดเร็ว',
  efficientAccountControl: 'การควบคุมบัญชีที่มีประสิทธิภาพ',
  allowTradersToAdd: 'อนุญาตให้ผู้ค้าเพิ่ม ลบ หรือระงับลูกค้าได้ตลอดเวลา',
  optionalAllocationTypes: 'ประเภทการจัดสรรเพิ่มเติม',
  multipleTransactionAllocationTypes:
    'การจัดสรรธุรกรรมหลายประเภท ขึ้นอยู่กับสไตล์การเทรดและขนาดและประเภทเงินทุนของลูกค้าของคุณ',
  multipleProductCategories: 'หมวดหมู่สินค้าหลายรายการ',
  multipleCurrencyProducts:
    'ผลิตภัณฑ์หลายสกุลเงิน อัตราแลกเปลี่ยนเก็งกำไร โลหะมีค่า สินค้าโภคภัณฑ์และดัชนี CFD เป็นต้น',
  fundManagersCan: 'ผู้จัดการกองทุนสามารถ',
  openMainAccount: 'เปิดบัญชีหลัก',
  collectTheTradingHistory: 'รวบรวมประวัติการซื้อขายของบัญชีของพวกเขา',
  manageInvestorAccounts: 'จัดการบัญชีนักลงทุน',
  setANickname: 'ตั้งชื่อเล่น ตั้งขีดจำกัดความเสี่ยง',
  setFees: 'กำหนดค่าธรรมเนียม',
  investorsCan: 'นักลงทุนสามารถ',
  lookForAFund: 'มองหาผู้จัดการการลงทุนกองทุน',
  toOpenAn: 'ในการเปิดบัญชีเพื่อการลงทุน',
  toMakeDeposits: 'เพื่อทำการฝากเงิน',
  subscribeToThe: 'สมัครสมาชิกบัญชีหลัก',
  toViewTheir: 'เพื่อดูสถิติบัญชีของพวกเขา',
  haveEverythingYouNeed: 'มีทุกสิ่งที่คุณต้องการ',
  togetherWithWCG:
    'ร่วมกับ WCG เพื่อสร้างกลุ่มลูกค้าที่กว้างขวาง ไม่ว่าธุรกิจของคุณจะมีขนาดเท่าใด คุณสามารถใช้สภาพแวดล้อมการซื้อขายที่ยอดเยี่ยมของเราพร้อมฟังก์ชันมากมายเพื่อจัดการกับความต้องการทั้งหมดของคุณ',
  excellentTradingEnvironment: 'สภาพแวดล้อมการซื้อขายที่ยอดเยี่ยม',
  toIncreaseYour: 'เพื่อเพิ่มรายได้ของคุณ',
  aMultiAccountTradingPlatform: 'แพลตฟอร์มการซื้อขายหลายบัญชี',
  thatCanSatisfy: ' ที่สามารถตอบสนองความต้องการของคุณได้',
  theBrokerYouNeed: 'โบรกเกอร์ที่คุณต้องการด้วยความแข็งแกร่ง',
  backgroundForCooperation: 'เบื้องหลังความร่วมมือและการสนับสนุน',
  iWantToBeAManager: 'ฉันอยากเป็นผู้จัดการ'
};
