import { Home } from '../@types/home';

export const home: Home = {
  diversifiedProducts:
    'ผลิตภัณฑ์ที่หลากหลายเพื่อตอบสนองความต้องการด้านการลงทุนของคุณ',
  strongAdvantages:
    'ข้อได้เปรียบที่แข็งแกร่งเพื่อความปลอดภัยในการทำธุรกรรมของคุณ',
  highLiquidity: 'สภาพคล่องสูง ส่วนลดสเปรดที่สำคัญ ต้นทุนต่ำและผลตอบแทนสูง',
  safetyOfFunds:
    'ความปลอดภัยของเงิน กระบวนการฝากและถอนที่รวดเร็ว ระบบที่ราบรื่น บริการตลอด 24 ชั่วโมง',
  askProductsNow: 'สอบถามสินค้าได้เลย',
  safeAndSecureDepository: 'เงินฝากที่ปลอดภัยและมั่นคง',
  customerFunds:
    'เงินของลูกค้าจะถูกฝากแยกต่างหากและตรวจสอบโดยหน่วยงานกำกับดูแล ด้วยประสบการณ์การควบคุมความเสี่ยงระดับมืออาชีพทางการเงินเป็นเวลาสิบปี ธุรกรรมแต่ละรายการจะได้รับการตรวจสอบอย่างเข้มงวดเพื่อความปลอดภัยของเงินทุนของลูกค้า',
  efficientDeposit: 'การฝากและถอนเงินที่มีประสิทธิภาพ',
  theDepositAndWithdrawal:
    'การฝากและถอนเงินนั้นง่ายและไม่มีข้อจำกัด ทำให้ขั้นตอนการฝากและถอนที่ซับซ้อนง่ายขึ้น ทำให้คุณสามารถฝากและถอนเงินได้อย่างรวดเร็วทุกที่ทุกเวลาอย่างรวดเร็วภายในสองชั่วโมง',
  fastPayment: 'การประมวลผลการชำระเงินที่รวดเร็ว',
  theLatestTechnology:
    'เทคโนโลยีล่าสุดทำให้กระบวนการตรวจสอบและเปิดบัญชีเร็วขึ้น เป้าหมายของระบบการชำระเงินคือการเป็นระบบล่าสุดที่ให้บริการฝากและถอนเงินที่รวดเร็วที่สุดในอุตสาหกรรม',
  invest: 'ลงทุน ',
  inNewChannels: 'ในช่องทางใหม่ๆ สร้างรายได้ใน WCG',
  professionalEquals: 'มืออาชีพ 100% เท่ากับความมั่นใจ 100%',
  mobileTradingSystem: 'ระบบซื้อขายผ่านมือถือ',
  WCGMobileTradingSystem:
    'ระบบการซื้อขายบนมือถือของ WCG เป็นวิธีการที่ง่ายและสะดวกเพื่อให้ลูกค้าสามารถซื้อขายได้ในขณะเดินทางและตอบสนองต่อข่าวสารและข้อมูลของตลาดทันที ซึ่งจะเป็นการเพิ่มโอกาสในการซื้อขายให้สูงสุด',
  brandReputation: 'ชื่อเสียงของแบรนด์และความสัมพันธ์แบบเติบโต',
  WCGValuesTheCustomersTradingExperience:
    'WCG ให้ความสำคัญกับประสบการณ์การค้าของลูกค้าและเชื่อมั่นว่าการพัฒนาแบรนด์ในอนาคตขึ้นอยู่กับการเติบโตร่วมกันของพันธมิตร',
  preciousMetalsContract: 'สัญญาโลหะมีค่า',
  timesLeverage:
    'เลเวอเรจ 100-200 เท่า ต้นทุนต่ำและผลตอบแทนสูง การซื้อขายทั่วโลกตลอด 24 ชั่วโมง สามารถทำกำไรได้ทั้งการซื้อและการขาย',
  LondonGoldLondonSilver:
    'London Gold & London Silver เป็นผลิตภัณฑ์การซื้อขายที่ให้บริการโดย International Financial Futures Exchange โดยมีกฎการซื้อขายที่เรียบง่าย การดำเนินการ T+0',
  shortFundSettlementTime:
    'ระยะเวลาในการชำระบัญชีสั้นและการทำธุรกรรมทางอิเล็กทรอนิกส์ออนไลน์ที่รวดเร็วและปลอดภัย',
  accountOpening: 'การเปิดบัญชี',
  Calendar: 'ปฏิทินทางการเงิน',
  ByTradingView: 'ให้บริการโดย TradingView',
  realTimeQuotation: 'ใบเสนอราคาตามเวลาจริงของผลิตภัณฑ์การซื้อขายของเรา',
  aVarietyOfProfessional:
    'เครื่องมือวิเคราะห์แผนภูมิระดับมืออาชีพและตัวบ่งชี้ทางเทคนิคที่หลากหลาย คุณสามารถตั้งค่าพารามิเตอร์ตัวบ่งชี้ทางเทคนิคและกรอบเวลาได้อย่างอิสระ',
  investmentProductsAcross: 'ผลิตภัณฑ์การลงทุนทั่วโลก',
  includingMoreThan:
    'รวมถึงผลิตภัณฑ์การลงทุนมากกว่าร้อยรายการ เช่น มาร์จิ้น FX, โลหะมีค่า, น้ำมันดิบ, ฟิวเจอร์ส, สกุลเงินดิจิทัล, หุ้น ฯลฯ',
  connectingTo: 'เชื่อมต่อกับเซิร์ฟเวอร์นับพัน',
  automatedProcess:
    'กระบวนการอัตโนมัติสามารถปรับปรุงความเร็วและความแม่นยำของการโอนเงินได้อย่างมีประสิทธิภาพ เพื่อให้คุณเพลิดเพลินไปกับประสบการณ์การฝากและถอนเงินที่ดีที่สุด',
  downloadImmediately: 'ดาวน์โหลดได้ทันที',
  fastExecutionOfEachOrder:
    'การดำเนินการอย่างรวดเร็วของแต่ละคำสั่ง ความคลาดเคลื่อนต่ำ สภาพคล่องสูง ความเสถียรสูง ความโปร่งใสสูง'
};
