import { IBBroker } from '../@types/iBBroker';

export const iBBroker: IBBroker = {
  introducingBroker: 'แนะนำโบรกเกอร์ (IB)',
  WCGsIBPlanIsPeopleOriented:
    'แผน IB ของ WCG มุ่งเน้นที่ผู้คน ไม่ว่าคุณจะเป็นบุคคลธรรมดาหรือบริษัทที่มีพนักงานหลายสิบหรือหลายร้อยคน เราเข้าใจดีว่าธุรกิจของคุณต้องการอะไรเพื่อการเติบโต แผน IB ของเรามีตัวเลือกการคืนเงินที่หลากหลาย แบ็คออฟฟิศของตัวแทนที่ยืดหยุ่น และทีมผู้บริหารมืออาชีพที่พร้อมให้บริการที่เอาใจใส่และพิถีพิถันแก่คุณและลูกค้าของคุณได้ตลอดเวลา',
  IBApplication: 'ใบสมัคร IB',
  exclusiveIBPlan: 'แผน IB พิเศษ',
  whetherYouAreATrading:
    'ไม่ว่าคุณจะเป็นผู้ให้ความรู้ด้านการเทรด ผู้ให้บริการสัญญาณ การขาย นักการตลาด หรือผู้ที่สามารถให้มูลค่าเพิ่มอื่นๆ แก่เทรดเดอร์ เราสามารถจัดหาโซลูชันให้คุณได้',
  introducingBrokers: 'แนะนำโบรกเกอร์',
  ourUniqueIBPlanPays:
    'แผน IB ที่ไม่เหมือนใครของเราจ่ายค่าคอมมิชชั่นให้กับตัวแทนทุกขนาดและมอบระบบค่าคอมมิชชั่นที่ดีกว่าให้กับคุณ ด้วยการแนะนำผู้ค้าอย่างต่อเนื่องเพื่อสร้างค่าคอมมิชชั่นการซื้อขาย เราจะนำผลกำไรมาให้คุณอย่างไม่รู้จบ! ในขณะเดียวกัน คุณสามารถดูรายงานการทำธุรกรรมของลูกค้าและข้อมูลต่างๆ ได้ตลอดเวลาผ่านพื้นหลังของตัวแทน',
  fullyCompetitive: 'การแข่งขันอย่างเต็มที่',
  customizeACommission:
    'กำหนดโครงสร้างค่าคอมมิชชั่นที่เหมาะกับคุณ ทุกครั้งที่ลูกค้าเปิดบัญชีซื้อขายผ่านตัวแทนแนะนำ ลูกค้าใหม่จะถูกกำหนดเป็นชื่อตัวแทนโดยอัตโนมัติ คุณยังสามารถระบุและสร้างลูกค้าดาวเด่นของคุณผ่านเงื่อนไขการคืนสินค้าและจำนวนธุรกรรมภายในระยะเวลาที่กำหนด',
  boostYourIBPerformance: 'เพิ่มประสิทธิภาพ IB ของคุณ',
  asTheAgentOfWCG:
    'ในฐานะตัวแทนของ WCG ลูกค้าที่คุณแนะนำจะได้รับบริการที่ดีที่สุด เรารับประกันว่ากระบวนการทั้งหมดของการป้อนข้อมูลลูกค้า ตั้งแต่การเปิดบัญชีไปจนถึงการฝากเงินที่ปลอดภัยและรวดเร็วจะได้รับการดูแลอย่างเต็มที่ ให้คุณหมดกังวลและอุทิศตนเพื่อลูกค้าที่แนะนำ',
  excellentAgencyExperience: 'ประสบการณ์ตัวแทนที่ยอดเยี่ยม',
  weTreatYouAsOurVip:
    'เราถือว่าคุณเป็นวีไอพีของเรา ด้วยประสบการณ์ตัวแทนที่ใช้งานง่ายและเหมาะสมที่สุด มอบผลิตภัณฑ์และบริการที่ปรับแต่งได้หลากหลายเพื่อตอบสนองความต้องการของคุณ',
  efficientAndInstant: 'ระบบเงินคืนที่มีประสิทธิภาพและทันที',
  accordingToTheTransaction:
    'ตามปริมาณธุรกรรมของลูกค้าที่คุณแนะนำมา คุณจะได้รับเงินคืนที่แข่งขันได้แบบเรียลไทม์',
  multiLevelAgencySettings: 'การตั้งค่าหน่วยงานหลายระดับ',
  withAVarietyOfAgency:
    'ด้วยการตั้งค่าเฉพาะของเอเจนซี่ที่หลากหลาย ผลกำไรที่ได้รับสามารถเติบโตได้ในระดับที่แตกต่างกัน',
  aVarietyOfCommission: 'ตัวเลือกการตั้งค่าคอมมิชชั่นที่หลากหลาย',
  theRebateCanBeSet:
    'ส่วนลดสามารถตั้งค่าได้ตามลูกค้าและปริมาณธุรกรรมที่แตกต่างกัน จัดการความต้องการในการกระจายได้อย่างมีประสิทธิภาพ',
  flexibleFundsSettlement: 'การชำระบัญชีกองทุนแบบยืดหยุ่น',
  receiveCommissions:
    'รับค่าคอมมิชชั่นตามวิธีการชำระเงินที่คุณเลือก และโอนไปยังบัญชีที่คุณกำหนดโดยเร็วที่สุด',
  transparentAndClear: 'โครงสร้างหน่วยงานที่โปร่งใสและชัดเจน',
  highlyTransparentAgency:
    'ระบบเอเจนซีที่มีความโปร่งใสสูง รายการการตั้งค่าทั้งหมดจะชัดเจนในทันที',
  viewCustomerProfile: 'ดูข้อมูลโปรไฟล์ลูกค้า',
  getCustomerTransaction:
    'รับรายงานธุรกรรมของลูกค้า งบกำไรขาดทุน ปริมาณธุรกรรม และข้อมูลสถิติอื่นๆ ได้ตลอดเวลา',
  howMuchCanIProfit: 'ฉันสามารถทำกำไรได้เท่าไหร่?',
  accountTypeOfYourClient: 'ประเภทบัญชีของลูกค้าของคุณ',
  yourClientsTransactionVolume: 'ปริมาณธุรกรรมของลูกค้าของคุณ',
  commissionPerLot: 'ค่าคอมมิชชั่นต่อล็อต',
  yourTotalCommission: 'ค่าคอมมิชชั่นทั้งหมดของคุณ',
  earnCommissionsInstantly: 'รับค่าคอมมิชชั่นทันที',
  becomingAnAgentBroker:
    'การเป็นตัวแทน/นายหน้าจะเป็นวิธีที่ง่ายที่สุดในการเพิ่มรายได้ของคุณ เพราะไม่มีค่าใช้จ่ายในการลงทะเบียน คุณสามารถทำงานที่ไหนก็ได้และแม้แต่โปรโมตบริการของคุณผ่านเว็บไซต์ ในขณะเดียวกัน คุณสามารถแนะนำลูกค้าไปยัง WCG ได้โดยตรง แนะนำพวกเขาตลอดขั้นตอนการเปิดบัญชีจริง และอธิบายถึงประโยชน์ทั้งหมดของการเป็นลูกค้า WCG',
  iWantToBeAnAgent: 'อยากเป็นตัวแทน'
};
