import { IndexTrading } from '../@types/indexTrading';

export const indexTrading: IndexTrading = {
  indexTrading: 'การซื้อขายดัชนี',
  indexAlsoKnownAs:
    "ดัชนี หรือที่เรียกว่า 'ดัชนีหุ้น' เป็นตัววัดมูลค่าของกลุ่มบริษัทเฉพาะ และมักจะใช้เพื่อประเมินประสิทธิภาพทางเศรษฐกิจของอุตสาหกรรม ภูมิภาค หรือประเทศหนึ่งๆ CFD เป็นสัญญาซื้อขายส่วนต่าง ดังนั้นคุณจึงไม่จำเป็นต้องเป็นเจ้าของผลิตภัณฑ์ที่จับต้องได้ แต่คุณก็สามารถซื้อขายส่วนต่างราคาผลิตภัณฑ์ได้เช่นกัน โดยทั่วไป CFD ดัชนีเป็นช่องทางสำหรับนักลงทุนในการอนุญาตให้พวกเขาซื้อขายดัชนีโดยไม่ต้องเป็นเจ้าของหุ้นที่เกี่ยวข้องหรือตัวดัชนีเอง",
  viewTradingProducts: 'ดูผลิตภัณฑ์การซื้อขาย',
  theBasisOfTradingIndexes: 'พื้นฐานของดัชนีการซื้อขาย',
  indexesAllowUs:
    'ดัชนีช่วยให้เราสามารถศึกษาประสิทธิภาพของภาคการตลาดเพื่อระบุโอกาสในการลงทุนและความผันผวนของตลาดได้ดียิ่งขึ้น เนื่องจากดัชนีติดตามหุ้นที่ซื้อขายสาธารณะจำนวนมาก ผู้ค้าสามารถติดตามดัชนีเพื่อทำความเข้าใจการเปลี่ยนแปลงทั่วไปในตลาดและกำหนดกลยุทธ์การลงทุนที่สอดคล้องกัน วิธีการคำนวณราคาที่ใช้สามารถแบ่งออกเป็นสองประเภท',
  marketValueWeightedIndex: 'ดัชนีถ่วงน้ำหนักมูลค่าตลาด',
  TheMarketValueWeightedIndex:
    'ดัชนีถ่วงน้ำหนักตามราคาตลาดคำนวณจากมูลค่าตลาดรวมของบริษัทที่เป็นส่วนประกอบ ซึ่งหมายความว่ายิ่งมูลค่าตลาดของบริษัทสูงขึ้นเท่าใด ผลกระทบต่อราคาดัชนีก็จะยิ่งมากขึ้นเท่านั้น นี่เป็นวิธีการรวบรวมดัชนีที่ใช้บ่อยที่สุด ดัชนี FTSE ของสหราชอาณาจักรและดัชนี DAX ของเยอรมันเป็นตัวแทนทั่วไป',
  priceWeightedIndex: 'ดัชนีราคาถ่วงน้ำหนัก',
  thisTypeOfIndex:
    'ดัชนีประเภทนี้อิงตามค่าเฉลี่ยเลขคณิตของราคาหุ้นของบริษัทส่วนประกอบทั้งหมด ซึ่งหมายความว่าการคำนวณดัชนีจะสัมพันธ์กับช่วงฐานและราคาหุ้นปัจจุบัน และไม่มีส่วนเกี่ยวข้องกับมูลค่าตลาด ในกรณีนี้ ยิ่งราคาหุ้นของหุ้นที่เป็นส่วนประกอบสูงขึ้นเท่าใด ก็ยิ่งมีอิทธิพลต่อราคาโดยรวมของดัชนีมากขึ้นเท่านั้น',
  theWorldsNineMajorIndexes: 'ดัชนีหลักทั้งเก้าของโลก',
  takeALookAtThePerformance:
    'ดูประสิทธิภาพของตลาดต่างประเทศหรือภาคส่วนใดส่วนหนึ่ง และเปรียบเทียบผลตอบแทนการลงทุน ดัชนีหุ้นคือค่าเฉลี่ยถ่วงน้ำหนักของราคาหุ้น US S&P 500, Dow Jones Index และ Nasdaq Index เป็นดัชนีหุ้น',
  SPX500: 'ดัชนี S&P 500 ของสหรัฐฯ (SPX500)',
  theWorldsMostWellKnown:
    "ดัชนีหุ้นที่เป็นที่รู้จักมากที่สุดในโลกมีความสัมพันธ์อย่างมากกับประสิทธิภาพของตลาดอื่นๆ ดัชนีนี้ก่อตั้งโดยบริษัทสิ่งพิมพ์ชื่อ Standard & Poor's และรวมบริษัทชั้นนำ 500 อันดับแรกในสหรัฐอเมริกา",
  US30: 'ดัชนีดาวโจนส์สหรัฐ (US30)',
  stocksFrom30Companies:
    'หุ้นจาก 30 บริษัทในเก้าอุตสาหกรรมหลัก คุณลักษณะเฉพาะของดัชนีคือเป็นค่าเฉลี่ยถ่วงน้ำหนักด้วยราคา ดังนั้นการขึ้นและลงจึงมักใช้เป็นตัวบ่งชี้ความเสี่ยงทั่วโลก',
  NASDAQ: 'ดัชนีแนสแด็ก (NASDAQ)',
  americasMostFamous:
    'ดัชนีตัวแทนอุตสาหกรรมเทคโนโลยีที่มีชื่อเสียงที่สุดของอเมริกา แม้ว่าจะรวมถึงอุตสาหกรรมอื่นๆ ด้วย แต่ก็ยังคงดึงดูดความสนใจของนักลงทุนด้วยบริษัทเทคโนโลยี เช่น Apple, Facebook และ Google',
  UK100: 'ดัชนี FTSE 100 ของสหราชอาณาจักร (UK100)',
  itContainsSomeLargeCompanies:
    'ประกอบด้วยบริษัทขนาดใหญ่บางแห่งที่ได้รับการควบคุมโดยกฎหมายบริษัทของสหราชอาณาจักร แต่หุ้นที่เป็นส่วนประกอบทั้งหมดไม่ได้จัดตั้งขึ้นในสหราชอาณาจักร ราคาของดัชนีคำนวณตามเวลาจริง เมื่อตลาดเปิด ราคาจะถูกคำนวณและอัปเดตในไม่กี่วินาที',
  GER30: 'ดัชนี DAX เยอรมัน (GER30)',
  thisIndexConsistsOf:
    'ดัชนีนี้ประกอบด้วยบริษัทเยอรมัน 30 แห่งที่มีมูลค่าหลักทรัพย์ตามราคาตลาดมากที่สุด ดัชนี DAX เป็นหนึ่งในดัชนีที่มีการซื้อขายมากที่สุดในโลก และความผันผวนรายวันสูงกว่าดัชนีอื่นๆ',
  JPN225: 'ดัชนีนิกเคอิ (JPN225)',
  theMostPopularIndex:
    'ดัชนีที่ได้รับความนิยมมากที่สุดในตลาดหลักทรัพย์โตเกียวเป็นตัวบ่งชี้หลักเกี่ยวกับประสิทธิภาพทางเศรษฐกิจของญี่ปุ่น ผลการดำเนินงานของ Nikkei 225 มีความสัมพันธ์เชิงบวกอย่างชัดเจนกับตลาดหุ้นสหรัฐฯ',
  AUS200: 'ดัชนี ASX 200 ของออสเตรเลีย (AUS200)',
  theIndexConsistsOfThe200:
    'ดัชนีประกอบด้วย 200 บริษัทที่ใหญ่ที่สุดในออสเตรเลีย เป็นดัชนีถ่วงน้ำหนักมูลค่าหลักทรัพย์ตามราคาตลาด ซึ่งหมายความว่ายิ่งมูลค่าหลักทรัพย์ตามราคาตลาดรวมของบริษัทสูงขึ้นเท่าใด ผลกระทบต่อราคาดัชนีก็จะยิ่งมากขึ้นเท่านั้น',
  FRA40: 'ดัชนี CAC 40 ของฝรั่งเศส (FRA40)',
  theBenchmarkIndex:
    'ดัชนีมาตรฐานของตลาดหุ้นฝรั่งเศส ใช้กันอย่างแพร่หลายในการประเมินสถานะสุขภาพของยุโรปทั้งหมด ดัชนีประกอบด้วยบริษัทส่วนประกอบที่มีชื่อเสียง เช่น Loreal Group, AXA Group และ Michelin',
  ESTX50: 'ดัชนี European Stoxx 50 (ESTX50)',
  itIsComposedOf50:
    'ประกอบด้วยบริษัทชั้นนำ 50 แห่งในยุโรป และมักเรียกกันว่า "ดัชนีดาวโจนส์" ในยุโรป นอกจากนี้ยังเป็นดัชนีถ่วงน้ำหนักมูลค่าหลักทรัพย์ตามราคาตลาด และองค์ประกอบหุ้นจะได้รับการตรวจสอบทุกเดือนกันยายน',
  howToTradeIndex: 'วิธีการซื้อขายดัชนี',
  indexTradingProvidesTraders:
    'การเทรดดัชนีเปิดโอกาสให้เทรดเดอร์ได้ลงทุนในตลาดระดับโลก ระดับภูมิภาค หรือตลาดเฉพาะอุตสาหกรรม ดัชนีหุ้นที่มีการซื้อขายมากที่สุดในโลก ได้แก่ Dow Jones Industrial Average, S&P 500, FTSE UK, DAX Germany, ASX200 Australia, Nasdaq, France CAC40 และ Nikkei 225 เนื่องจากดัชนีเป็นเพียงตัวเลขเท่านั้นและไม่สามารถซื้อขายได้โดยตรง คุณจึงต้องซื้อขายในรูปแบบของสัญญาซื้อขายส่วนต่าง (CFD) กำไรหรือขาดทุนจากการเทรดขึ้นอยู่กับความผันผวนของตลาดและขนาดของสัญญาการเทรดของคุณ ผ่าน WCG คุณต้องฝากขั้นต่ำเพียง $100 เพื่อเริ่มซื้อขายดัชนี',
  identifyTradingOpportunities: 'ระบุโอกาสในการซื้อขาย',
  theMostImportantInformation:
    'ข้อมูลที่สำคัญที่สุดเกี่ยวกับดัชนีคือการเปลี่ยนแปลงรายวัน (แสดงเป็นเปอร์เซ็นต์) และจำนวนจุดที่เคลื่อนไหวตั้งแต่เปิดตลาด และข้อมูลนี้มักจะให้พร้อมกับราคาปัจจุบัน',
  takeTheGermanDAX:
    'ใช้ดัชนี DAX ของเยอรมันเป็นตัวอย่าง คุณมองโลกในแง่ดีเกี่ยวกับแนวโน้มทางเศรษฐกิจของเยอรมนี ดังนั้นคุณจึงซื้อ CFD ในดัชนี DAX และคาดหวังว่าบริษัทเยอรมันที่เกี่ยวข้องจะผลักดันราคาดัชนีให้สูงขึ้น',
  itShouldBeNoted:
    'ควรสังเกตว่าการเพิ่มขึ้นของดัชนีบางครั้งไม่ได้เกิดจากการเติบโตทางเศรษฐกิจที่แท้จริง แต่เกิดจากความเชื่อมั่นของตลาดในการถือครองสินทรัพย์เสี่ยง (เช่น หุ้น) แน่นอนว่าการเบี่ยงเบนของราคาที่เกิดจากความเชื่อมั่นในความเสี่ยงจะไม่คงอยู่ตลอดไป และการปรับฐานของราคาก็มีแนวโน้มที่จะตามมา ผู้ค้ามักจะเปรียบเทียบประสิทธิภาพของดัชนีในภูมิภาคต่างๆ เพื่อระบุและใช้โอกาสในการซื้อขายที่มีศักยภาพ การเปรียบเทียบดัชนี DAX ของเยอรมันกับ S&P 500 ของสหรัฐฯ ทำให้เราเข้าใจสถานการณ์จริง',
  correlationBetween:
    'ความสัมพันธ์ระหว่างดัชนี DAX ของเยอรมันกับดัชนี S&P 500 ของสหรัฐฯ',
  thePerformanceOfTheSP500:
    'ประสิทธิภาพของ S&P 500 หมายถึงความแข็งแกร่งของบริษัทที่เป็นตัวแทน ดังนั้นจึงถือเป็นตัวบ่งชี้ที่ดีของตลาดหุ้นสหรัฐฯ ในอีกด้านหนึ่งของมหาสมุทรแอตแลนติก ดัชนี DAX สะท้อนถึงประสิทธิภาพของตลาดหุ้นเยอรมัน',
  theChartBelow:
    'แผนภูมิด้านล่างแสดงความสัมพันธ์ที่แข็งแกร่งระหว่างดัชนีหลักทั้งสองนี้ เมื่อแนวโน้มของดัชนี DAX ของเยอรมันและ S&P 500 แตกต่างกัน มักถูกมองว่าเป็นความผิดปกติของราคา และผู้ค้ามักถือว่าปรากฏการณ์นี้เป็นโอกาสในการซื้อขาย',
  anIndexIsEitherBasedOn:
    'ดัชนีขึ้นอยู่กับภูมิภาคหรืออุตสาหกรรม และเป็นตัวบ่งชี้ที่ยอดเยี่ยมของอารมณ์ตลาด เนื่องจากขณะนี้เศรษฐกิจของภูมิภาคต่างๆ เชื่อมโยงกันอย่างใกล้ชิด จึงมีความสัมพันธ์อย่างมากระหว่างดัชนีต่างๆ สำหรับผู้ค้าที่ต้องการซื้อขายดัชนี สิ่งสำคัญคือต้องเข้าใจความสัมพันธ์ระหว่างเหตุการณ์ทางเศรษฐกิจโลกและรูปแบบราคาดัชนีที่สำคัญ ตัวอย่างเช่น คุณอาจทราบราคาปัจจุบันของดัชนี DAX ของเยอรมัน และดูว่าราคาเปิดมีช่องว่างระหว่างขาลงหรือขาขึ้น',
  theDifferenceBetween: 'ข้อแตกต่างระหว่าง DAX ของเยอรมันกับ S&P 500',
  inOrderToEvaluate:
    'เพื่อประเมินการเคลื่อนไหวครั้งต่อไปของตลาดภายใต้สภาวะราคาที่ผิดปกติ สิ่งสำคัญคือต้องเข้าใจลักษณะเฉพาะของแต่ละดัชนีและภูมิภาคและอุตสาหกรรมที่เป็นตัวแทน',
  typeOfCompanies: 'ประเภทบริษัท',
  theUnitedStatesHas:
    'สหรัฐอเมริกามีเศรษฐกิจที่ขับเคลื่อนด้วยผู้บริโภคเป็นอย่างสูง เกือบ 50% ของบริษัทใน S&P 500 เป็นบริษัทด้านเทคโนโลยีสารสนเทศ การเงิน และการดูแลสุขภาพของสหรัฐฯ ในทางกลับกัน เศรษฐกิจของเยอรมนีขึ้นอยู่กับการส่งออก และอุตสาหกรรมเทคโนโลยีมีขนาดค่อนข้างเล็ก อุตสาหกรรมเคมีของเยอรมันมีสัดส่วนที่ใหญ่ที่สุดของดัชนี DAX',
  theDifferenceBetweenTotalReturnIndexAndPriceReturnIndex:
    'ความแตกต่างระหว่างดัชนีผลตอบแทนรวมและดัชนีผลตอบแทนราคา',
  theTypicalFeature:
    'คุณลักษณะทั่วไปของดัชนีผลตอบแทนรวมคือเงินปันผลทั้งหมดจะถูกนำไปใช้เพื่อการลงทุนใหม่ เนื่องจากเป็นการวัดความแข็งแกร่งของบริษัทที่เป็นส่วนประกอบ ดัชนี DAX ของเยอรมันเป็นดัชนีผลตอบแทนรวมโดยทั่วไป ในทางตรงกันข้าม S&P 500 เป็นดัชนีผลตอบแทนด้านราคา ซึ่งหมายความว่าเงินปันผลจะไม่รวมอยู่ในการคำนวณผลตอบแทน ดังนั้น ดัชนี DAX จึงมีแนวโน้มที่จะเพิ่มขึ้นมากกว่าดัชนีผลตอบแทนที่ไม่ใช่ทั้งหมด เช่น S&P 500',
  whenIndexPricesDiverge:
    'เมื่อราคาดัชนีแตกต่างกัน สิ่งสำคัญคือต้องพิจารณาปัจจัยข้างต้นก่อนตัดสินใจซื้อขายครั้งต่อไป การซื้อขายดัชนีผ่าน CFD เป็นวิธีการซื้อขายดัชนีที่ได้รับความนิยมมากที่สุด ผลิตภัณฑ์ดัชนี CFD ช่วยให้เทรดเดอร์ได้กำไรจากการขึ้นหรือลงของราคา หากราคาเพิ่มขึ้น ตำแหน่งซื้อ (ซื้อ) ของคุณสามารถทำกำไรได้ หากราคาตกลงตำแหน่งสั้น (ขาย) ของคุณสามารถทำกำไรได้',
  tradingIndexContract: 'สัญญาซื้อขายดัชนี',
  aCommitmentToPurchase:
    'ข้อผูกพันในการซื้อสินทรัพย์เฉพาะในราคาที่กำหนดในวันที่ตกลง',
  CFDsAllowIndividuals:
    'CFD ช่วยให้บุคคลสามารถวางคำสั่งซื้อและขายสั้น ๆ ตามการคาดการณ์เกี่ยวกับการเพิ่มขึ้นหรือลดลงของมูลค่าดัชนี',
  buy: 'ซื้อ',
  executingABuyOrder:
    'การดำเนินการคำสั่ง "ซื้อ" หมายความว่าคุณเชื่อว่ามูลค่าของตราสารจะเพิ่มขึ้น หากตราสารเพิ่มขึ้นตามที่คาดไว้ คุณสามารถปิดตำแหน่งเพื่อทำกำไร และรายได้จากการลงทุนคือส่วนต่างระหว่างราคาซื้อและราคาปิด ในทางกลับกัน หากคุณปิดตำแหน่งในราคาที่ต่ำกว่า "ราคาซื้อ" การขาดทุนของคุณคือความแตกต่างระหว่าง "ซื้อ" และราคาปิด',
  sell: 'ขาย',
  executingASellOrder:
    'การดำเนินการคำสั่ง "ขาย" หมายความว่าคุณเชื่อว่ามูลค่าของตราสารจะลดลง หากตราสารตกลงตามที่คาดไว้ คุณสามารถปิดสถานะเพื่อทำกำไร และรายได้จากการลงทุนคือส่วนต่างระหว่างราคาขายและราคาปิด ในทางตรงกันข้าม หากคุณปิดตำแหน่งในราคาที่สูงกว่า "ราคาขาย" การขาดทุนของคุณคือความแตกต่างระหว่าง "การขาย" และราคาปิด'
};
