import { IntermediateTrading } from '../@types/intermediateTrading';

export const intermediateTrading: IntermediateTrading = {
  understandChartPatterns: 'ทำความเข้าใจรูปแบบแผนภูมิ',
  makeYourTradingMore:
    'ทำให้การเทรดของคุณสะดวกยิ่งขึ้นด้วยการศึกษาข้อมูลย้อนหลังและทำความเข้าใจรูปแบบกราฟที่เกี่ยวข้อง',
  intermediateTradingCourse: 'หลักสูตรการค้าระดับกลาง',
  basicTradingCourse: 'หลักสูตรการซื้อขายขั้นพื้นฐาน',
  advancedTradingCourse: 'หลักสูตรการซื้อขายขั้นสูง',
  MT4Tips: 'เคล็ดลับ MT4',
  riskManagement: 'การบริหารความเสี่ยง',
  howToCreateATradingStrategy: 'วิธีสร้างกลยุทธ์การซื้อขาย',
  commonChartPatterns: 'รูปแบบแผนภูมิทั่วไป',
  stopLossAndTakeProfit: 'หยุดการขาดทุนและทำกำไร',
  exampleOfStopLoss: 'ตัวอย่างของ Stop Loss',
  chartAnalysis: 'การวิเคราะห์แผนภูมิ',
  sellingPrice: 'ราคาขาย ราคาซื้อ และสเปรด',
  personalizationOfTheChart: 'การปรับแต่งแผนภูมิ',
  youCanPersonalizeYourChart:
    'คุณสามารถปรับแต่งแผนภูมิของคุณโดยโหลดตัวบ่งชี้ กริด และตัวแบ่งช่วงเวลา และคุณยังสามารถเพิ่มหรือลบส่วนประกอบเหล่านี้ได้ตามความต้องการของคุณ',
  hidingTheSellingPriceLine: 'ซ่อนเส้นราคาขาย',
  ifYouAddALotOfIndicators:
    'หากคุณเพิ่มตัวบ่งชี้หรือเส้นจำนวนมากสำหรับการวิเคราะห์ทางเทคนิค เส้นราคาขายอาจดูซ้ำซ้อนเล็กน้อยบนแผนภูมิ คุณสามารถลบเส้นราคาออกจากแผนภูมิได้โดยตั้งค่าเป็น "ไม่มี"',
  setDefaultChart: 'ตั้งค่าแผนภูมิเริ่มต้น',
  onceYouHaveSetUpAVery:
    'เมื่อคุณตั้งค่าแผนภูมิที่น่าพอใจแล้ว คุณสามารถบันทึกเป็นเทมเพลตได้ วิธีที่เร็วและสะดวกที่สุดในการตั้งค่าเทมเพลตคือการคลิกขวาบนแผนภูมิแล้วเลือก "เทมเพลต"-"บันทึกเทมเพลต" คุณสามารถตั้งค่าเทมเพลตได้หลายแบบเพื่อตอบสนองความต้องการในการวิเคราะห์ของกลยุทธ์การซื้อขายที่แตกต่างกัน',
  ifYouWantToSetTheMost:
    'หากคุณต้องการตั้งค่าเทมเพลตที่ใช้บ่อยที่สุดเป็นเทมเพลตแผนภูมิเริ่มต้น คุณสามารถคลิกขวาที่แผนภูมิ เลือก "เทมเพลต"-"บันทึกเทมเพลต" แล้วตั้งชื่อเทมเพลตว่า "ค่าเริ่มต้น"',
  economicCalendar: 'ปฏิทินเศรษฐกิจ',
  soHowCanWeKeepAnEye:
    'แล้วเราจะจับตาดูตัวขับเคลื่อนตลาดเหล่านี้ได้อย่างไร? แม้ว่าเราจะไม่สามารถทำนายโลกได้ แต่เราสามารถใช้ปฏิทินเศรษฐกิจเพื่อติดตามข่าวสำคัญที่จะเกิดขึ้นในอีกไม่กี่วัน สัปดาห์ หรือเดือนข้างหน้า',
  theEconomicCalendarLists:
    'ปฏิทินเศรษฐกิจแสดงรายการข่าวและเหตุการณ์ที่เผยแพร่สู่สาธารณะในประเทศใดประเทศหนึ่ง ซึ่งหมายความว่าผู้คนทั่วโลกสามารถรับข่าวสารเดียวกันได้ในเวลาเดียวกัน แม้ว่าสิ่งนี้จะเป็นประโยชน์หลักสำหรับผู้ค้าปลีกเช่นเรา แต่ควรตระหนักว่าธนาคารก็มีข้อได้เปรียบที่สำคัญเช่นกัน กล่าวคือ พวกเขาสามารถเห็นได้ว่าเงินจะไปที่ใด (และมาจากไหน) โดยดูการไหลของคำสั่งซื้อจากลูกค้า',
  customizationOfToolbars:
    'การปรับแต่งแถบเครื่องมือ - มีแถบเครื่องมืออิสระสี่แถบบนแพลตฟอร์ม MT4:',
  common: '- ทั่วไป',
  chart: '- แผนภูมิ',
  drawLine: '- วาดเส้น',
  cycle: '- วงจร',
  youCanSimplyDragThe:
    'คุณสามารถลากแถบเครื่องมือแล้วย้ายไปยังตำแหน่งใดก็ได้ที่คุณต้องการ หากต้องการปรับแต่งหน้าต่างของคุณเป็นการส่วนตัว เพียงคลิกขวาบนแถบเครื่องมือแล้วคลิกเมนู "ปรับแต่ง"',
  hereYouCanComplete:
    'คุณสามารถทำตามคำแนะนำการลบฟังก์ชันได้โดยเลือกฟังก์ชันที่ไม่จำเป็นแล้วคลิกปุ่ม "ลบ" ด้วยการเลือก "ปรับแต่ง" บนเมนูคลิกขวาของแถบเครื่องมือแต่ละอัน คุณจะสามารถลบเครื่องมือที่ไม่จำเป็นออกและดูเครื่องมือที่ซ่อนอยู่ได้',
  throughTheAboveOperations:
    'ด้วยการดำเนินการข้างต้น คุณจะได้รับอินเทอร์เฟซผู้ใช้ที่กระชับและกะทัดรัดยิ่งขึ้น',
  usingShortcutKeys: 'การใช้ปุ่มลัด',
  keyboardShortcutsAre:
    'แป้นพิมพ์ลัดเป็นวิธีที่ง่ายและรวดเร็วในการทำงาน เมื่อใช้ปุ่มลัด คุณสามารถใช้เครื่องมือต่าง ๆ ได้เร็วขึ้น',
  inTheLongRunThisWill:
    'ในระยะยาวสิ่งนี้จะช่วยคุณประหยัดเวลาได้มาก คุณสามารถลบข้อมูลและฟังก์ชันที่ซ้ำซ้อน และที่สำคัญกว่านั้น เพิ่มพื้นที่แผนภูมิของคุณ',
  terminal: 'เทอร์มินัล',
  controlT: 'Control+T',
  thisIsTheMainWindow:
    'นี่คือหน้าต่างหลักที่คุณจะใช้ในการเทรด: จัดการตำแหน่ง ดูประวัติบัญชี และตั้งการเตือน',
  navigate: 'นำทาง',
  controlN: 'Control+N',
  toAddIndicators: 'ในการเพิ่มตัวบ่งชี้ EA และฟังก์ชันการเข้าสู่ระบบ',
  marketQuotation: 'ใบเสนอราคาตลาด',
  controlM: 'Control+M',
  viewProductQuotation: 'ดูใบเสนอราคาสินค้า',
  dataWindow: 'หน้าต่างข้อมูล',
  controlD: 'Control+D',
  viewAllDataInformation:
    'ดูข้อมูลข้อมูลทั้งหมดของผลิตภัณฑ์ในหน้าต่างแผนภูมิปัจจุบัน',
  onTheMT4Platform:
    'บนแพลตฟอร์ม MT4 เมื่อคุณเปลี่ยนเทมเพลตแผนภูมิ คุณจะสูญเสียการวิเคราะห์ทั้งหมดในแผนภูมิปัจจุบัน เพื่อป้องกันไม่ให้สิ่งนี้เกิดขึ้น คุณสามารถเปิดแผนภูมิค้างไว้และเพียงแค่เปลี่ยนตัวบ่งชี้ที่คุณใช้ จากนั้นคุณสามารถใช้ปุ่มลัด คุณสามารถตั้งค่าปุ่มลัดสำหรับตัวบ่งชี้เฉพาะโดยไม่ต้องเปลี่ยนเทมเพลตเพื่อเพิ่มตัวบ่งชี้',
  theSpecificOperation:
    'วิธีดำเนินการเฉพาะคือการคลิกขวาที่ตัวชี้ในหน้าต่างนำทางแล้วเลือก "ตั้งค่าปุ่มทางลัด"',
  favoriteIndicatorList: 'รายการตัวบ่งชี้ที่ชื่นชอบ',
  inOrderToSimplifyThe:
    'เพื่อให้ขั้นตอนการดึงข้อมูลตัวบ่งชี้ที่ใช้บ่อยง่ายขึ้น คุณสามารถสร้างรายการ "รายการโปรด" สำหรับตัวบ่งชี้ที่ใช้บ่อยได้ ต่อไปนี้เป็นการแนะนำคุณเกี่ยวกับวิธีเพิ่มตัวบ่งชี้ในรายการโปรดของคุณ:',
  openTheNavigationWindow: 'เปิดหน้าต่างนำทาง (Ctrl+N);',
  expandTheRelevantContent:
    'ขยายไดเร็กทอรีเนื้อหาที่เกี่ยวข้อง (ตัวบ่งชี้ทางเทคนิค สคริปต์ ฯลฯ)',
  moveTheMouseCursor:
    'เลื่อนเคอร์เซอร์ของเมาส์ไปที่ตัวบ่งชี้ทางเทคนิคที่คุณใช้บ่อย',
  rightClickTheMouse: 'คลิกขวาที่เมาส์',
  selectAddToFavorites: 'เลือก "เพิ่มในรายการโปรด"',
  alerts: 'การแจ้งเตือน',
  throughTheAlertFunction:
    'ด้วยฟังก์ชันการแจ้งเตือน คุณสามารถติดตามการทะลุผ่านระดับราคาที่สำคัญ เพื่อปรับการซื้อขายและการวิเคราะห์แผนภูมิของคุณให้ทันเวลา หากคุณติดตามตลาดหลายแห่งพร้อมกัน เป็นเรื่องง่ายที่จะหลงลืมตลาดใดตลาดหนึ่งหรือหลายตลาด โดยเฉพาะอย่างยิ่งหลังจากที่มีการประกาศข่าวสำคัญ ตลาดทั้งหมดดำเนินการในลักษณะที่แตกต่างกัน หากต้องการตั้งค่าฟังก์ชันการแจ้งเตือน ให้เลื่อนเคอร์เซอร์ของเมาส์ไปที่แผนภูมิที่คุณต้องการตั้งค่าการแจ้งเตือน คลิกขวาแล้วเลือก "Trade"-"Set Alert" ในเมนู',
  payAttentionToTheRisk: 'ให้ความสนใจกับความเสี่ยงของการทำธุรกรรมแต่ละครั้ง',
  beforePlacingATrade:
    'ก่อนทำการซื้อขาย คุณควรตัดสินใจว่าคุณต้องการรับความเสี่ยงมากน้อยเพียงใดในธุรกรรมนี้ กล่าวอีกนัยหนึ่ง คุณต้องกำหนดว่าจุดหยุดการขาดทุนของคุณอยู่ที่ไหนหากตลาดเคลื่อนตัวสวนทางกับคุณ',
  theSettingOfTheStop:
    'การตั้งค่าจุดหยุดการขาดทุนขึ้นอยู่กับระดับการยอมรับความเสี่ยงของคุณ ในฐานะนักเทรด คุณต้องยอมรับความเสี่ยงที่เกี่ยวข้องกับการทำธุรกรรม หากคุณยอมรับโอกาสที่จะสูญเสียได้ ให้ดำเนินการซื้อขายนี้ต่อไป หากคุณไม่สามารถรับการสูญเสียที่อาจเกิดขึ้นได้ เราขอแนะนำให้คุณอย่าเพิ่งเปิดการซื้อขายนี้ในตอนนี้ คุณต้องพิจารณาถึงวิธีการลดความเสี่ยงของการค้าขายของคุณ',
  someTradersAreOnlyWilling:
    'ผู้ค้าบางรายยินดีรับภาระเพียง 1 ถึง 3% ของการสูญเสียเงินทุนในการทำธุรกรรมใดๆ ในกรณีนี้ คุณสามารถวาดเส้นสีแดงที่ 2% ของเงินทุนของคุณและบอกตัวเองว่าคุณจะไม่สูญเสียมากกว่า 2% กล่าวอีกนัยหนึ่ง คุณควรกำหนดระดับความเสี่ยงสูงสุดที่ยอมรับได้และปฏิบัติตามในธุรกรรมต่อไปนี้',
  onceYouHaveDeterminedThis:
    'เมื่อคุณกำหนดสิ่งนี้แล้ว คุณสามารถตัดสินใจได้ว่าจะตั้งราคาหยุดที่ใด การตั้งค่า Stop Loss นั้นเทียบเท่ากับการประกันการเทรดของคุณ และเพื่อให้มั่นใจว่าคุณจะไม่สูญเสียเงินทั้งหมดของคุณในธุรกรรมเดียว อย่างไรก็ตาม สิ่งสำคัญคือต้องทราบว่าการหยุดการขาดทุนไม่ได้รับประกันความปลอดภัยอย่างสมบูรณ์ หากเกิดช่องว่างของราคาในตลาด ธุรกรรมของคุณอาจไม่หยุดที่ราคาที่กำหนดไว้ล่วงหน้า',
  theMarketPriceGapRefers:
    'ช่องว่างของราคาตลาดหมายถึงความผันผวนอย่างมากที่เกิดขึ้นอย่างกระทันหันในตลาดภายในระยะเวลาอันสั้น',
  example: 'ตัวอย่าง',
  upposeYouHaveAUD10:
    'สมมติว่าคุณมีเงิน 10,000 ดอลลาร์ออสเตรเลียในบัญชีของคุณ และเงินที่คุณยินดีรับความเสี่ยงคิดเป็น 2% ของเงินทั้งหมด ถัดไป คุณจะต้องคำนวณขนาดของตำแหน่งการซื้อขาย ในกระบวนการคำนวณ ประเภทของคู่สกุลเงินที่คุณกำลังซื้อขายจะส่งผลต่อการคำนวณสถานะที่เปิดอยู่ ตัวอย่างเช่น ทุนความเสี่ยง 200 ดอลลาร์ออสเตรเลีย เมื่อซื้อขาย AUD/USD จะแตกต่างจาก NZD/CAD เนื่องจากความแตกต่างในมูลค่าของจุดพื้นฐานของคู่สกุลเงินที่แตกต่างกัน',
  trade1LotOfAUDUSDInAn: 'ซื้อขาย AUD/USD 1 ล็อตในบัญชีที่มีการชำระ AUD',
  transactionVolume: 'ปริมาณธุรกรรม = 100,000',
  yiPip00001: '1 pip = 0.0001',
  aUDUSDexchangeRate: 'อัตราแลกเปลี่ยน AUD/USD = 0.7465',
  pipValue0000107465: 'ค่าปิ๊ป = 0.0001/0.7465   100,000 = AUD 13.39',
  trade1LotOfNZDCADin: 'ซื้อขาย NZD/CAD 1 ล็อตในบัญชีที่ชำระ AUD',
  tradingVolume: 'ปริมาณการซื้อขาย',
  aUDCADExchangeRate: 'AUD/CAD อัตราแลกเปลี่ยน = 0.9907',
  pipValue0000109907: 'ค่าปิ๊ป = 0.0001/0.9907   100,000 = AUD 10.09',
  asYouCanSeeTradingDifferent:
    'อย่างที่คุณเห็น การซื้อขายคู่สกุลเงินที่แตกต่างกันหมายความว่าค่า pip ของความผันผวนของสกุลเงินจะแตกต่างกันไปด้วย เมื่อซื้อขาย AUD/USD ค่าความเสี่ยงต่อ pip คือ AUD 13.39 ในขณะที่ซื้อขาย NZD/CAD มูลค่า pip ที่สอดคล้องกันคือ AUD 10.09',
  toCalculateTheSpecificPrice:
    'ในการคำนวณราคาเฉพาะที่คุณควรตั้งค่าหยุดการขาดทุน คุณต้องคำนวณจุดที่การขาดทุนสะสมของตำแหน่งจะถึง AUD 200',
  aUDUSD: 'AUD/USD——$200 / $13.39 = 15-points stop loss',
  nZDCAD: 'NZD/CAD——$200 / $10.09 = 20-point stop loss',
  ifYouWantToSetALargerStop:
    'หากคุณต้องการตั้งค่า Stop Loss ที่ใหญ่ขึ้น คุณต้องลดปริมาณการซื้อขาย เช่น ลดปริมาณการซื้อขายของ 1 ล็อตมาตรฐานเป็น 1 มินิล็อต (10,000)',
  inTheCaseOfTrading:
    'ในกรณีของการซื้อขาย AUD/USD ขนาดเล็ก 1 ล็อต การหยุดการขาดทุนของคุณสามารถขยายได้ถึง 150 จุดจากราคาเปิด ในขณะที่สำหรับการทำธุรกรรม NZD/CAD การหยุดการขาดทุนของคุณสามารถขยายไปถึง 200 จุดจากราคาเปิด',
  pleaseRememberThat:
    'โปรดจำไว้ว่าทุกการซื้อขายมีความเสี่ยงเสมอ โปรดตรวจสอบให้แน่ใจว่าคุณเข้าใจอย่างถ่องแท้ถึงความเสี่ยงในการซื้อขายที่คุณกำลังเผชิญและสามารถจัดการกับมันได้อย่างมีเหตุผล',
  ifYouWantToBecomeATrader:
    'หากคุณต้องการเป็นเทรดเดอร์ การพัฒนากลยุทธ์การเทรดเป็นสิ่งสำคัญ ในที่นี้ เราจะสำรวจเนื้อหาที่สำคัญบางประการของกลยุทธ์การซื้อขาย',
  assessYourSkills: 'ประเมินทักษะของคุณ',
  haveYouTestedYourStrategy:
    'คุณได้ทดสอบกลยุทธ์ของคุณแล้วหรือยัง? คุณมั่นใจหรือไม่ว่ากลยุทธ์ของคุณมีประสิทธิภาพ? คุณสามารถทำตามกลยุทธ์ของคุณโดยไม่ลังเลได้หรือไม่? หากกลยุทธ์การซื้อขายของคุณไม่สมบูรณ์แบบพอ ควรปรับเปลี่ยนผ่านการทดสอบย้อนกลับต่อไปจนกว่าคุณจะใช้กลยุทธ์ของคุณได้อย่างมั่นใจ',
  psychologicalPreparation: 'การเตรียมจิตใจ',
  tradingCanAffectYourEmotions:
    'การเทรดสามารถส่งผลต่ออารมณ์ของคุณที่ขึ้นๆ ลงๆ ได้เหมือนกับการนั่งรถไฟเหาะ ดังนั้นจึงเป็นเรื่องสำคัญอย่างยิ่งที่จะต้องทำงานหนักเพื่อป้องกันไม่ให้คุณอารมณ์แปรปรวน หากคุณเผชิญกับแรงกดดันส่วนบุคคลและไม่สามารถปรับตัวเข้ากับความท้าทายของการเทรดได้ ควรหลีกเลี่ยงการค้า หากคุณพร้อมทางอารมณ์และจิตใจ คุณก็สามารถเริ่มต้นการซื้อขายได้ แต่โปรดตรวจสอบว่าคุณมีคำสั่งซื้อเพียงหนึ่งรายการในบัญชีของคุณต่อครั้ง',
  risksManagement: 'การบริหารความเสี่ยง',
  whenYouAreTrading:
    'เมื่อคุณทำการซื้อขาย คุณควรกำหนดระดับความเสี่ยงที่ช่วยให้คุณเผชิญกับการขาดทุนอย่างสงบ นักเทรดมืออาชีพมักจะควบคุมระดับความเสี่ยงที่ 1% ถึง 5% ของเงินทุน ขึ้นอยู่กับสไตล์การเทรดและระดับการยอมรับความเสี่ยงของคุณ',
  settingGoals: 'ตั้งเป้าหมาย',
  beforeYouStartTrading:
    'ก่อนที่คุณจะเริ่มซื้อขาย คุณควรกำหนดจำนวนกำไรที่คาดหวังและอัตราส่วนผลตอบแทนต่อความเสี่ยง ในฐานะเทรดเดอร์ คุณควรตั้งเป้าหมายเป็นรายสัปดาห์ รายเดือน และรายปี และประเมินผลเป็นประจำเพื่อให้แน่ใจว่ากลยุทธ์การเทรดของคุณได้รับการดำเนินการอย่างมีประสิทธิภาพ',
  prepareToTrade: 'เตรียมเทรด',
  beforeYouOYourFirst:
    'ก่อนที่คุณจะเปิดตำแหน่งแรกทุกวันซื้อขาย คุณควรเตรียมการบางอย่าง ตัวอย่างเช่น ศึกษาข่าวตลาดประจำวัน ทำเครื่องหมายแนวรับและแนวต้านบนแผนภูมิ และทบทวนกลยุทธ์การซื้อขายของคุณซ้ำๆ',
  positionOpeningAndClosing: 'กฎการเปิดและปิดตำแหน่ง',
  beforeOpeningAPosition:
    'ก่อนเปิดตำแหน่ง คุณควรกำหนดตำแหน่งที่คุณต้องการกำหนดเป้าหมายกำไรและจุดหยุดการขาดทุน',
  youShouldOpenPositions:
    'คุณควรเปิดตำแหน่งตามสัญญาณที่ส่งมาจากกลยุทธ์การซื้อขายที่คุณได้ทดสอบ เมื่อเปิดสถานะ กลยุทธ์การซื้อขายของคุณควรสามารถเตือนคุณได้อย่างแม่นยำว่าเมื่อใดและที่ราคาใดที่คุณเปิดสถานะ ตัวบ่งชี้นั้นอ้างอิงจากรูปแบบราคาใด และเกิดอะไรขึ้นบนแผนภูมิที่ระดับเวลาต่างๆ',
  youShouldAlsoCloseThePosition:
    'นอกจากนี้ คุณควรปิดตำแหน่งตามเป้าหมายที่ตั้งไว้ เมื่อตลาดเปลี่ยนแปลงตามความคาดหวังของคุณ แนวคิดในการรักษาตำแหน่งของคุณต่อไปเพื่อรับผลกำไรมากขึ้นอาจดูน่าดึงดูดใจ แต่ตลาดก็อาจเปลี่ยนแปลงในทางลบได้ทุกเมื่อ',
  recordAllMatters: 'บันทึกทุกเรื่อง:',
  recordTheOverallTrading:
    'บันทึกประสิทธิภาพการเทรดโดยรวม ซึ่งสามารถช่วยคุณวิเคราะห์ประสิทธิภาพของกลยุทธ์การเทรดของคุณ หากมีการขาดทุนในช่วงเวลาหนึ่ง บันทึกธุรกรรมยังสามารถช่วยให้คุณเห็นว่าปัญหาอยู่ที่ไหน',
  theKeyInformationThatNeeds:
    'ข้อมูลสำคัญที่ต้องบันทึกประกอบด้วยปัจจัยต่างๆ ดังต่อไปนี้',
  openingPrice: 'ราคาเปิด；',
  closingPrice: 'ราคาปิด；',
  yourInitialStopLoss: 'ระดับการหยุดการขาดทุนและผลกำไรเริ่มต้นของคุณ；',
  positionSize: 'ขนาดตำแหน่ง；',
  reasonForOpeningAPosition: 'เหตุผลในการเปิดตำแหน่ง;',
  psychologyDuringThe: 'จิตวิทยาระหว่างการทำธุรกรรม；',
  whetherItIsProfitOrLoss: 'ไม่ว่าจะเป็นกำไรหรือขาดทุน;',
  openingAndClosingPositions: 'เปิดและปิดตำแหน่ง ภาพหน้าจอของแผนภูมิเวลา',
  ifYouWantToBeAConsistent:
    'หากคุณต้องการเป็นเทรดเดอร์ที่สม่ำเสมอ การมีกลยุทธ์การเทรดเป็นสิ่งสำคัญ อย่าประเมินพลังของแผนต่ำเกินไป',
  whatIsAChartPattern: 'รูปแบบแผนภูมิคืออะไร?',
  inTheMarketBuyersAnd:
    'ในตลาด ผู้ซื้อและผู้ขายกำลังเล่นเกมอำนาจตลอดเวลา และแผนภูมิคือบันทึกผลลัพธ์ของเกมนี้ ผู้คนค่อยๆ พบรูปแบบแผนภูมิทั่วไปบนแผนภูมิ ด้วยความช่วยเหลือของพวกเขา ผู้คนสามารถเห็นได้อย่างชัดเจนว่าผู้ซื้อมีอำนาจเหนือกว่าหรือผู้ขายมีความแข็งแกร่งในตลาด ยิ่งไปกว่านั้น ด้วยรูปแบบคลาสสิกเหล่านี้ที่ปรากฏขึ้นครั้งแล้วครั้งเล่า ผู้คนพบว่าการเปลี่ยนแปลงเดียวกันในอำนาจของผู้ซื้อและผู้ขายมักปรากฏอยู่ในตลาดเสมอ ดังนั้นเราจึงสามารถใช้ประสบการณ์การเรียนรู้รูปแบบในการทำนายแนวโน้มของตลาด นี่คือการวิเคราะห์รูปแบบ',
  typicalChartPatterns:
    'รูปแบบแผนภูมิทั่วไปมีสองประเภท: รูปแบบการกลับรายการและรูปแบบต่อเนื่อง ในบทความนี้ เราจะแนะนำรูปแบบแผนภูมิที่พบบ่อยที่สุดสามรูปแบบเพื่อทำความเข้าใจว่าการวิเคราะห์รูปแบบคาดการณ์การเคลื่อนไหวของราคาอย่างไร และผู้คนตัดสินใจซื้อขายผ่านการวิเคราะห์รูปแบบอย่างไร',
  headAndShoulders: 'หัวและไหล่',
  topAndHeadAndShoulders:
    'ด้านบนและส่วนหัวและไหล่ด้านล่าง รูปแบบส่วนหัวและไหล่เป็นหนึ่งในรูปแบบที่ผู้ค้าให้คุณค่ามากที่สุดและรูปแบบกลับด้านที่พบมากที่สุดรูปแบบหนึ่ง โดยทั่วไปแล้วจะค่อยๆ ก่อตัวขึ้นในแนวโน้มขาขึ้นและส่งสัญญาณการพลิกกลับของสภาวะตลาด กล่าวอีกนัยหนึ่ง การปรากฏตัวของรูปแบบหัวและไหล่มักจะหมายถึงการสิ้นสุดของคลื่นของขาขึ้น',
  aTypicalHeadAndShoulders: 'รูปแบบศีรษะและไหล่โดยทั่วไปแสดงไว้ด้านล่าง:',
  whenThePriceRisesAnd:
    'เมื่อราคาเพิ่มขึ้นและลดลงกลับสู่จุดที่คงที่ จุดสูงสุดจะก่อตัวขึ้นซึ่งดูเหมือนไหล่ซ้าย จากนั้นราคาดีดตัวขึ้นอีกครั้งและสร้างจุดสูงสุดที่สูงกว่าจุดสูงสุดก่อนหน้า จากนั้นจึงตกลงไปที่ระดับแนวรับของจุดสูงสุดแรก จุดสูงสุดใหม่เรียกว่า "หัว" และระดับแนวรับเรียกว่า "เส้นคอ" หากรูปแบบเกิดขึ้นอย่างสมบูรณ์ ราคาจะดีดตัวขึ้นที่เส้นคอและสร้างจุดสูงสุดที่ต่ำกว่า ซึ่งก็คือไหล่ขวา',
  whenYouFindAHeadAnd:
    'เมื่อคุณพบรูปแบบหัวและไหล่บนกราฟ จุดเริ่มต้นที่เป็นไปได้คือเมื่อราคายืนยันว่าได้หักเส้นคอ นั่นคือเมื่อแท่งเทียนปิดต่ำกว่าเส้นคอ เราจะเปิดการขายที่จุดเริ่มต้นของแท่งเทียนถัดไป ตำแหน่ง.',
  moreCautiousTraders:
    'ผู้ค้าที่ระมัดระวังมากขึ้นอาจมีแนวโน้มที่จะรอให้ราคาทดสอบเส้นคออีกครั้ง (นั่นคือราคาแตะเส้นคออีกครั้ง) จากนั้นจึงเข้าสู่ตลาดเมื่อราคาไม่สามารถทะลุเส้นคอขึ้นไปได้ แน่นอนว่าบางครั้งราคาอาจเริ่มลดลงโดยตรงหลังจากทะลุเส้นคอโดยไม่หันกลับมามอง ไม่ว่าคุณจะเลือกเทรดอย่างระมัดระวังมากขึ้นหรือไม่นั้นขึ้นอยู่กับการสังเกตตลาดเพิ่มเติมของเทรดเดอร์',
  afterTheTradeIsOpened:
    'หลังจากเปิดการซื้อขาย เป้าหมายกำไรมักจะถูกกำหนดเป็นระยะทางในจุดจากส่วนหัวถึงขอบเสื้อผู้หญิงตอนหน้าอก',
  inAdditionYouMaySometimes:
    'นอกจากนี้ บางครั้งคุณอาจพบรูปแบบส่วนล่างของศีรษะและไหล่ ด้านล่างของส่วนหัวและไหล่มีแนวโน้มที่จะปรากฏในตอนท้ายของคลื่นของขาลงและหมายความว่าการเพิ่มขึ้นของราคาในอนาคตมีแนวโน้มมากขึ้น ด้านล่างของส่วนหัวและไหล่ประกอบด้วยรางตามด้วยส่วนล่างและรางที่สูงขึ้น เช่นเดียวกับเฮดแอนด์โชว์เดอร์ จังหวะเข้าของเฮดแอนด์โชว์เดอร์คือเมื่อคุณยืนยันว่าเส้นคอหักตามราคา หรือรอดูว่าเส้นคอจะผ่านการทดสอบย้อนหลังหรือไม่',
  theFigureBelowShowsThe:
    'รูปด้านล่างแสดงรูปแบบด้านล่างของส่วนหัวและไหล่ในตลาดจริง:',
  doubleTopAndDoubleBottom: 'ดับเบิ้ลบนและดับเบิ้ลล่าง',
  doubleTopPatternOften:
    'รูปแบบ Double Top มักจะปรากฏที่ด้านบนของแนวโน้มขาขึ้น นอกจากนี้ยังเป็นรูปแบบการกลับตัว ซึ่งหมายถึงการสิ้นสุดของแนวโน้มขาขึ้น รูปแบบ Double Top ประกอบด้วยสองพีคที่อยู่ติดกัน และราคาของพีคทั้งสองจะใกล้เคียงกัน เส้นคอของรูปแบบอยู่ที่ระดับแนวรับที่เกิดจากราคา เมื่อราคาทะลุแนวรับที่เส้นคอ เราเชื่อว่ารูปแบบได้ก่อตัวขึ้นแล้ว',
  nTermsOfTheTimingOfEntry:
    'เงื่อนไขของช่วงเวลาในการเข้า โดยทั่วไปคุณสามารถพิจารณาเปิดสถานะขายเมื่อราคาตกลงต่ำกว่าเส้นคอเสื้อ หรือรอให้ราคาทดสอบเส้นคอเสื้ออีกครั้งและสร้างจุดสูงสุดที่ต่ำกว่า เมื่อ backtest ล้มเหลว มักหมายความว่าราคากำลังเคลื่อนไหว แรงจูงใจแข็งแกร่งขึ้น',
  theProfitTargetIsSetAtThe:
    'เป้าหมายกำไรถูกกำหนดที่ระยะทางจากด้านบนถึงขอบเสื้อผู้หญิงตอนหน้าอก',
  theReverseOfADoubleTop:
    'การกลับตัวของรูปแบบ Double Top คือรูปแบบ Double Bottom ซึ่งมักจะปรากฏในตอนท้ายของเทรนด์ขาลง ซึ่งประกอบด้วยสอง Trough ต่ำที่อยู่ติดกัน และราคาด้านล่างจะใกล้เคียงกัน การปรากฏตัวของ double bottom มักจะหมายความว่าแนวโน้มขาขึ้นจะเริ่มขึ้นในครั้งต่อไป ในทำนองเดียวกัน เราสามารถเข้าสู่ตลาดเมื่อเส้นคอหัก หรือรอให้เส้นคอทดสอบล้มเหลว และสร้างจุดต่ำสุดที่สูงกว่าเพื่อเข้าสู่ตลาด ความล้มเหลวในการทดสอบเส้นคอด้านหลังหมายความว่าโมเมนตัมขาขึ้นของราคานั้นแข็งแกร่งกว่า',
  flagPattern: 'ลายธงชาติ',
  theFlagPatternIsDifferent:
    'รูปแบบธงแตกต่างจากรูปแบบส่วนหัวและไหล่และด้านบนคู่ที่อธิบายไว้ข้างต้น รูปแบบธงเป็นรูปแบบการเรียงลำดับที่อาจปรากฏในแนวโน้มขึ้นหรือลง เนื่องจากราคาไม่สามารถอยู่ในแนวโน้มขาขึ้นหรือขาลงที่ชัดเจนเสมอไป บางครั้งอาจต้องหยุดพักเพื่อแยกแยะ ในเวลานี้คุณจะพบว่าราคาผันผวนซ้ำแล้วซ้ำเล่าและกลับสู่แนวโน้มก่อนหน้า',
  theAbovePictureIs:
    'รูปภาพด้านบนเป็นรูปธงในแนวโน้มขาขึ้น และราคาอยู่ในแนวโน้มขาขึ้นก่อนการรวมฐาน วาดเส้นขนานตามด้านบนและด้านล่างของแทร็กรวมเพื่อให้ได้รูปร่างของธง',
  takeTheFlagTrendInTheAbove:
    'ใช้แนวโน้มธงในแผนภูมิด้านบนเป็นตัวอย่าง เมื่อราคาทะลุเส้นธงบนสุด คุณสามารถพิจารณาเข้าสู่ตลาดเพื่อเปิดตำแหน่งซื้อ หรือคุณสามารถรอให้ราคาทดสอบเส้นธงและสร้างรางน้ำที่สูงขึ้นก่อนที่จะเข้าสู่ตลาด รางที่สูงขึ้นนี้ช่วยเพิ่มความมั่นใจในการทำกำไรจากการเทรด',
  calculateTheNumberOfPoints:
    'คำนวณจำนวนจุดจากแนวโน้มขาขึ้นก่อนหน้านี้จนถึงเส้นธงด้านล่าง และใช้เป็นจุดกำไรเป้าหมาย',
  theFigureBelowShowsTheFlag:
    'รูปด้านล่างแสดงรูปแบบธงในแนวโน้มขาขึ้นของตลาดจริง หลังจากคลื่นลูกแรกของขาขึ้นเสร็จสิ้น ราคายังคงสร้างฐานในรูปแบบธง และในที่สุดก็ทะลุผ่านเส้นธงบนสุดเพื่อเริ่มคลื่นลูกที่สองของขาขึ้น',
  theAboveContentCanBe:
    'เนื้อหาข้างต้นสามารถใช้เป็นคำแนะนำเบื้องต้นเพื่อให้คุณศึกษาการวิเคราะห์รูปแบบเพิ่มเติมได้ ในอนาคต คุณจะได้เรียนรู้รูปแบบแผนภูมิประเภทต่างๆ เพิ่มเติม',
  stopLossCanHelp:
    'การหยุดการขาดทุนสามารถช่วยคุณลดการแทรกแซงทางอารมณ์ในการซื้อขาย และยังมีประโยชน์มากเมื่อคุณไม่สามารถติดตามตลาดได้อย่างต่อเนื่อง',
  supposeThereIsAn:
    'สมมติว่ามีตำแหน่งซื้อ AUS200 ราคาเปิดคือ 50.66 และตั้ง Stop Loss ที่ 50.26 เมื่อราคาลดลงถึง 50.26 หยุดการขาดทุนจะดำเนินการโดยอัตโนมัติ ทำให้ตำแหน่งสามารถปิดได้ในราคาที่ดำเนินการถัดไป ในตัวอย่างนี้ ตำแหน่งหายไป 40 คะแนน',
  itIsWorthNotingThat:
    'เป็นที่น่าสังเกตว่าการหยุดการขาดทุนไม่รับประกันว่าจะดำเนินการตามราคาที่คุณระบุอย่างสมบูรณ์ เนื่องจากตลาดอาจมีช่องว่างของราคา มันจะทำให้การหยุดการขาดทุนถูกดำเนินการในราคาที่แตกต่างกัน ช่องว่างของราคาตลาดหมายถึงความผันผวนของราคาบางอย่างหรือฉับพลันที่เกิดขึ้นในช่วงเวลาสั้นๆ',
  howMuchStopLoss: 'ตั้ง Stop Loss เท่าไหร่?',
  onceYouOpenAPosition:
    'เมื่อคุณเปิดตำแหน่ง คุณต้องพิจารณาว่าคุณต้องตั้งค่า Stop Loss เท่าใด การตั้งค่า Stop Loss ควรขึ้นอยู่กับการยอมรับความเสี่ยงส่วนบุคคลของคุณ แต่จำนวนจุด Stop Loss ไม่ควรน้อยเกินไป มิฉะนั้นธุรกรรมอาจหยุดเร็วเกินไป โดยปกติแล้ว คุณต้องเว้นช่องว่างที่เหมาะสมไว้สำหรับการขาดทุนแบบลอยตัว ขอแนะนำโดยทั่วไปว่า Stop Loss ที่คุณตั้งไว้ไม่ควรปล่อยให้การสูญเสียเงินทุนเกิน 1% ถึง 5%',
  trailingStopLoss: 'การหยุดการขาดทุนต่อท้าย',
  wheneverThePriceMoves:
    'เมื่อไรก็ตามที่ราคาเคลื่อนตัวไปยังจุดจำนวนหนึ่งในทิศทางที่ดี ราคาของ Trailing Stop Loss ก็จะเคลื่อนไหวไปด้วย กล่าวอีกนัยหนึ่ง เมื่อราคาเคลื่อนตัวในทิศทางที่น่าพอใจ Trailing Stop Loss จะ "ติดตาม" ราคาโดยอัตโนมัติ คุณสมบัตินี้สามารถช่วยคุณล็อคกำไรและจัดการธุรกรรมของคุณโดยอัตโนมัติ ตัวอย่างเช่น คุณสามารถระบุว่าเมื่อใดก็ตามที่ราคาเพิ่มขึ้น 5 จุด หยุดการขาดทุนของคุณจะขยับขึ้น 5 จุด เมื่อคุณไม่สามารถจัดการธุรกรรมแบบเรียลไทม์ได้ การหยุดการขาดทุนของ Trailing สามารถช่วยให้คุณตระหนักถึงการจัดการตำแหน่งที่กล่าวถึงข้างต้นได้โดยอัตโนมัติ เมื่อราคาเริ่มผันผวนในทิศทางตรงกันข้าม Stop Loss จะยังคงอยู่ที่ราคาเดิม เมื่อราคาตลาดถึงราคาหยุดการขาดทุน ตำแหน่งของคุณจะถูกปิดโดยอัตโนมัติ การหยุดการขาดทุนต่อท้ายเป็นกลยุทธ์ที่มีประสิทธิภาพในการลดการขาดทุน',
  profitTargetProfit:
    'เป้าหมายกำไร เป้าหมายกำไรคือราคาที่กำหนดไว้ล่วงหน้าซึ่งคุณจะปิดตำแหน่งของคุณอย่างมีกำไร ก่อนที่คุณจะวางแผนที่จะเปิดสถานะ คุณควรพิจารณาว่าราคากำไรของคุณตั้งไว้ที่ใด เป้าหมายกำไรเป็นส่วนสำคัญของการจัดการคำสั่งซื้อ ตราบใดที่ราคาตลาดถึงราคากำไร คุณไม่จำเป็นต้องเฝ้าดูตำแหน่งข้างคอมพิวเตอร์ และกำไรจะช่วยให้คุณปิดกำไรได้โดยอัตโนมัติ',
  profitTarget: 'เป้าหมายกำไร',
  profitTargetIs:
    'เป้าหมายกำไรคือราคาที่กำหนดไว้ล่วงหน้าซึ่งคุณจะปิดสถานะได้อย่างมีกำไร ก่อนที่คุณจะวางแผนที่จะเปิดสถานะ คุณควรพิจารณาว่าราคากำไรของคุณตั้งไว้ที่ใด เป้าหมายกำไรเป็นส่วนสำคัญของการจัดการคำสั่งซื้อ ตราบใดที่ราคาตลาดถึงราคากำไร คุณไม่จำเป็นต้องเฝ้าดูตำแหน่งข้างคอมพิวเตอร์ และกำไรจะช่วยให้คุณปิดกำไรได้โดยอัตโนมัติ',
  marketOrder: 'คำสั่งของตลาด',
  aMarketOrder:
    'คำสั่งซื้อขายในตลาดคือผู้ซื้อขายที่เปิดตำแหน่งและดำเนินการคำสั่งซื้อด้วยตนเองในราคาที่ซื้อขายได้ในตลาดปัจจุบัน ผู้ค้ารายวันและผู้ค้าถลกหนังบางคนมีแนวโน้มที่จะเปิดคำสั่งซื้อขายในตลาดมากกว่า',
  pendingOrder: 'คำสั่งซื้อที่รอดำเนินการ',
  aPendingOrder:
    'คำสั่งที่รอดำเนินการคือคำสั่งที่มีราคาเปิดที่กำหนดไว้ล่วงหน้า เมื่อตลาดถึงราคาที่ตั้งไว้ คำสั่งซื้อที่รอดำเนินการจะเปิดสถานะโดยอัตโนมัติ หากคุณไม่สามารถติดตามความผันผวนของราคาหน้าคอมพิวเตอร์เป็นเวลานาน คำสั่งซื้อขายที่รอดำเนินการจะมีประโยชน์มากสำหรับคุณ ในการซื้อขายแบบแบ่งช่วง (ราคาเคลื่อนไหวไปมาภายในช่วง) และการซื้อขายแบบทะลุกรอบ (ราคาทะลุช่วง) คำสั่งซื้อขายที่รอดำเนินการก็มีประโยชน์เช่นกัน',
  typesOfPendingOrders: 'ประเภทของคำสั่งซื้อที่รอดำเนินการ',
  stopLossPending:
    '- คำสั่งหยุดการขาดทุนที่รอดำเนินการ: ขายในราคาที่ต่ำกว่าราคาตลาดปัจจุบันหรือซื้อในราคาที่สูงกว่าราคาตลาดปัจจุบัน',
  takeProfitPending:
    '- คำสั่งที่รอดำเนินการ Take-profit: ตรงกันข้ามกับคำสั่ง stop-loss ที่รอดำเนินการ - ขายในราคาที่สูงกว่าราคาตลาดปัจจุบัน หรือซื้อในราคาที่ต่ำกว่าราคาตลาดปัจจุบัน',
  stopLossEntryOrder: 'หยุดคำสั่งรายการขาดทุน',
  theFollowingFigure:
    'รูปต่อไปนี้แสดงคำสั่ง buy stop loss (ซื้อในราคาที่สูงกว่า) และคำสั่ง buy stop loss (ขายในราคาที่ต่ำกว่า) ตัวอย่างเช่น คุณสามารถตั้งค่าคำสั่งหยุดการขายที่รอดำเนินการเพื่อป้องกันความเสี่ยงของคำสั่งซื้อก่อนหน้า ซึ่งจะช่วยจำกัดการขาดทุนที่อาจเกิดขึ้น นอกจากนี้ยังสามารถใช้คำสั่งหยุดการขาดทุนที่รอดำเนินการเพื่อสร้างกลยุทธ์การซื้อขายตามแนวโน้ม (เช่น คุณวางแผนที่จะเปิดคำสั่งขาย แต่จะเข้าสู่ตลาดหลังจากที่ราคาตลาดยืนยันว่าได้เข้าสู่แนวโน้มขาลงแล้วเท่านั้น)',
  takeProfitPendingOrder: 'ทำกำไรจากคำสั่งซื้อที่รอดำเนินการ',
  theFigureBelowShows:
    'รูปด้านล่างแสดงคำสั่งซื้อขายทำกำไรที่รอดำเนินการ (ซื้อในราคาที่ต่ำกว่า) และคำสั่งซื้อขายทำกำไรที่รอดำเนินการ (ขายในราคาที่สูงกว่า) คำสั่งที่รอการทำกำไรสามารถใช้เพื่อสร้างกลยุทธ์การซื้อขายแบบแบ่งช่วง นั่นคือ เมื่อราคาเคลื่อนไหวขึ้นและลงภายในช่วง ผู้ค้าสามารถตั้งค่าคำสั่งขายทำกำไรที่รอดำเนินการเพื่อดำเนินการธุรกรรมการซื้อขายแบบช่วงโดยอัตโนมัติ',
  stopLossPendingOrders:
    'คำสั่งหยุดการขาดทุนที่รอดำเนินการและคำสั่งที่รอการทำกำไรเป็นตัวช่วยที่ดีในการควบคุมความเสี่ยงในการเทรด โปรดตรวจสอบคู่มือการซื้อขายเพื่อเรียนรู้วิธีใช้คำสั่งซื้อที่รอดำเนินการทั้งสองนี้ในกลยุทธ์ขั้นสูง',
  readTheChart: 'อ่านแผนภูมิ',
  chartsAreTheCore:
    'แผนภูมิเป็นหัวใจหลักของการซื้อขาย นอกเหนือจากการช่วยให้เทรดเดอร์ติดตามมูลค่าตำแหน่งตามเวลาจริงแล้ว แผนภูมิยังสามารถช่วยให้พวกเขาเข้าใจแนวโน้มราคาในอดีตและให้เบาะแสเกี่ยวกับแนวโน้มราคาในอนาคตบนพื้นฐานนี้ ดังนั้นการเรียนรู้ที่จะเข้าใจแผนภูมิจึงเป็นขั้นตอนสำคัญในการเป็นเทรดเดอร์ที่ดี',
  theFirstThingTo:
    'สิ่งแรกที่ต้องทำความเข้าใจคือราคาบนแผนภูมิแสดงประสิทธิภาพของราคาในเวลาที่สอดคล้องกัน',
  timeXAxisFromLeftToRight: 'เวลา: แกน X (จากซ้ายไปขวา):',
  theXAxisOnTheChart:
    'แกน X บนแผนภูมิแสดงเวลา (จากซ้ายไปขวา) ยิ่งไปทางซ้ายมากเท่าไหร่ เวลาก็ยิ่งเร็วขึ้นเท่านั้น แท่งเทียนหรือแท่งราคาล่าสุดแสดงถึงเวลาปัจจุบัน แท่งเทียนหรือแท่งราคาแต่ละแท่งแสดงถึงหน่วยเวลา ผ่านแถบการตั้งค่าช่วงเวลาที่ด้านบนของแผนภูมิ คุณสามารถเปลี่ยนระยะเวลาที่แสดงเป็นหน่วยเวลาได้ ตัวอย่างเช่น สมมติว่าคุณกำหนดช่วงเวลาเป็นรายวัน (D1) ซึ่งหมายความว่าแต่ละแท่งเทียนหรือแท่งราคาแสดงถึงความผันผวนของราคาในแต่ละวัน หากตั้งค่าเป็น 5 นาที (M5) หมายความว่าแต่ละแท่งเทียนหรือแท่งราคาแสดงถึงความผันผวนของราคาใน 5 นาที',
  priceYAxisFromTopToBottom: 'ราคา: แกน Y (จากบนลงล่าง)',
  youCanReadThePrice:
    'คุณสามารถอ่านราคาสินค้าได้ในแนวตั้งแกน Y ยิ่งตำแหน่งของแท่งเทียนหรือแท่งราคาสูงเท่าไร ราคาก็จะยิ่งสูงขึ้นตามเวลาที่เกี่ยวข้องเท่านั้น ในทางตรงกันข้าม หากแท่งเทียนหรือแท่งราคาอยู่ที่ด้านล่างของแผนภูมิ หมายความว่าราคา ณ เวลาที่สอดคล้องกันนั้นจะต่ำกว่า',
  priceComposition: 'องค์ประกอบราคา',
  onTheCandlestick:
    'บนแผนภูมิแท่งเทียนหรือฮิสโตแกรม แต่ละแท่งเทียนหรือแท่งราคาจะแสดงสี่ราคาต่อไปนี้:',
  openingPriceThis:
    '- ราคาเปิด: เป็นราคาแรกที่จุดเริ่มต้นของรอบ บนฮิสโตแกรม เส้นแนวนอนด้านซ้ายแสดงถึงราคาเปิด บนกราฟแท่งเทียน เมื่อแท่งเทียนกำลังขึ้น ด้านล่างของตัวแท่งเทียนจะแสดงถึงราคาเปิด และเมื่อแท่งเทียนกำลังร่วงลง ด้านบนของตัวแท่งเทียนจะแสดงถึงราคาเปิด',
  highestPrice: '- ราคาสูงสุด: ราคาสูงสุดที่เกิดขึ้นในระหว่างงวด',
  lowestPrice: '- ราคาต่ำสุด: ราคาต่ำสุดที่เกิดขึ้นในระหว่างงวด',
  closingPriceThe:
    '- ราคาปิด: ราคาสุดท้ายเมื่อสิ้นงวด สีใช้เพื่อแยกความแตกต่างระหว่างตลาดและราคาปิด',
  atTheEndOfAPeriod:
    'ในตอนท้ายของช่วงเวลา แท่งเทียน/แท่งราคาใหม่จะปรากฏขึ้น และกระบวนการจะกลับไปกลับมา ก่อตัวเป็นแผนภูมิที่เราเห็น ด้านล่างนี้คือภาพประกอบของแผนภูมิแต่ละประเภท รูปแบบแผนภูมิพื้นฐานทั่วไปสามรูปแบบ ได้แก่ แผนภูมิเส้น ฮิสโตแกรม และแผนภูมิแท่งเทียน แม้ว่าพวกเขาจะให้ข้อมูลราคาในรูปแบบที่แตกต่างกันเล็กน้อย แต่ทั้งหมดก็เป็นไปตามแนวคิดของเวลา (ระยะเวลา)',
  spread: 'แพร่กระจาย',
  theCompleteQuotation:
    'ใบเสนอราคาที่สมบูรณ์ประกอบด้วยสองส่วน: ราคาขายและราคาซื้อ ความแตกต่างระหว่างทั้งสองเรียกว่า "สเปรด" สเปรดเป็นค่าธรรมเนียมที่โบรกเกอร์หรือธนาคารเรียกเก็บเมื่อคุณเปิดตำแหน่ง (เช่น ต้นทุนการทำธุรกรรม) ยิ่งสเปรดสูงหมายถึงต้นทุนการทำธุรกรรมของคุณก็จะยิ่งสูงขึ้น ในทางกลับกัน ยิ่งสเปรดต่ำหมายถึงค่าธรรมเนียมการทำธุรกรรมยิ่งถูกลง',
  theLargerTheTransaction:
    'ปริมาณธุรกรรมที่มากขึ้นและสกุลเงินที่ได้รับความนิยมมากขึ้น สเปรดระหว่างการทำธุรกรรมก็จะยิ่งน้อยลง และปริมาณธุรกรรมที่น้อยลง สกุลเงินที่ได้รับความนิยมน้อยกว่าก็มักจะมีสเปรดที่มากขึ้น',
  forTradersWhoTrade:
    'สำหรับเทรดเดอร์ที่เทรดบ่อย เช่น เทรดเดอร์รายวันหรือเทรดเดอร์ระยะสั้น ขนาดของสเปรดมีความสำคัญมาก แน่นอน สำหรับเทรดเดอร์ระยะกลางถึงยาว ขนาดของสเปรดมีผลน้อยกว่า',
  theAboveIsAScreenshot:
    'ด้านบนเป็นภาพหน้าจอของหน้าต่างเปิด MT4 ซึ่งคุณสามารถดูราคาขาย ราคาซื้อ และสเปรดในปัจจุบัน เมื่อคุณเปิดคำสั่งซื้อหรือขาย ราคาที่ดำเนินการจะแตกต่างกัน',
  buyOrderLongPosition: 'คำสั่งซื้อ (สถานะซื้อ)',
  quotation: 'คำอ้างอิง',
  theOpeningPriceForBuying: 'ราคาเปิดซื้ออยู่ที่',
  sellOrderShortPosition: 'คำสั่งขาย (ตำแหน่งสั้น)',
  theOpeningPriceForSelling: 'ราคาเปิดขายอยู่ที่',
  inBothCases:
    'ในทั้งสองกรณี กำไรและขาดทุน (P/L) ของคุณเมื่อคุณเปิดตำแหน่งครั้งแรกจะเป็นค่าลบ เนื่องจากสเปรดจะถูกเรียกเก็บเมื่อเปิดคำสั่งซื้อขาย เมื่อตลาดผันผวนไปในทิศทางที่คุณพอใจด้วยจำนวนจุดเท่ากับสเปรด คำสั่งของคุณจะถึงจุดคุ้มทุน'
};
