import { MarketNews } from '../@types/marketNews';

export const marketNews: MarketNews = {
  economicCalendar:
    'ปฏิทินเศรษฐกิจเกี่ยวกับตลาดเงินตราต่างประเทศและข่าวโลก เผยแพร่รายวันและรายสัปดาห์',
  weeklyForeignExchangeNews:
    'ข่าวอัตราแลกเปลี่ยนรายสัปดาห์จาก WCG และตัวชี้วัดเศรษฐกิจโลกที่ครอบคลุม',
  financialCalendar: 'ปฏิทินการเงิน',
  marketAnalysis: 'วิเคราะห์การตลาด',
  financialNews: 'ข่าวการเงิน',
  theMostImportant:
    'ข่าวเศรษฐกิจและการเงินที่สำคัญที่สุดที่เกี่ยวข้องกับสกุลเงินต่างประเทศและตลาดหุ้น',
  theLatestReview: 'บทวิจารณ์ล่าสุดของการวิเคราะห์ตลาดและข่าว',
  theLatestReviewsAndForecasts:
    'บทวิจารณ์และการคาดการณ์ล่าสุดของเครื่องมือการตลาดและข่าวเศรษฐกิจทั้งหมด ข้อมูลเหล่านี้จัดทำโดยนักวิเคราะห์มืออาชีพและไม่ได้ใช้เพื่อเป็นแนวทางโดยตรง',
  more: 'มากกว่า'
};
