import { RegionalRepresentative } from '../@types/regionalRepresentative';

export const regionalRepresentative: RegionalRepresentative = {
  regionalRepresentative: 'ตัวแทนภูมิภาค',
  thisIsAUnique:
    'นี่เป็นโอกาสพิเศษสำหรับผู้ที่ต้องการพัฒนาธุรกิจในท้องถิ่น การเปิดสำนักงานภูมิภาคของ WCG จะเป็นทางเลือกความร่วมมือในระดับที่สูงขึ้น จัดการบริษัทตัวแทนของคุณเองในพื้นที่ของคุณเพื่อรับรายได้ที่มั่นคง และในขณะเดียวกันก็มอบเงื่อนไขการค้าและเทคโนโลยีที่ดีที่สุดในอุตสาหกรรมด้วยความได้เปรียบในการแข่งขันของเรา',
  representativeApplication: 'การสมัครเป็นผู้แทน',
  doNotMiss: 'อย่าพลาดโอกาสนี้!',
  setYourOwn:
    'กำหนดรูปแบบธุรกิจของคุณเองได้อย่างอิสระ แผนการตลาดของคุณ จัดการสัมมนา การสัมมนาผ่านเว็บ และกิจกรรมที่เป็นประโยชน์หรือเกี่ยวข้องกับความต้องการของตลาดเฉพาะ เราจะช่วยให้คุณมีรากฐานที่มั่นคงและมั่นคงในตลาดท้องถิ่นของคุณ',
  brandsThatShare: 'แบรนด์ที่มีชื่อเสียงระดับโลก',
  theSupportWe:
    'การสนับสนุนที่เรามอบให้กับสำนักงานภูมิภาครวมถึงแต่ไม่จำกัดเฉพาะการตอบสนองความต้องการทั้งหมดสำหรับการพัฒนาธุรกิจในท้องถิ่น WCG ให้บริการให้คำปรึกษา สื่อส่งเสริมการขายและงบประมาณทางการตลาด ตลอดจนการติดต่อโดยตรงกับลูกค้าเพื่อการสนับสนุนที่รวดเร็วและแม่นยำยิ่งขึ้น เราจัดหาตัวแทนระดับภูมิภาค ด้วยความช่วยเหลือด้านเทคนิคทั้งหมด การใช้งานและการรวมบริการในท้องถิ่น (เช่น ระบบการชำระเงินที่ได้รับความนิยมสูงสุดในภูมิภาค) เพื่อช่วยเพิ่มประสิทธิภาพการดำเนินธุรกิจ',
  soleRegional: 'ตัวแทนระดับภูมิภาคแต่เพียงผู้เดียว',
  youWillBe:
    'คุณจะเป็นตัวแทนเพียงคนเดียวในพื้นที่ของคุณผ่านโปรแกรมตัวแทนระดับภูมิภาคของ WCG คุณจะได้รับสิทธิพิเศษในการเป็นตัวแทนในพื้นที่เฉพาะนี้',
  marketingAssistance: 'การสนับสนุนความช่วยเหลือด้านการตลาด',
  provideComprehensive:
    'ให้การสนับสนุนทางเทคนิคที่ครอบคลุมเพื่อช่วยเพิ่มประสิทธิภาพการส่งเสริมการขายเครือข่าย สื่อการตลาด และช่วยบันทึกและจัดการลูกค้าของคุณ',
  competitiveEdge: 'ความได้เปรียบในการแข่งขัน',
  weWillProvide:
    'เราจะให้เงื่อนไขการค้าที่แข่งขันได้กับลูกค้าของคุณ และเพิ่มความได้เปรียบทางการค้าของคุณภายในพื้นที่ของคุณอย่างรวดเร็ว',
  regionalRepresentativeIsIncome: 'รายได้ของตัวแทนภาค',
  yourIncomeIncludes:
    'รายได้ของคุณรวมถึงค่าคอมมิชชั่นมาตรฐานจากธุรกรรมของผู้อ้างอิงแต่ละคน เช่นเดียวกับรายได้จากบัญชีดาวน์ไลน์ทั้งหมดของคุณ และค่าตอบแทนเอเจนซี่เพิ่มเติม',
  theSpecificAmount:
    'จำนวนรายได้เพิ่มเติมที่กำหนดสามารถกำหนดได้หลังจากตกลงร่วมกันกับพันธมิตร',
  become: 'กลายเป็น',
  yourOwnBoss: 'เจ้านายของคุณเอง',
  become1: 'กลายเป็น',
  ourPartner: 'พันธมิตรของเรา',
  get: 'รับ',
  technicalSupport: 'การสนับสนุนทางเทคนิค',
  becomeOurRegional: 'เป็นตัวแทนระดับภูมิภาคของเรา',
  wCGIsCurrently:
    'ขณะนี้ WCG อยู่ระหว่างการพัฒนาอย่างรวดเร็ว ซึ่งหมายความว่าเราจะยังคงแสวงหาและพัฒนาตลาดใหม่ๆ ต่อไป และลูกค้าของเรากำลังกลายเป็นส่วนหนึ่งของรูปแบบธุรกิจของเราเพื่อเติบโตไปพร้อมกับเรา',
  applyNow: 'สมัครตอนนี้'
};
