{
  "analysisAndTrends": "Analysis and trends",
  "predictPossibleFuture": "Predict possible future price trends through research on past market trends and help investors determine the entry and exit point of the transaction.",
  "intermediateTradingCourse": "Intermediate Trading Course",
  "advancedTradingCourse": "Advanced Trading Course",
  "technicalAnalysis": "Technical analysis and market trends",
  "fundamentalAnalysis": "Fundamental analysis",
  "fibonacciRetracementLine": "Fibonacci Retracement Line",
  "supportAndResistance": "Support and resistance",
  "marketParticipants": "Market participants",
  "tradingStyle": "Trading style",
  "whatIsTechnical": "What is technical analysis",
  "technicalAnalysisPredicts": "Technical analysis predicts market trends by observing historical prices and formulates trading strategies accordingly. Together with fundamental analysis, they are the two most widely-used analytical tools.",
  "unlikeFundamentalAnalysis": "Unlike fundamental analysis which focuses on economic, political, and financial development, technical analysis basically focuses only on charts by studying changes in historical prices to predict future market movements.",
  "tradersWhoUse": "Traders who use technical analysis rely on the following three premises:",
  "theMarketPrice": "The market price contains all the information that people need to understand",
  "thePriceFluctuates": "The price fluctuates around a trend line;",
  "historyWillRepeat": "History will repeat itself.",
  "theseThreePremises": "These three premises are the basis for effective technical analysis. With the help of technical analysis, we can we predict the possible upcoming price movements.",
  "itShouldBe": "It should be noted that technical analysis is not 100% correct. In practical applications, you may find that your trading decisions based on the results of rigorous technical analysis are opposite to the direction of price fluctuations in the real market. This situation does not contradict our original intention for technical analysis, nor does it mean that your technical analysis method is wrong.",
  "theRoleOf": "The role of technical analysis is not simply to predict the rise and fall of market prices. Its true meaning is to help traders better understand the market and develop a trading strategy that adapts to the current market.",
  "commonMethodsOf": "Common methods of technical analysis include chart patterns and technical indicators. We will open up two additional articles to introduce them. In this article, we will introduce a basic skill of technical analysis-of identifying trends.",
  "whyIdentifyingTrends": "Why identifying trends??",
  "justUnderstanding": "Just understanding the chart price does not help us make trading decisions, you also need to understand how to identify the price trend on the chart. There are three types of chart trends: up, down, and consolidation. In the unilateral trend of rising and falling, people often adopt a breakthrough trading strategy, that is, only trade in one direction, buying up or down. In a consolidation trend, people often use a range trading strategy of selling high and buying low, selling when the price rises to the top of the consolidation range, and buy when the price falls to the bottom of the consolidation range. Therefore, it is particularly important for traders to judge whether the exchange rate trend is in a unilateral trend of up/down or in a consolidation interval trend. Only by accurately grasping the trend can we adopt the correct trading method as far as possible.",
  "thereAreMany": "There are many tools for identifying trends, and almost all technical analysis involves trend judgment. In this article, we will first introduce how to draw trend lines, support/resistance lines in the chart, and the general rules of judging the trend is over.",
  "noteThatAlthough": "Note that although the minute chart can sometimes reflect some trends, we still recommend that you use technical analysis tools on the longer-term charts, because the price information on the long-term charts is more comprehensive and statistically more reliable. For example, the price data on the hourly chart is more reliable than the minute chart, and the price data on the daily chart is more reliable than the hourly one.",
  "trendLines": "Trend lines, support lines, and resistance lines",
  "aTrendLine": "A trend line is a straight line showing the trend of a currency pair, which is formed by connecting two or more prices. In a rising market, the trend line is a support line; in a falling market, the trend line is a resistance line.",
  "aSupportLine": "—> A support line refers to a line connected by a series of supporting prices. If the exchange rate once fell to this price level and turned back many times, we consider it a price with a support line. The more occasions price touch and return from this line, the more reliable the support is.",
  "theResistanceLine": "—> The resistance line refers to the line connected by prices with resistance. If the exchange rate has risen to a price level and turned back many times, we consider this to be a price with resistance. The more resistance points, the more reliable the resistance line.",
  "onTheMT4": "On the MT4 platform, we can find tools for drawing trend lines on the toolbar above the platform.",
  "thePrincipleOf": "The principle of drawing a trend line is to find the relevant highest and lowest points in the upward (downward) trend in the time period under consideration, and connect them with a straight line, where the price cannot cross the trend line. The longer the trend line drawn, the stronger the force represented, and the greater the possibility that the price will fall (rise) and return near the trend line.",
  "drawingATrend": "Drawing a trend line can help us more clearly identify the current market trend. At the same time, I also need to judge whether a trend really continues according to the trend line.",
  "fundamentalAnalysisOverview": "Fundamental analysis overview",
  "technicalAnalysisStudies": "Technical analysis studies historical prices, and traders can make trading decisions only by focusing on charts and prices. Fundamental analysis looks more complicated. It studies the core elements that affect a country's economy and currency exchange rate changes. It aims to predict changes in foreign exchange prices in a certain economic cycle by analyzing a series of economic indicators, government decisions and eventually market trend.",
  "technicalAnalysisReveals": "Technical analysis reveals the balance of power between buyers and sellers in the foreign exchange market, while fundamentals analyze the market from the source of exchange rate changes: currency capital flows and trade flows, news and economic conditions.",
  "theFactorsAffecting": "The factors affecting exchange rate changes involve many aspects such as society, economy and politics. As a result, fundamental analysis may need to incorporate a lot of analysis elements. This problem restricts many beginners in fundamental analysis because of the highly dynamic market fundamentals. Staying sensitive at all times is not easy. But don't worry, as you deepen your research on fundamental analysis, the concepts in the global dynamic economy will form a picture in your mind. The short-term changes in market fundamentals are just constantly changing this picture.",
  "ofCourse": "Of course, fundamental analysis is not aimed at the exact market price. For example, when analyzing a country's employment report, we can have a relatively clear understanding of the country's overall economic conditions, but if we want to obtain specific trading strategies such as entry points and exit points, we still need to use technical analysis methods. For this reason,many traders may choose to abandon fundamental analysis completely and rely solely on technical analysis in particular when they are at a loss by using a large amount of fundamental information. This is a wrong approach. Trading without a certain understanding of fundamental factors is like a blind person touching an elephant. The price information you see on a chart may not be the truth of the market.",
  "longTerm": "Long-term analysis in fundamentals: ",
  "whenMeasuringCurrencys": "When measuring currency value, long-term fundamentals use two classic analysis methods: purchasing power parity theory and international balance of payments theory.",
  "purchasingPower": "Purchasing power parity theory",
  "purchasingPowerParity": "Purchasing power parity theory states that the exchange rate of two currencies should be equal to the ratio of the price levels of a basket of goods and services in these two countries. This is because if the actual prices of a group of goods in two countries are quite different, assuming that the transportation cost is zero, traders can make profits by buying and selling.",
  "exchangeRate": "Exchange rate = commodity price in one country / commodity price in another country",
  "forExample": "For example: a can of Coke costs 1 u.s dollar in the United States and 100 yen in Japan. According to the purchasing power parity theory, the exchange rate = u.s Coke cost / Japanese Coke cost = 1:100",
  "ifTheCurrent": "If the current exchange rate is 1:110, according to the purchasing power parity theory, the yen is undervalued and the dollar is overvalued. Traders can buy goods in Japan for 100 yen and then transport them to the United States to sell them for 1 u.s dollar. The resulting u.s dollars will be converted into 110 yen at the current exchange rate, with a risk-free arbitrage of 10 yen. Therefore, the demand for the yen will rise, which will eventually boost the appreciation of the yen and the depreciation of the u.s dollar. The exchange rate of the u.s dollar against the yen will return to the 1:100 level.",
  "itShouldBeNoted": "It should be noted that Coke is just an example to illustrate the meaning of the theory. In fact, the purchasing power parity theory is not based on a single commodity, but a basket of commodities and services. The combination of commodities and services depends on the preferences of different analysts. At the same time, the purchasing power parity theory ignores some important factors affecting prices, including transportation costs, trade barriers, tariffs, etc., and it does not specify data on non-traded goods. Purchasing power parity theory is generally only applicable to long-term forecasts over 3 to 5 years.",
  "balanceOfPayments": "Balance of Payments Theory",
  "accordingToThe": "According to the theory of international balance of payments, two main factors affect exchange rate changes: trade flows and capital flows, that is, the current account and capital account in the balance of payments.",
  "theCurrentAccount": "The current account reflects the import and export of goods and services in a country. When exports are greater than imports, the country is a net exporter. This means that more people buy the currency of the country than selling, because other countries need to buy the currency of that country when they import goods from this country, and the demand for that country's currency will increase. Therefore, countries with a trade surplus have more opportunities for currency appreciation. The opposite is a net importer country. Imports are greater than exports. Importers in a net importer country need to sell their own currency to exchange for the currency of the exporting countries, which will depreciate their own currency.",
  "theCapitalAccount": "The capital account reflects the inflow and outflow of investment capital in a country. If the net capital account value is positive, it means that the capital inflow is greater than outflow. For foreign investors, they need to convert their own currency into domestic currency. Therefore, a positive capital account will increase the demand for a country's currency and promote its appreciation. Conversely, if the capital account is negative, it means that the capital inflow is less than the outflow. Domestic investors need to convert their own currencies into other currencies, and then suppress the value of their domestic currencies.",
  "capitalFlows": "Capital flows can be divided into two types according to capital forms: entity flows and portfolio flows. Entity flow refers to foreign direct investment. They will first convert their funds into the currency of the investing country, causing the currency of the investing country to appreciate. The portfolio flow is further divided into stocks and fixed income (such as bonds).",
  "whenACountry": "When a country's stock market is positive, it indicates that capital is flowing into the stock market, and foreign capital will also be attracted, thereby boosting the value of the local currency. When a country's stock market is in a downward trend, it indicates that capital is withdrawing from the market, and foreign capital is also withdrawn, which is detrimental to the value of the local currency. Therefore, foreign exchange traders can follow the performance of global stock markets to predict the capital flow of countries in a relatively long-term.",
  "theFixedIncomeMarket": "The fixed income market is similar to the stock market. The higher the rate of return, the more conducive to the appreciation of the national currency. The difference is that when the global economy is unstable, the stable and safe characteristics of the fixed-income market serve as a refuge for global capital. Long-term traders should pay attention to the spreads in the fixed income market:",
  "detectCurrency": "1. Detect currency spreads-European Interbank Offered Rates and Eurodollars",
  "investorsCanPay": "Investors can pay attention to the difference between the European Interbank Offered Rate and the Eurodollar. European Interbank Offered Rates are fixed income assets that reflect European short-term interest rates. Eurodollars refer to u.s dollar deposits placed in banks outside the United States. Because the United States and Europe have the most comprehensive fixed income and stock markets, if European Interbank Offered Rates are higher than Eurodollar deposit rates, it will drive investors to sell US assets and buy foreign assets, which will have a certain impact on the foreign exchange market. On the contrary, if the positive gap between the European Interbank Offered Rate and the Eurodollar narrows, that is, the interest rate of the European Interbank Offered Rate will decrease, the attractiveness of European assets will decrease, driving investors to sell European assets.",
  "theFixedIncome": "2. The fixed income gap across Europe-Gilts bonds, European Interbank Offered Rates and Eurodollars",
  "giltsBonds": "Gilts bonds are fixed income products issued by the British government. When buying and selling the British pound against the US dollar and the euro against the British pound, you need to pay attention to the gap between Gilts bonds, European Interbank Offered Rates and Eurodollars. When the positive gap between the UK interest rate and the European or US interest rate drops, the UK's fixed income investment opportunities will be less attractive to foreign investors. Investors will sell their specific assets in the pound to find other investment opportunities with higher returns, putting pressure on the pound to give up.",
  "otherCountriesInternational": "3. Other countries-international fixed income markets",
  "theFixedIncomeProducts": "The fixed income products of the United States, the United Kingdom, and countries outside Europe and their interest gaps are also worth watching. For example, Australia and New Zealand have implemented high interest rates, which make investors sell their local currency to buy Australian dollars or New Zealand dollars. This activity will become more pronounced when interest rates in other countries fall. Conversely, if interest rates in the United States, the United Kingdom, and Europe rise, funds may be transferred from Australia and New Zealand, adding upward pressure on their own currencies.",
  "weAlsoNeed": "We also need to consider more factors when considering medium and long-term fundamentals. For example, when analyzing the long-term trend of the US dollar, it is necessary to consider various aspects such as the Fed's monetary and interest rate policies, the US economic situation, and the impact of world geopolitical events on the US. At this time, news is particularly important. You can learn about the economic performance of a country in the past period of time and the currency and interest rate policies that the country is adopting in the past data news, and use this to speculate on the currency of the country in the future. trend. Therefore, for the accuracy and comprehensiveness of fundamental analysis, even if you are not trading news, you should keep your eyes on the important economic indicators in the economic calendar.",
  "definition": "Definition",
  "theFibonacciRetracement": "The Fibonacci Retracement Line is not the same as other several technical indicators introduced earlier. Unlike those previous indicators, it can be used as long as it is loaded on the chart and the parameters are set. When using Fibonacci retracements, investors need to identify a wave of trends by themselves, and then draw it on the trend. In the \"Application Examples\" section, we will also introduce how to draw Fibonacci Retracements.",
  "effect": "Effect",
  "fibonacciRetracementsProvide": "Fibonacci retracements provide us with a good way to predict support and resistance levels. The longer the uptrend or downtrend lasts, the higher reliability of the retracement level.",
  "someTradersLike": "Some traders like to draw Fibonacci retracement lines separately for long-term and short-term trends on charts of different time periods. If the level of the long-term retracement line is closer to the level of the short-term retracement line, the more reliable this retracement line.",
  "parameter": "Parameter",
  "uptrendOrDowntrend": "The 38.2%, 50.0%, and 61.8% of the uptrend or downtrend are the most commonly used retracement levels. 38.2% is generally considered to be of lowest level of reliability, that is, it is unlikely that the exchange rate will return to the original trend when it reaches this level. The higher the percentage level the exchange rate is close to (ie 61.8%), the greater the chance of returning to the original trend.",
  "applicationExample": "Application example",
  "ifYouFind": "If you find a wave of uptrend or downtrend that has just ended on a chart (the rule of 123 can be used to determine whether the trend is over, please refer to the Novice Academy \"Technical Analysis and Trend Judgment\" for details), you can consider starting with Fibonacci retracement line to determine the next support or resistance.",
  "inTheMT4": "In the MT4 platform, you can find the Fibonacci retracement line in the toolbar of the platform.",
  "afterClicking": "After clicking this button, connect the highest and lowest points of the trend on the chart. The figure below is an example of GBP/USD.",
  "supportLevel": "Support level refers to the support price that the exchange rate may encounter when it falls, so as to stop the fall and stabilize the price. Another corresponding concept is the resistance level, which is the ceiling when the exchange rate rises, reversing to a falling price. It is necessary to identify support and resistance levels, because when the exchange rate approaches or effectively breaks through the support and resistance levels, it is a good time to trade. When the breakout fails, people often think that the original trend may remain the same, and when the exchange rate effectively breaks through the support/resistance level, it is very likely to trigger a new wave of down/up trend.",
  "theMethods": "The methods to identify support and resistance levels mainly include trend line, previous high/low, pattern judgment and technical indicator judgment.",
  "trendline": "Trendline",
  "weIntroduced": "In \"Technical Analysis and Trend Judgment\", we introduced how to draw trend lines. In fact, the trend line is a way of judging support and resistance levels: the trend line in the rising market is composed of a series of support levels. When the exchange rate falls back to near the trend line, the support level on the trend line is very likely to support the exchange rate. The trend line in the falling market is composed of a series of resistance levels. When the exchange rate rises near thetrend line, the resistance level on the trend line is very likely to cause the exchange rate to fall again. Therefore, trend lines are a common way to determine support and resistance levels in trending markets.",
  "sometimes": "Sometimes, when the price falls below the trend line, the trend line that originally provided support may become a resistance.",
  "theAbovePicture": "The above picture shows that the rising trend line on the NZD/CAD daily chart has become a resistance when the exchange rate rebounds upward.",
  "inManyCases": "In many cases, resistance and support levels are interchangeable. An original support level may become a resistance level, or vice versa. This situation is especially common in judging support/resistance levels by previous highs and previous lows.",
  "previousHigh": "Previous high/low",
  "whenTheFX": "When the FX rate changes to a decline or consolidation after an uptrend movement, it often forms a short-term highest price, which we call the \"previous high price.\" The corresponding concept is the previous low, that is, the short-term lowest price formed when the exchange rate turns to an upward or consolidation after completing a down-trend movement.",
  "theAbovePictureShows": "The above picture shows the previous high and the previous low on the AUD/CAD daily chart.",
  "whenJudgingSupport": "When judging support and resistance levels, people think that the previous high may be the resistance level of the subsequent uptrend, and the previous low may be the support level of the subsequent downtrend. Because the exchange rate once returned to the previous high, when the price moves to the vicinity of this price level again, it may return again, and the case for previous low is similar.",
  "whenThePrice": "When the price returns to the previous low or the previous high repeatedly, the more the number of returns, the stronger the support or resistance of the price. If the currency market successfully breaks the support level and changes the trend, the original strong support level is likely to turn into a strong resistance level in the subsequent market movement or vice versa.",
  "theAbove": "The above picture is the weekly chart of AUDCAD. The exchange rate has been supported in the 0.99-1.00 area many times, and then the exchange rate has encountered resistance at the same level many times.",
  "patternRecognitionJudgment": "Pattern recognition judgment",
  "chartPatterns": "Chart patterns often provide methods for judging support and resistance levels.",
  "inADouble": "For example, in a double top pattern, its crest can be regarded as a strong resistance level, because the price retracements twice at this position. The trough (neckline) can be regarded as a support level.",
  "technicalIndexJudgment": "Technical index judgment",
  "someClassicalTechnical": "Some classical technical indicators can also be used to determine support and resistance levels. The most classical is the golden section line.",
  "byUnderstanding": "By understanding who are in the market, you will be able to better understand why and how prices are affected by news. At the same time, you will have more confidence in the transactions, because no matter what the transaction price is, there are always buyers and sellers in the market.",
  "interbankMarket": "Interbank market",
  "theInterbankMarket": "The interbank market is composed of large commercial banks and securities dealers. Their trading volume accounts for 40% to 50% of the total foreign exchange trading volume, which is of course ranked first in the list.",
  "beingAtThe": "Being at the top with largest trading volume, participants can enjoy the lowest spreads.",
  "centralBanks": "Central Banks",
  "controlTheMoney": "Control the money supply, inflation rate and interest rates, and use its huge foreign exchange reserves to stabilize the domestic market.",
  "thisMeansThat": "This means that the central banks also occupy important positions in the foreign exchange market.",
  "investmentManagementCompanies": "Investment management companies",
  "theseCompaniesUsually": "These companies usually manage large accounts on behalf of their clients. For example, an investment manager holds foreign stocks in his investment portfolio, so he needs to buy and sell several foreign currencies to settle foreign securities transactions.",
  "inOtherWords": "In other words, investment management companies also participate in the foreign exchange market for speculative purposes. They profit from market fluctuations and trends by managing customer funds.",
  "retailTraders": "Retail traders",
  "retailTradersConduct": "Retail traders conduct transactions through brokers or banks. Their transactions do not involve the physical delivery and are purely speculative.",
  "nonBank": "Non-bank foreign exchange company",
  "refersToForeign": "Refers to foreign exchange brokers that provide foreign exchange and international payments for individuals and companies. The difference between non-bank foreign exchange companies and banks is that they do not provide currency transactions for speculative purposes, and their customers take physical delivery.",
  "hereWeWill": "Here we will discuss the different trading styles you may encounter. Some typical bases for dividing the trading style are based on the length of the position, the time of opening and the frequency of transactions. For a particular trader, there are actually no strict rules on a particular time period to choose to trade. However, the following table provides some typical time period examples used by different types of traders in general.",
  "eODTransaction": "EOD transaction",
  "thisIsATrading": "This is a trading style adopted by many amateur traders. They may conduct market analysis once a day or a week, and then set up pending orders to capture price fluctuations. Instead of watching the market closely to get trading ideas, they use pending orders to trade.",
  "ifYouAreBusy": "If you are busy, EOD trading style should be a good choice, because you need not spend too much time to analyze and manage transactions.",
  "fundamentals": "Fundamentals (macro trading)",
  "useFundamentalInformation": "Use fundamental information and/or financial models to assess the strengths and weaknesses of stocks, currencies, markets, or countries to predict future price movements. The information sources of stocks and foreign exchange are not the same. Stocks are mostly affected by internal news of specific companies, while foreign exchange is mainly affected by macroeconomic factors.",
  "dayTrading": "Day Trading",
  "intradayTradersComplete": "Intraday traders complete the opening and closing of a trade in the same day. Swing trading based on the hourly chart can also be classified as day trading. Compared with fundamental information, day trading relies heavily on technical analysis.",
  "dayTradingContains": "Day trading contains multiple forms, including scalping, news trading, swing trading and trend trading.",
  "newsTrading": "News Trading",
  "newsTradersTend": "News traders tend to focus on important news events and trade during or before the announcement of important news. If the outcome of a news is unexpected, it may trigger extreme volatility, thereby creating profit opportunities in a very short period. Of course, after an important event is announced, it may also affect the long-term trend, which may arouse the interest of macro traders in adjusting long-term trend projections. But a typical news trading style is usually only related to short-term events.",
  "longTermTrading": "Long-term trading",
  "theTradingStyle": "The trading style of holding a position for a long period of time (weeks, months, or even years) is called \"long-term trading\". Long-term traders do not care about short-term fluctuations in the market, because they believe that their long-term investment horizon can average out short-term gains and losses.",
  "dueToThe": "Due to the longer holding period, long-term traders tend to use a lot of fundamental information as input, but they may also be purely technical analysis traders. Both long-term and swing traders are more likely to use pending orders to open positions, so they don't have to watch the market closely.",
  "scalping": "Scalping",
  "scalpingIsAn": "Scalping is an intraday trading style. Unlike other trading styles, you must keep your eyes on the screen as if you want to make a living. Scalping is a very popular due to good profit potential, but it is also a tough trading style to learn because it requires good trading discipline. Nevertheless, novice traders are also interested in scalping.",
  "intradayAndScalping": "Intraday and scalping traders often use one-click trading to open positions in real time, because the speed of opening positions is very important for these two types of traders.",
  "swingTrading": "Swing trading",
  "asASwing": "As a swing trader, you are actually trying to trade the swings of the chart and hope to catch a big fluctuation. Swing traders like to use the daily chart as the chart cycle to open a position, and holding time ranges from a few days to a few weeks. However, the hourly chart is also very popular. In this case, the holding time is usually a few hours, and sometimes the position is held overnight or even a few days.",
  "technicalTrading": "Technical Trading",
  "useTechnicalAnalysis": "Use technical analysis to analyze, open, manage and close transactions. Although technical analysis is generally more popular in intra-day time periods, it can actually be applied to charts of any time period, including long-term trading.",
  "trendTrading": "Trend trading",
  "theTrendTrading": "The trend trading style here refers to identifying a trend and then only trading in the same direction of the detected trend. Traditional trend traders sound like long-term fund managers, but in fact, you can choose to track the trend on any time period chart."
}
