{
  "companyNews": "Company News",
  "corporateResponsibility": "Corporate Responsibility",
  "announcements": "Announcements",
  "throughOurCompanyNews": "Through our company news updates, you can learn more about latest developments of WCG, such as new product introductions, changes in trading hours, and promotional activities.",
  "contactUs": "Contact us",
  "ifYouNeed": "If you need immediate assistance, please fill the following form and send to our customer service specialist.",
  "customerService": "Customer Service",
  "customerServiceEmail": "Customer Service Email",
  "WCGIsAlways": "WCG is always by your side. If you have any questions, problems, suggestions or requests, please feel free to contact us. We provide multilingual support services. If you need immediate assistance, please fill out the form below to contact our customer service specialist.",
  "firstName": "First Name",
  "lastName": "Last Name",
  "contactNumber": "Contact Number",
  "emailAddress": "Email Address",
  "area": "Area",
  "category": "Category",
  "pleaseSelectAnItem": "Please select an item in the list",
  "generalInquiry": "General inquiry",
  "disputesComplaints": "Disputes/Complaints",
  "partner": "Partnership",
  "yourAccount": "Your account",
  "areYouOurExistingCustomer": "Are you our existing customer",
  "Yes": "Yes",
  "No": "No",
  "leaveAMessage": "Leave a message",
  "iAgreeTo": "I agree to submit my information to WCG. For information about products and other promotion offers, I can be reached by email or phone. I have read and agree with the WCG's privacy policy.You can choose to refuse to accept our marketing communications at any time.",
  "submit": "Submit",
  "weWillContactYou": "We will contact you as soon as possible",
  "tooShort": "Too short",
  "tooLong": "Too long",
  "invalidFormat": "Invalid format",
  "required": "Required",
  "January": "January",
  "February": "February",
  "March": "March",
  "April": "April",
  "May": "May",
  "June": "June",
  "July": "July",
  "August": "August",
  "September": "September",
  "October": "October",
  "November": "November",
  "December": "December",
  "setUpVietnam": "Set up Vietnam Liaison Office.",
  "invitedToParticipate": "Invited to participate in the 16th China Shanghai Financial Expo, accepting media interviews.",
  "partneredWith": "Partnered with a well-known local licensed dealer in Indonesia – Central Capital Futures Co., Ltd., officially entering the fourth largest market in the world.",
  "awardedTheMostInvestorTrusted": "Awarded the Most Investor Trusted Precious Metal Dealer of the Year.",
  "WCGMarketsLtdObtained": "WCG Markets Ltd obtained the Saint Vincent and the Grenadines Financial Services Authority (SVGFSA) license with the number 126087 BC 2020.",
  "establishedMalaysia": "Established Malaysia Liaison Office.",
  "setUpTaiwan": "Set up Taiwan Liaison Office.",
  "aLeaderInTheIndustry": "Mr. Wu Guoqiang, a leader in the industry, joined forces and is responsible for the risk control and monitoring department. Mr. Wu has a master's degree in finance and a number of international professional qualifications. He has served as chief trader and head of risk management department of many world-class banks.",
  "WCGMarketsLtdObtainedTheFINTRAC": "WCG Markets Ltd obtained the FINTRAC MSB license of Canada, the number is M20282836.",
  "startCharityProjects": "Start charity projects, actively participate in education and medical charity projects, and strive to become a good corporate citizen and give back to the society.",
  "integrateAndUpdate": "Integrate and update the brand. Adopting new logos and slogans, and also grandly launching a new webpage with multiple languages ​​to facilitate international investors.",
  "theTradingSystem": "The trading system is upgraded, and more new products are launched, such as US stocks, etc., to optimize the investment experience of customers.",
  "focusingOn": "Focusing on rural quality education, we specially sponsor the Zhixing Education Foundation's 21-22 Zhixing Book Corner Project. It is estimated that there will be at least 6 primary schools and thousands of primary school students can benefit from it.",
  "WCGIFXEXPO": "WCG & IFX EXPO",
  "TheStrengthOfWCGMarketsIsReconfirmed": "The strength of WCG Markets is reconfirmed that the management capabilities of the electronic trading platform functions are above the standard level, and it has passed the assessment test and successfully completed the designated projects and assessment procedures. Obtained the GTP Certified badge of the Gold and Silver Trade Association.",
  "WCGMarketsWonTheThirdPlace": "WCG Markets won the third place in the highest charitable donation of a Hong Kong company in 2021. This honor is a full affirmation of WCG Markets' outstanding public welfare achievements.",
  "BusinessExpansionTechnologyUpgrade": "Business expansion, technology upgrade, acquisition of ASA trading server, to provide customers with a more superior trading environment.",
  "WCGMarketsAcquired": "WCG Markets acquired two well-known financial institutions \"Wealth Gold Group\" and \"KUJI\", laying a good foundation for future development."
}
