{
  "copyright": "© WCG Group Limited All rights reserved, no reprint",
  "privacyPolicy": "Privacy Policy",
  "termsAndConditions": "Terms and Conditions",
  "disputeSettlement": "Dispute Settlement",
  "riskDisclaimer": "Risk Disclaimer",
  "amlPolicy": "AML Policy",
  "followUs": "Follow us",
  "provideYouWith": "Provide you with high-quality investment services with the most professional experience in the industry",
  "allTradesInvolveRisks": "Risk policy: All trades involve risks. Your trading loss may be greater than your total deposit.",
  "newbiesGettingStarted": "Newbies Getting Started",
  "getUSD": "Get USD 100,000 virtual funds for demo account",
  "demoAccount": "demo account",
  "startRealFXTrading": "Start Real FX Trading",
  "aRealAccount": "a real account",
  "WCGIsABusinessBrand": "WCG is a business brand jointly shared by many companies, including:",
  "WCGMarketsLtdIsALimitedLiabilityCompany": "WCG Markets Ltd is a limited liability company registered under the International Business Company Law in Saint Vincent and the Grenadines. The company number is 26087 BC 2020. The registered address is: The Financial Services Centre Stoney Ground, Kingstown, St.Vincent & the Grenadines.",
  "WCGMarketsLtdIsRegulatedByTheFINTRAC": "WCG Markets Ltd is regulated by the FINTRAC. The MSB license number is M20282836. The registered address is: 150-10451 Shellbridge Way, Richmond BC V6X 2W8, Canada.",
  "WCGGlobalLtd": "Wenchuan  Global Ltd is a limited liability company incorporated in the United Kingdom with the company number 11019948. The registered address is: WC1E 6HA, 5th Floor, 3 Gower Street, London, UK.",
  "HighRiskInvestmentWarning": "High-risk investment warning: Contracts for Difference (CFD) are complex financial products, and their use of leveraged trading attributes is likely to cause rapid loss of principal, and you may be required to call for margin. Please understand the product principles of CFDs and consider whether you can withstand this risk before entering the market. The past prices and performance of all financial derivatives instruments do not guarantee or represent future trends. Such financial products are not suitable for all investors. Please be sure to fully understand all potential risks before entering the market and seek independent advice when necessary.",
  "restrictedAreas": "Restricted areas: WCG Markets Ltd's website information does not aimed at targeting residents of British Columbia, Quebec and Saskatchewan, the Democratic People's Republic of Korea (North Korea), Iran, the United States and Hong Kong; And not to send or use the information to people in countries or jurisdictions where the publication or use of this information violates local laws and regulations."
}
