{
  "diversifiedProducts": "Diversified products, to meet your investment needs",
  "strongAdvantages": "Strong advantages, to ensure the safety of your transactions",
  "highLiquidity": "High liquidity, significant spreads discount, low cost and high return",
  "safetyOfFunds": "Safety of funds, rapid deposit and withdrawal process, smooth system, round-the-clock service",
  "askProductsNow": "Ask Products Now",
  "safeAndSecureDepository": "Safe and secure depository",
  "customerFunds": "Customer funds are deposited separately and reviewed by regulatory agencies. With ten years of financial professional risk control experience, each single transaction is strictly reviewed to ensure the safety of customer funds.",
  "efficientDeposit": "Efficient deposit and withdrawal of funds",
  "theDepositAndWithdrawal": "The deposit and withdrawal of funds is simple and unrestricted, simplifying the complicated deposit and withdrawal procedures, allowing you to deposit and withdraw you money quickly at anytime, anywhere, as fast as two hours.",
  "fastPayment": "Fast payment processing",
  "theLatestTechnology": "The latest technology makes the review and account opening process faster. The goal of the payment system is to be the latest system that provides the fastest deposit and withdrawal services in the industry.",
  "invest": "Invest ",
  "inNewChannels": "in new channels, make money in WCG",
  "professionalEquals": "100% professional equals 100% confidence",
  "mobileTradingSystem": "Mobile Trading System",
  "WCGMobileTradingSystem": "WCG Mobile Trading System provides a simple and convenient method so that customers can trade while traveling and immediately react to instant market news and data, thereby maximizing trading opportunities.",
  "brandReputation": "Brand reputation and win-win relationship",
  "WCGValuesTheCustomersTradingExperience": "WCG values the customer's trading experience and firmly believes that the future development of the brand depends on the common growth of its partners.",
  "preciousMetalsContract": "Precious Metals Contract",
  "timesLeverage": "100-200 times leverage,low-cost and high-return,global 24-hours trading,can make profit by both buy and sell.",
  "LondonGoldLondonSilver": "London Gold & London Silver is a trading product provided by the International Financial Futures Exchange, with simple trading rules, T+0 operation.",
  "shortFundSettlementTime": "Short fund settlement time, and fast and safe online electronic transactions.",
  "accountOpening": "Account Opening",
  "Calendar": "Economic Calendar",
  "ByTradingView": "Provided by TradingView",
  "realTimeQuotation": "Real-time quotation of our trading products",
  "aVarietyOfProfessional": "A variety of professional chart analysis tools and technical indicators. You can freely set your own technical indicator parameters and time frame.",
  "investmentProductsAcross": "Investment products across the globe",
  "includingMoreThan": "Including more than a hundred investment products such as margin FX, precious metals, crude oil, futures, crypto currencies, stocks, etc.",
  "connectingTo": "Connecting to thousands of servers",
  "automatedProcess": "Automated process can effectively improve the speed and accuracy of fund transfer, so that you can enjoy the best deposit and withdrawal experience.",
  "downloadImmediately": "Download immediately",
  "fastExecutionOfEachOrder": "Fast execution of each order, minimum slippage, high liquidity, high stability, high transparency"
}
