{
  "indexTrading": "Index trading",
  "indexAlsoKnownAs": "Index, also known as 'stock index', is a measure of the value of a specific set of companies, and is usually used to evaluate the economic performance of a certain industry, region or country. CFDs are contracts for difference, so you don't need to own physical products, but you can also trade for product price differences. In general, index CFDs are a way for investors to allow them to trade the index without having to own the relevant shares or the index itself.",
  "viewTradingProducts": "View Trading Products",
  "theBasisOfTradingIndexes": "The basis of trading indexes",
  "indexesAllowUs": "Indexes allow us to study the performance of market sectors to better identify investment opportunities and market fluctuations. Since the index tracks many publicly traded stocks, traders can track the index to understand the general changes in the market and formulate corresponding investment strategies. The price calculation methods it uses can be divided into two categories.",
  "marketValueWeightedIndex": "Market value weighted index",
  "TheMarketValueWeightedIndex": "The market weighted index is calculated based on the total market value of its constituent companies. This means that the larger the company's market value, the greater the impact on index prices. This is the most commonly used index compilation method. The UK FTSE Index and the German DAX Index are typical representatives.",
  "priceWeightedIndex": "Price-weighted index",
  "thisTypeOfIndex": "This type of index is based on the arithmetic average of the stock prices of all component companies, which means that the calculation of the index is related to the base period and current stock prices, and has nothing to do with market value. In this case, the higher the stock price of the constituent stocks, the greater the influence on the overall price of the index.",
  "theWorldsNineMajorIndexes": "The world's nine major indexes",
  "takeALookAtThePerformance": "Take a look at the performance of the international market or one of its sectors, and compare investment returns. The stock index is the weighted average of stock prices. The US S&P 500, Dow Jones Index, and Nasdaq Index are stock indexes.",
  "SPX500": "US S&P 500 Index (SPX500)",
  "theWorldsMostWellKnown": "The world's most well-known stock index is highly correlated with the performance of other markets. The index was founded by a publishing company called Standard & Poor's and includes the top 500 companies in the United States.",
  "US30": "US Dow Jones Index (US30)",
  "stocksFrom30Companies": "Stocks from 30 companies in nine core industries. A unique feature of the index is that it is a price-weighted average, so its rise and fall are often used as an indicator of global risk sentiment.",
  "NASDAQ": "Nasdaq Index (NASDAQ)",
  "americasMostFamous": "America's most famous technology industry representative index. Although it also includes some other industries, it still attracts investors' attention with technology companies such as Apple, Facebook, and Google.",
  "UK100": "The UK FTSE 100 Index (UK100)",
  "itContainsSomeLargeCompanies": "It contains some large companies that are regulated by UK company law, but not all constituent stocks are established in the UK. The price of the index is calculated in real time. When the market opens, the price is calculated and updated in seconds.",
  "GER30": "German DAX Index (GER30)",
  "thisIndexConsistsOf": "This index consists of 30 German companies with the largest market capitalization. The DAX index is one of the most traded indexes in the world, and its daily volatility is higher than other indexes.",
  "JPN225": "Nikkei Index (JPN225)",
  "theMostPopularIndex": "The most popular index on the Tokyo Stock Exchange is a core indicator of Japan's economic performance. The performance of the Nikkei 225 is clearly positively correlated with the US stock market.",
  "AUS200": "Australia ASX 200 Index (AUS200)",
  "theIndexConsistsOfThe200": "The index consists of the 200 largest companies in Australia. It is a market capitalization weighted index, which means that the higher the total market capitalization of the company, the greater the impact on the index price.",
  "FRA40": "French CAC 40 Index (FRA40)",
  "theBenchmarkIndex": "The benchmark index of the French stock market. It is widely used to assess the health status of the entire Europe. The index includes some well-known component companies, such as Loreal Group, AXA Group and Michelin.",
  "ESTX50": "The European Stoxx 50 Index (ESTX50)",
  "itIsComposedOf50": "It is composed of 50 leading companies in Europe and is often referred to as the \"Dow Jones Index\" in Europe. It is also a market capitalization weighted index, and its stock composition is reviewed every September.",
  "howToTradeIndex": "How to trade index",
  "indexTradingProvidesTraders": "Index trading provides traders with opportunities to invest in global, regional or industry-specific markets. The most traded stock indexes in the world include Dow Jones Industrial Average, S&P 500, FTSE UK, DAX Germany, ASX200 Australia, Nasdaq, France CAC40 and Nikkei 225 index. Since the indices are only numbers and cannot be directly traded, you need to trade them in the form of contracts for difference (CFD). The trading profit or loss depends on the volatility of the market and the size of your trading contract. Through WCG, you only need to deposit a minimum of $100 to start trading indices.",
  "identifyTradingOpportunities": "Identify trading opportunities",
  "theMostImportantInformation": "The most important information about the index is its daily change (expressed as a percentage) and the number of points moved since the market opened, and this information is usually provided together with the current price.",
  "takeTheGermanDAX": "Take the German DAX index as an example. You are optimistic about the economic prospects of Germany, so you buy a CFD on the DAX index and expect the relevant German companies to drive up the index price.",
  "itShouldBeNoted": "It should be noted that the rise of the index is sometimes not due to actual economic growth, but rather the risk sentiment of the market for holding risky assets (such as stocks). Of course, the price deviation caused by risk sentiment will not last forever, and a price correction is likely to follow. Traders often compare the performance of indices in different regions to identify and use potential trading opportunities. By comparing the German DAX index and the US S&P 500, let us understand the actual situation.",
  "correlationBetween": "Correlation between the German DAX Index and the US S&P 500 Index",
  "thePerformanceOfTheSP500": "The performance of the S&P 500 means the strength of the company it represents, and is therefore regarded as a good indicator of the US stock market. Corresponding, On the other side of the Atlantic, the DAX index reflects the performance of the German stock market.",
  "theChartBelow": "The chart below shows the strong correlation between these two major indices. When the trends of the German DAX index and the S&P 500 are different, it is often regarded as a price anomaly, and traders often regard this phenomenon as a trading opportunity.",
  "anIndexIsEitherBasedOn": "An index is either based on region or industry, and is an excellent indicator of market sentiment. Since the economies of various regions are now very closely linked, there is a huge correlation between the different indices. For traders who want to trade indexes, it is vital to understand the relationship between global economic events and major index price patterns. For example, you may know the current price of the German DAX index and whether the opening price gapped downward or upward.",
  "theDifferenceBetween": "The difference between German DAX and S&P 500",
  "inOrderToEvaluate": "In order to evaluate the next move of the market under abnormal price conditions, it is important to understand the unique characteristics of each index and the region and industry it represents.",
  "typeOfCompanies": "Type of companies",
  "theUnitedStatesHas": "The United States has a highly consumer-driven economy. Nearly 50% of the companies in the S&P 500 are US information technology, financial, and healthcare companies. Conversely, Germany's economy depends on exports, and its technology industry is relatively small. The German chemical industry accounts for the largest proportion of the DAX index.",
  "theDifferenceBetweenTotalReturnIndexAndPriceReturnIndex": "The difference between total return index and price return index",
  "theTypicalFeature": "The typical feature of a total return index is that all dividends are used for reinvestment, because it measures the strength of its constituent companies. The German DAX index is a typical total return index. On the contrary, the S&P 500 is a price return index, which means that dividends are not included in the calculation of returns. Therefore, the DAX index tends to rise more than the non-total return index such as the S&P 500.",
  "whenIndexPricesDiverge": "When index prices diverge, it is important to consider the above factors before deciding on your next trading decision. Trading indices through CFDs is the most popular index trading method. CFD index products allow traders to profit from rising or falling prices. If the price rises, your long position (buy) can make a profit; if the price falls, your short position (sell) can make a profit.",
  "tradingIndexContract": "Trading Index Contract",
  "aCommitmentToPurchase": "A commitment to purchase a specific asset at a specified price on an agreed date.",
  "CFDsAllowIndividuals": "CFDs allow individuals to place buy and short trade orders based on their predictions about the rise or fall of the index value.",
  "buy": "Buy",
  "executingABuyOrder": "Executing a \"buy\" order means that you believe that the value of the instrument will rise. If the instrument rises as expected, you can close the position to make a profit, and the investment income is the difference between the purchase and closing prices. On another hand, if you close the position at a price lower than the \"buy price\", then your loss is the difference between the \"buy\" and the closing price.",
  "sell": "Sell",
  "executingASellOrder": "Executing a \"sell\" order means that you believe that the value of the instrument will fall. If the instrument falls as expected, you can close the position to make a profit, and the investment income is the difference between the selling and closing prices. On the contrary, if you close the position at a price higher than the \"sell price\", then your loss is the difference between the \"sell\" and the closing price."
}
