{
  "howToStartTrading": "How to start trading",
  "haventHadExperience": "Haven't had experience in financial transactions? We will guide you step by step to start trading.",
  "basicTradingCourse": "Basic Trading Course",
  "intermediateTradingCourse": "Intermediate Trading Course",
  "advancedTradingCourse": "Advanced Trading Course",
  "whatIsForeignExchangeTrading": "What is foreign exchange trading",
  "factorsAffectingTheMarket": "Factors affecting the market",
  "basicOperationOfTheMT4Platform": "Basic operation of the MT4 platform",
  "leverageAndMargin": "Leverage and margin",
  "whatIsACFDTransaction": "What is a CFD transaction",
  "MT4Tips": "MT4 tips",
  "riskManagement": "Risk management",
  "howToCreateATradingStrategy": "How to create a trading strategy",
  "commonChartPatterns": "Common chart patterns",
  "stopLossAndTakeProfit": "Stop loss and take profit",
  "exampleOfStopLoss": "Example of Stop Loss",
  "chartAnalysis": "Chart analysis",
  "SellingPrice": "Selling price, buying price and spread",
  "technicalAnalysis": "Technical analysis and market trends",
  "fundamentalAnalysis": "Fundamental analysis",
  "supportAndResistance": "Support and resistance",
  "marketParticipants": "Market participants",
  "tradingStyle": "Trading style",
  "step1": "Step 1: Apply for a real account",
  "weOfferTo": "We offer to trade a variety of global financial products. You only need to fill in and submit an account opening application form online, and upload the required documents, we will review your application in the shortest possible time and email you the transaction account information.",
  "applyForARealAccountNow": "Apply for a real account now",
  "step2": "Step 2: Deposit funds",
  "afterYourRealAccount": "After your real account is successfully opened, you can deposit funds to start the first transaction. Depositing funds is very convenient, just log in to the customer portal to operate. In the website, you can choose to deposit funds using electronic wallets such as credit/debit cards and bank wire transfers. After the deposited funds are in your account, you are ready to start your first transaction.",
  "depositFundsNow": "Deposit funds now",
  "step3": "Step 3: Start trading",
  "nowThatYourTradingAccount": "Now that your trading account has been successfully opened and the funds has been successfully deposited, you are ready to start your first transaction. The following points are some things you need to pay attention to before you start trading. Please remember: Do not trade when you are not sure, every new trade implies a new risk, please make sure that you are fully prepared before clicking to open a position.",
  "understandTheMarket": "Understand the market",
  "knowWhatYouWantTo": "Know what you want to trade and when to trade.",
  "understandTheOperation": "Understand the operation of the trading platform",
  "beforeMaking": "Before making the first transaction,you need to be familiar with the operation of the trading platform.",
  "startYourTransaction": "Start your transaction",
  "afterYouAreFamiliarWith": "After you are familiar with the operation of the platform,you can start your first transaction.",
  "theForeignExchangeMarket": "The foreign exchange market is the largest financial market in the world, with a daily trading volume of up to 5 trillion US dollars. As the main currency exchange mechanism, the foreign exchange market does not only provides basic services for global commerce and trade. Such a huge transaction volume also provides various trading opportunities for those who want to invest in the foreign exchange market. Forex traders can buy or sell different currencies five days a week, 24 hours a day, and use leverage (increasing nominal trading volume) to speculate on global currency flows and market fluctuations.",
  "theForeignExchangeMarketIsUsually": "The foreign exchange market is usually referred to as \"foreign exchange\" or \"FX\". It is a global, decentralized, over-the-counter currency trading financial market.",
  "globalMarket": "Global Market",
  "thisIsAGlobalMarket": "This is a global market. All the quotes you see are the relative value of one country is currency to another country is currency.",
  "globalEconomic": "Global economic and political events drive these markets, which in turn affects the relative value of the currencies of these countries.",
  "decentralizedMarket": "Decentralized market",
  "decentralizedMarketMeans": "Decentralized market means that the foreign exchange market is different from the traditional stock market in that it does not have a centralized exchange.",
  "insteadFinancialCenters": "Instead, financial centers around the world have formed a large 24-hour trading network that brings together different types of buyers and sellers, and the market is closed only on weekends.",
  "overTheCounterTransactions": "Over-the-counter transactions",
  "theForeignExchangeMarketIsNotControlled": "The foreign exchange market is not controlled by any central regulatory agency, and there is no clearing agency to guarantee transactions.",
  "brokersAndTraders": "Brokers and traders negotiate transactions with each other directly through the electronic network",
  "thisKindOfMarket": "This kind of market in which traders negotiate prices with each other is called \"over-the-counter trading.",
  "tradingForeignExchange": "Trading foreign exchange",
  "forActiveTraders": "For active traders, the foreign exchange market is not much different from other trading markets (such as stocks, commodities or fixed income markets). The foreign exchange market is also a place for buyers and sellers to trade, but the vehicles bought and sold are currency pairs. The currency pair may be the EUR to USD, USD to JPY, GBP to USD, EUR to GBP, or a combination of many other currencies.",
  "differentCurrency": "Different currency combinations represent the value of one currency against another, and this relationship is expressed by a price. In the foreign exchange market, combined with the economic and political status and expectations of the two countries, the price of a currency pair is actually the expected market value of one currency measured in another currency. From the perspective of stocks, the price mechanism of currency pairs is similar to stock prices.",
  "comparedWithOtherMarkets": "Compared with other markets",
  "theDailyTradingVolume": "The daily trading volume of the stock market is about few billions of US dollars, while the daily trading volume of the foreign exchange market is as high as 5 trillion US dollars. Participants in the foreign exchange market include central banks, hedge funds and other financial institutions, global companies and individual investors. Most foreign exchange transactions are the result of currency exchange involved in daily global trade. The huge daily trading volume of the foreign exchange market provides endless trading opportunities, while also allowing traders to make more diversified investments through the global foreign exchange market.",
  "whatFactorsPlayAKeyRole": "What factors play a key role in foreign exchange transactions? How does it compare to stocks? Let us illustrate with an example. Suppose a country’s inflation rate or bank interest rate is both low and stable, its economic output is growing strongly and its political environment is very stable. One can expect that the currency of this country compares to another country whose fundamentals are not so good will be relatively strong.",
  "LetsTakeAnotherExample": "Let's take another example of stocks for comparison. Assuming domestic and global economic performance is strong, while inflation is not that serious. Additionally market competition has not weakened the company’s product’s market share, product demand is stable, and worker production efficiency is high, then you can expect that the company is stock price will remain strong compare to those companies with situation not as good.",
  "similarToStocks": "Similar to stocks, the short-term trend of foreign exchange currency pairs will be affected by some other factors, including technical analysis, short-term supply and demand, seasonal capital flow patterns, current prices, etc. These factors are generally in dynamic changes.",
  "earlierWeIntroducedYou": "Earlier we introduced you to the participants in the foreign exchange market, and now we will continue to introduce you to the common reasons for market price changes.",
  "rememberThatTheMajorPlayers": "Remember that the major players in the market contribute most of the liquidity in the market. At the same time, what causes price fluctuations and evolves into market trends is the flow of funds from one currency to another. The actual capital flow may be related to real speculative demand, such as hedging by customers for wealth protection purposes, or the need to purchase assets. However, people’s expectations also account for a large part of the reason, that is, the market Expectations of changes in capital flows.",
  "changesInGDP": "Changes in GDP (gross domestic product, or \"gross domestic product\"), inflation, interest rates, government budgets and trading surplus/deficit, as well as changes in other macroeconomic conditions, may cause market participants to expect changes in capital flows.",
  "newsOrEvents": "News or events that may trigger market volatility",
  "grossDomesticProductGDP": "Gross Domestic Product GDP",
  "interestRate": "Interest Rate",
  "employment": "Employment / Unemployment Status",
  "tradeSurplus": "Trade Surplus / Deficit",
  "forceMajeureEvent": "Force Majeure Events",
  "nonFarmPayroll": "Non-farm payroll and unemployment Rate",
  "theMostInfluentialMarketData": "The most influential market data is the u.s non-farm payroll and unemployment rate. The release of these two data may bring a lot of volatility to the market. Watch the webinar below to learn more about it.",
  "economicCalendar": "Economic Calendar",
  "soHowCanWeKeepAnEyeOn": "So, how can we keep an eye on these potential market drivers? Although we can't predict the world, we can use the economic calendar to monitor which important news releases will take place in the coming days, weeks or months.",
  "theEconomicCalendarListsTheNews": "The economic calendar lists the news and events that are publicly released in a particular country, which means that people all over the world can get the same news at the same time. Although this is a major benefit for retail traders like us, it's best to realize that banks also have a major advantage: i.e. they can see where the money is going (and where it comes from) by seeing the flow of orders from customers.",
  "marketSentiment": "Market sentiment",
  "marketSentimentCanBeUsedBy": "Market sentiment can be used by both long-term and short-term traders. For long-term traders, they are more tend to observe the trend of data over several weeks or months and compare it with the price of the relevant currency pair.",
  "newsTrading": "News trading",
  "newsTradingIsAVeryPopularWay": "News trading is a very popular way of foreign exchange trading. This part of traders focuses on trading before and after the news release. As mentioned above, real data that deviates from market expectations will cause greater market volatility.",
  "avoidNewsTrading": "Avoid news trading",
  "afterTheDownloadProcess": "This is the third trading method, that is, use the same filter to filter out high-influential news and make sure to avoid these news periods to trade. This method is more suitable for traders (or ultra-long-term traders) who use 1-hour, 4-hour or daily charts to set up trading strategies.",
  "checkYesIAgreeWith": "Check \"Yes, I agree with all the terms of this license agreement\" and then press the \"Next\" button. If you need to specify the installation path of the MT4 platform, click the \"Settings\" button.",
  "theInstallationWizard": "The installation wizard will automatically connect to the MetaQuotes website and start downloading platform content. When the download progress bar is complete, click the \"Finish\" button.",
  "thePlatformInterface": "The platform interface will automatically open, indicating that the MT4 platform has been successfully installed. If you encounter any problems during the installation process, please contact the online customer service or call the toll-free number to contact the customer service team.",
  "logInToTheTradingAccount": "Log in to the trading account. If you already have a trading account, please click \"File\" on the top left of the platform-\"Log in to trading account.",
  "inThePopUpLoginWindow": "In the pop-up login window, enter the account number and password, choose the correct server, and then click the \"Login\" button.",
  "thePlatformWillTakeSomeTime": "The platform will take some time to log in to the account. You can check the bottom right corner of the platform to confirm whether the connection is successful. When the platform is successfully logged in, the data traffic should be displayed in the lower right corner.",
  "createAMarketOrder": "Create a market order",
  "thereAreManyWaysTo": "There are many ways to open a new transaction on the MT4 platform. The easiest operation is to directly click the \"New Order\" shortcut button on the toolbar at the top of the platform, and then an order window will appear.",
  "productCategory": "Product category: Choose your trading targets",
  "AmountEnterTheTradingAmount": "Amount: Enter the trading amount, the minimum is 0.01 lots (foreign exchange, gold and silver)."
}
