{
  "questions": "Questions",
  "thisArticleCollects": "This article collects most questions investors often ask, and hope you can find those answers useful.",
  "whatKindOfSupervision": "What kind of supervision WCG is regulated?",
  "WCGIsABusinessBrand": "WCG Markets Ltd is a business brand used by multiple companies, including",
  "WCGMarketsLtdIsSupervised": "WCG Markets Ltd is supervised by the Canadian Financial Intelligence Unit (FIU) and the Canadian Financial Transaction and Reporting Analysis Center (FINTRAC). The MSB license number is M20282836.",
  "WCGMarketsLtdIsRegistered": "WCG Markets Ltd is registered under the International Business Law and is regulated by the Saint Vincent and the Grenadines Financial Services Authority (SVGFSA), numbered 26087 BC 2020.",
  "HowToOpenAnAccountInWCG": "How to open an account in WCG?",
  "youCanRegisterYourRealAccount": "You can register your real account on the official website of WCG, or click here to register.",
  "WCGAccountOpeningAge": "WCG account opening age",
  "theAgeToOpenAnAccount": "The age to open an account at WCG must be 18 years old or above. Clients aged 65 or above are not accepted to apply for account opening.",
  "whatKindOfAccounts": "What kind of accounts do the platform provide?",
  "weProvideDifferentAccountTypes": "We provide different account types, please contact our customer service staff for details.",
  "whatKindOfDocuments": "What kind of documents I need to upload?",
  "customersInMainlandChina": "Customers in mainland China only need to upload your identity documents; customers outside of mainland China need to provide your passport and address proof (such as driver's license, permanent resident registration card, or utility bill for the latest three months, etc.).",
  "howLongWillItTake": "How long will it take to open a new account?",
  "accountOpeningWillTake": "Account opening will take 1 working day normally.",
  "howLongWillItTakeToProcess": "How long will it take to process a withdrawal application?",
  "WCGProcessingWithdrawalApplicationTime": "WCG processing withdrawal application time: 11:00-12:00 noon/ 2:00-5:00 pm The withdrawal will be processed once every hour, and it will arrive in the account within 2 hours at the fastest. One business day for processing.",
  "WCGWithdrawalConditions": "WCG withdrawal conditions?",
  "ifTheCustomerDepositsFunds": "If the customer deposits funds, they must withdraw them without any transaction, and a 3% handling fee will be charged for returning the funds.",
  "afterACertainTransactionVolume": "After a certain transaction volume is met, the handling fee will be waived. Trading volume requirements: The latest accumulated deposit amount shall prevail. For example, the latest deposit amount is USD 1,000. The transaction fee is waived after trading 1 lot and then applying for withdrawal. Depositing USD 2,000 requires trading 2 lots, and depositing USD 5,000 requires trading. 5 lots, and so on.",
  "ifTheTransactionVolume": "If the transaction volume is insufficient and you insist on withdrawing, you need to deduct 3% of the traded lot from the latest accumulated deposit amount as the withdrawal fee. (The customer remarks that the deduction fee will be deducted when the customer withdraws the money, otherwise the withdrawal will be rejected).",
  "HowDoIKnowMyWithdrawal": "How do I know my withdrawal application is approved?",
  "onceTheWithdrawalApplication": "Once the withdrawal application is approved, the amount will be deducted from your trading account , and the margin available for trading and maintaining any outstanding open positions will be reduced.",
  "whatIsTheMT4Platform": "What is the MT4 platform?",
  "MetaTrader4": "MetaTrader 4 (MT4) is a trading platform developed by MetaQuotes software for online foreign exchange (FX) transactions, contracts for difference (CFD) and futures markets. The MT4 platform can be login through the website or downloaded to your computer or any smart phone device.",
  "howToDownload": "How to download the trading platform?",
  "youCanClickHere": "You can click here to go to the download page of the official website and choose the device to download.",
  "canITradeOverWeekends": "Can I trade over weekends?",
  "noTradingOverWeekends": "No trading over weekends, due to market closure."
}
