{
  "regionalRepresentative": "Regional representative",
  "thisIsAUnique": "This is a unique opportunity for people who want to develop their businesses locally. Opening a WCG regional office will be a higher-level cooperation option. Manage your own agency company in your area to obtain stable income， and at the same time provide you with the best trading conditions and technology in the industry with our competitive advantages.",
  "representativeApplcation": "Representative applcation   >",
  "doNotMiss": "Do not miss this opportunity!",
  "setYourOwn": "Set your own business model freely,your marketing plan,organize seminars,webinars,and activities that are beneficial or related to specific market needs.We will assist you to gain a stable and solid foundation in your local market.",
  "brandsThatSahre": "Brands that share a global reputation",
  "theSupportWe": "The support we provide to regional offices includes but not limited to meeting all the needs for local businesses development.WCG provides consulting services， promotional materials and marketing budget,as well as direct contact with customers for faster and more accurate support.We provide regional representatives with assistance in all technical matters,implementation and integration of local services (such as the most popular payment system in the region) to help optimizing their business performance.",
  "soleRegional": "Sole regional representative",
  "youWillBe": "You will be the only representative in your area.Through the regional representative program of WCG,you will enjoy the exclusive right of agency in this specific area.",
  "marketingAssistance": "Marketing assistance support",
  "provideComprehensive": "Provide comprehensive technical support to help optimizing network promotion,marketing materials and help record and manage your customers.",
  "competitiveEdge": "Competitive edge",
  "weWillProvide": "We will provide your customers with competitive trading conditions and quickly enhance your trading advantages within your area.",
  "regionalRepresentativeIsIncome": "Regional representative's income",
  "yourIncomeIncludes": "Your income includes the standard commission from each referrer’s transaction,as well as income from all of your downline accounts,and additional agency remuneration",
  "theSpecificAmount": "The specific amount of additional income can be determined after mutual agreement with the partner",
  "become": "Become",
  "yourOwnBoss": "your own boss",
  "become1": "Become",
  "ourPartner": "our partner",
  "get": "Get",
  "technicalSupport": "technical support",
  "becomeOurRegional": "Become our regional representative",
  "wCGIsCurrently": "WCG is currently undergoing rapid development,which means that we will continue to seek and develop new markets,and our customers are becoming part of our business model to grow with us.",
  "applyNow": "Apply now   >"
}
