{
  "whiteLabel": "White label cooperation",
  "wCGsWhite": "WCG's white label cooperation program allows you to create a personal (or company) brand in the foreign exchange industry. This is a solution that allows you to use your own identity and website to run the brokerage business. We can provide you with high-quality products, fully functional trading platforms, cutting-edge technology and competitive conditions to meet all your customers' needs.",
  "applyFor": "Apply for cooperation",
  "wCGWhite": "WCG White Label Strategy",
  "asALeading": "As a leading broker, we are ready to provide you with everything you need to start a new business, from the creation of a website (if needed) to extensive back-office support and management activities. We provide a full set of products and services for your free use. To further support your business, we provide specialized training, customer support and first-class guidance. Our trading platform is fully customizable and can be named after your company name and trademark. You can choose between various income and remuneration models to maximize your benefits.",
  "advancedEquipment": "Advanced equipment and attractive offers",
  "weWill": "We will authorize your customers to use a variety of financial products and conduct transactions through the most internationally recognized desktop and mobile platforms. We can help",
  "youFormulate": "you formulate your business development strategy, including formulating major work processes and preventing foreseeable problems.",
  "extremelyLow": "Extremely low spreads and high yields",
  "weExclusively": "We exclusively provide customized margin requirements to generate a competitive low-spread price feed.",
  "veryLow": "Very low start-up costs",
  "startYour": "Start your own foreign exchange white label brokerage business from anywhere in the world, with low risk and low cost.",
  "basedOn": "Based on the profit of each customer's transaction",
  "youCanCheck": "you can check in real time how much revenue the customer generates for you, as well as their commissions and customer transaction volume and other statistics.",
  "createYourOwn": "Create your own brand",
  "ourWhiteLabel": "Our white label cooperation solution is powerful. You can rely on our powerful platform to build your own trading community, provide your customers with a fair and transparent trading environment, use competitive spreads and take advantage of subsidy plans in order to maximize benefits.",
  "highQuality": "High-quality trading platform",
  "wcgHasLongTerm": "WCG has long-term experience in foreign exchange trading, as well as an in-depth understanding of the market and customer needs, which will ensure that you successfully operate your own brokerage company through white label services. Our advanced and mature technology will help you to create your own development strategy, marketing strategy and business operation process.",
  "fullAccess": "Full access",
  "realTime": "Real-time monitoring function",
  "customizedBackendSystem": "Customized backend system",
  "dedicated": "Dedicated",
  "assignADedicated": "Assign a dedicated manager to",
  "assistYourWork": "assist your work at any time",
  "customerSupport": "Customer support",
  "provideDevelopment": "Provide development support to ",
  "achieveBrandIntegration": "achieve brand integration purpose",
  "applyForWhite": "Apply for white label cooperation"
}
