{
  "buildTheWorldWithIntegrity": "Xây dựng thế giới liêm chính, vững vàng giành lấy tương lai",
  "WCGHasASolidFoundation": "WCG có một nền tảng vững chắc và tập trung vào sự đổi mới liên tục. Cho đến nay, trải nghiệm người dùng tốt nhất trong ngành và dịch vụ chuyên nghiệp đã giúp chúng tôi tiếp tục dẫn đầu thị trường và tiếp tục cam kết cung cấp môi trường giao dịch tốt nhất cho các nhà đầu tư toàn cầu.",
  "registerARealAccountNow": "Đăng ký tài khoản thực ngay",
  "registerADemoAccountNow": "Đăng ký tài khoản demo ngay",
  "strictlyRegulatedAndTrustworthy": "Được quản lý chặt chẽ và đáng tin cậy",
  "WCGInternational": "Công ty TNHH Quốc tế WCG là một thương hiệu đầu tư tài chính chuyên nghiệp được thành lập tại Saint Vincent và Grenadines, tuân theo luật và quy định nghiêm ngặt và được đăng ký theo Luật Công ty Kinh doanh Quốc tế (BCN: 25293 BC 2019), họ có các quy định nghiêm ngặt để bảo vệ quyền lợi của nhà đầu tư.",
  "tradingProducts": "Sản phẩm giao dịch",
  "tradingPlatform": "Sàn giao dịch",
  "platformHasWonManyAwards": "Nền tảng đã giành được nhiều giải thưởng",
  "basedOnTheBasicPrinciples": "Dựa trên các nguyên tắc cơ bản về công bằng, công lý và minh bạch, đã được người dùng trên toàn thế giới tin tưởng và ủng hộ. Mục tiêu của công ty là lấy khách hàng làm trung tâm và chân thành",
  "multiPartySystemSupport": "Hỗ trợ hệ thống nhiều bên",
  "fullSupport": "Hỗ trợ đầy đủ cho máy tính cá nhân, điện thoại di động, máy tính bảng và các hệ thống khác để đáp ứng nhu cầu của nhà đầu tư mà không cần rời khỏi nhà, truy cập thời gian thực vào bảng báo giá tiền tệ và thông tin sản phẩm tài chính",
  "rapidTransaction": "Giao dịch nhanh chóng",
  "globallyRecognizedLiquidity": "Các nhà cung cấp thanh khoản được công nhận trên toàn cầu với độ sâu thị trường đáng kể và các kết nối có độ tiềm ẩn thấp. Để khách hàng của chúng tôi có thể có được tốc độ thực thi nhanh chóng với độ trễ thấp",
  "excellentCustomerService": "Dịch vụ khách hàng tuyệt vời",
  "provideServices": "Cung cấp các dịch vụ như thực thi xuất sắc, báo giá minh bạch, các công cụ chất lượng cao, tin tức thị trường và kiến thức chuyên môn để người dùng có thể nhận được nhiều lợi ích tiềm năng hơn",
  "diversifiedProducts": "Sản phẩm đa dạng, tạo nên tương lai",
  "WCGProvides24Hours": "WCG Markets Ltd cung cấp các dịch vụ giao dịch sản phẩm tài chính toàn cầu trực tuyến 24 giờ cho ngoại hối, chỉ số, năng lượng, hàng hóa, tiền điện tử và các CFD khác cho khách hàng toàn cầu. Thông qua các sản phẩm có tính cạnh tranh cao, công nghệ hàng đầu xuất sắc và dịch vụ chuyên nghiệp, chu đáo, chúng tôi mang đến cho khách hàng trải nghiệm đầu tư và kinh doanh hàng đầu và đạt được mục tiêu trở nên giàu có.",
  "WCGIsAlwaysYourWiseChoice": "WCG luôn là sự lựa chọn sáng suốt của bạn",
  "WCGKeepsAdvancingWithTimes": "WCG không ngừng thăng tiến với thời gian. Vì lý do này, chúng tôi nhấn mạnh vào việc đầu tư vào công nghệ mới nhất, không chỉ giúp quá trình mở và xem xét tài khoản nhanh hơn mà còn cung cấp một hệ thống thanh toán thuận tiện cho mục đích gửi và rút tiền. Chúng tôi sử dụng công nghệ bắc cầu mới nhất để kết nối MT4 và các nhà cung cấp thanh khoản hàng đầu, để khách hàng có thể giao dịch khi đang di chuyển và phản hồi ngay lập tức với tin tức và dữ liệu hoạt động thị trường. Để tuân thủ nguyên tắc cốt lõi của chúng tôi là \"công bằng và minh bạch\", chúng tôi đảm bảo rằng tất cả các giao dịch của khách hàng đều được thực hiện tự động. Đồng thời, chúng tôi cũng quan tâm nhiều đến trải nghiệm giao dịch của khách hàng. Đội ngũ chuyên gia lớn của Vấn Xuyên sẽ cung cấp cho bạn dịch vụ khách hàng 1-1 bất cứ lúc nào, để bạn có thể tận hưởng môi trường giao dịch tốt nhất thế giới.",
  "goToThePlatformToDownload": "Đi tới nền tảng để tải xuống",
  "yearsOfCredibility": "Nhiều năm tin cậy",
  "adheringToTheOriginalIntention": "Dựa theo mục đích ban đầu của tiêu chuẩn an to àn, độ chính xác và đáng tin cậy, chúng tôi sẽ tiếp tục cải tạo và phát triển, tuân thủ các quy tắc, và nỗ lực đạt được những tiêu chuẩn cao nhất của nghệ thuật.",
  "abundantResources": "Tài nguyên dồi dào",
  "fullyProvideCustomers": "Cung cấp đầy đủ cho khách hàng hệ thống vận hành an toàn, công cụ giao dịch hoàn chỉnh, nguồn tài chính dồi dào và sự hỗ trợ chuyên nghiệp trên toàn cầu.",
  "qualityService": "Dịch vụ chất lượng",
  "ourSalesTeam": "Đội ngũ bán hàng và nhóm hỗ trợ khách hàng của chúng tôi đã được đào tạo chuyên nghiệp và cố gắng cung cấp cho bạn trải nghiệm giao dịch tốt nhất.",
  "licenseIntroduction": "License introduction",
  "WCGMarketsLtdIsAuthorized": "WCG Markets Ltd is authorized and supervised by the Hong Kong Gold & Silver Exchange (CGSE). For the No. 12 A1 level trainer.",
  "WCGMarketsLtdIsRegistered": "WCG Markets Ltd is registered under the International Business Law and is regulated by the Saint Vincent and the Grenadines Financial Services Authority (SVGFSA), with registration number 26087 BC 2020. Saint Vincent and the Grenadines Golden FSA (Financial Services Authority) is the national authority responsible for the management and supervision of international financial services institutions and non-bank financial institutions in Saint Vincent and the Grenadines.",
  "HongKongIsThe": "Hong Kong is the world's third largest gold trading market after the New York gold market and the London gold market. The Hong Kong Gold and Silver Exchange (CGSE) was established in 1910 and is currently the only gold and silver exchange in Hong Kong that trades spot gold and silver. Implement a membership system. The Hong Kong Gold and Silver Exchange (CGSE) aims to provide members with trading venue facilities and related services to conduct gold, silver and other precious metals trading activities. It has the ability to implement the business rules of the gold exchange, regulate trading behavior, supervise member trading operations, and investigate and punish violations of this field. Various functions such as members who act as stipulated in the articles of association.",
  "WCGMarketsLtdIsSupervised": "WCG Markets Ltd is supervised by the Canadian Financial Intelligence Unit (FIU) and the Canadian Financial Transaction and Reporting Analysis Center (FINTRAC). The MSB license number is M20282836. The Canadian Financial Transaction and Reporting Analysis Center (FINTRAC) is Canada's financial intelligence unit, established in 2000. It is an independent agency that reports to the Minister of Finance and is mainly responsible for collecting, analyzing, evaluating and disclosing relevant information about the Canadian financial industry to protect Canadian financial stability and security.",
  "view": "View"
}
