{
  "analysisAndTrends": "Phân tích và xu hướng",
  "predictPossibleFuture": "Dự đoán xu hướng giá có thể có trong tương lai thông qua nghiên cứu về xu hướng thị trường trong quá khứ và giúp nhà đầu tư xác định điểm vào và điểm thoát của giao dịch.",
  "basicTradingCourse": "Khóa học giao dịch cơ bản",
  "intermediateTradingCourse": "Khóa học giao dịch trung cấp",
  "advancedTradingCourse": "khóa học giao dịch nâng cao",
  "technicalAnalysis": "Phân tích kỹ thuật và xu hướng thị trường",
  "fundamentalAnalysis": "Phân tích cơ bản",
  "fibonacciRetracementLine": "Fibonacci Retraceme",
  "supportAndResistance": "Hỗ trợ và kháng cự",
  "marketParticipants": "Tham gia thị trường",
  "tradingStyle": "Phong cách giao dịch",
  "whatIsTechnical": "Phân tích kỹ thuật là gì?",
  "technicalAnalysisPredicts": "Phân tích kỹ thuật dự đoán xu hướng thị trường bằng cách quan sát giá lịch sử và xây dựng chiến lược giao dịch cho phù hợp. Cùng với phân tích cơ bản, chúng là hai công cụ phân tích được sử dụng rộng rãi nhất. ",
  "unlikeFundamentalAnalysis": "Không giống như phân tích cơ bản tập trung vào phát triển kinh tế, chính trị và tài chính, phân tích kỹ thuật về cơ bản chỉ tập trung vào các biểu đồ bằng cách nghiên cứu những thay đổi của giá lịch sử để dự đoán các chuyển động thị trường trong tương lai. ",
  "tradersWhoUse": "Các nhà giao dịch sử dụng phân tích kỹ thuật dựa trên ba cơ sở sau:",
  "theMarketPrice": "Giá thị trường chứa tất cả thông tin mà mọi người cần hiểu;",
  "thePriceFluctuates": "Giá dao động xung quanh một đường xu hướng;",
  "historyWillRepeat": "Lịch sử sẽ tự lặp lại. ",
  "theseThreePremises": "Ba tiền đề này là cơ sở để phân tích kỹ thuật hiệu quả. Với sự trợ giúp của phân tích kỹ thuật, chúng ta có thể dự đoán các biến động giá sắp tới có thể xảy ra. ",
  "itShouldBe": "Cần lưu ý rằng phân tích kỹ thuật không đúng 100%. Trong các ứng dụng thực tế, bạn có thể thấy rằng các quyết định giao dịch của mình dựa trên kết quả phân tích kỹ thuật nghiêm ngặt là ngược lại với hướng biến động giá trên thị trường thực. Tình huống này không mâu thuẫn với ý định ban đầu của chúng tôi về phân tích kỹ thuật, cũng không có nghĩa là phương pháp phân tích kỹ thuật của bạn là sai. ",
  "theRoleOf": "Vai trò của phân tích kỹ thuật không chỉ đơn giản là dự đoán sự lên xuống của giá cả thị trường. Ý nghĩa thực sự của nó là giúp các nhà giao dịch hiểu rõ hơn về thị trường và phát triển một chiến lược giao dịch thích ứng với thị trường hiện tại. ",
  "commonMethodsOf": "Các phương pháp phân tích kỹ thuật phổ biến bao gồm các mẫu biểu đồ và các chỉ báo kỹ thuật. Chúng tôi sẽ mở thêm hai bài báo để giới thiệu chúng. Trong bài viết này, chúng tôi sẽ giới thiệu một kỹ năng cơ bản của phân tích kỹ thuật - xác định xu hướng. ",
  "whyIdentifyingTrends": "Tại sao phải xác định xu hướng？",
  "justUnderstanding": "Việc chỉ hiểu giá biểu đồ không giúp chúng ta đưa ra quyết định giao dịch, bạn cũng cần hiểu cách xác định xu hướng giá trên biểu đồ. Có ba loại xu hướng biểu đồ: lên, xuống và hợp nhất. Trong xu hướng đơn phương lên xuống, người ta thường áp dụng chiến lược giao dịch đột phá, đó là chỉ giao dịch theo một chiều, mua lên hoặc xuống. Trong xu hướng hợp nhất, mọi người thường sử dụng chiến lược giao dịch theo phạm vi gồm bán cao và mua thấp, bán khi giá tăng lên đến đỉnh của phạm vi hợp nhất và mua khi giá giảm xuống đáy của phạm vi hợp nhất. Do đó, điều đặc biệt quan trọng đối với các nhà giao dịch là phải phán đoán liệu xu hướng tỷ giá hối đoái là xu hướng đơn phương lên / xuống hay xu hướng hợp nhất trong khoảng thời gian. Chỉ bằng cách nắm bắt chính xác xu hướng, chúng ta mới có thể áp dụng phương pháp giao dịch chính xác nhất có thể. ",
  "thereAreMany": "Có nhiều công cụ để xác định xu hướng và hầu hết tất cả các phân tích kỹ thuật đều liên quan đến việc phán đoán xu hướng. Trong bài viết này, trước tiên chúng tôi sẽ giới thiệu cách vẽ đường xu hướng, đường hỗ trợ / kháng cự trong biểu đồ và các quy tắc chung để đánh giá xu hướng đã kết thúc. ",
  "noteThatAlthough": "Lưu ý rằng mặc dù biểu đồ phút đôi khi có thể phản ánh một số xu hướng, chúng tôi vẫn khuyên bạn nên sử dụng các công cụ phân tích kỹ thuật trên biểu đồ dài hạn, vì thông tin giá trên biểu đồ dài hạn toàn diện hơn và đáng tin cậy hơn về mặt thống kê. Ví dụ: dữ liệu giá trên biểu đồ hàng giờ đáng tin cậy hơn biểu đồ phút và dữ liệu giá trên biểu đồ hàng ngày đáng tin cậy hơn biểu đồ hàng giờ. ",
  "seniorClassD": "senior-class-content-four-d",
  "seniorClassE": "senior-class-content-four-e",
  "seniorClassF": "senior-class-content-four-f",
  "trendLines": "Đường xu hướng, đường hỗ trợ và đường kháng cự",
  "aTrendLine": "Đường xu hướng là một đường thẳng thể hiện xu hướng của một cặp tiền tệ, được hình thành bằng cách kết nối hai hoặc nhiều mức giá. Trong thị trường đang tăng, đường xu hướng là đường hỗ trợ; trong một thị trường giảm, đường xu hướng là đường kháng cự. ",
  "aSupportLine": "-> Đường hỗ trợ đề cập đến một đường được kết nối bởi một loạt các giá hỗ trợ. Nếu tỷ giá hối đoái đã từng giảm xuống mức giá này và quay đầu nhiều lần thì chúng ta coi đó là giá có đường hỗ trợ. Càng nhiều lần giá chạm và quay trở lại từ đường này, hỗ trợ càng đáng tin cậy. ",
  "theResistanceLine": "-> Đường kháng cự là đường được nối bởi giá với kháng cự, nếu tỷ giá hối đoái đã tăng lên một mức giá và quay đầu nhiều lần thì chúng ta coi đây là giá có kháng cự. Càng nhiều điểm kháng cự, đường kháng cự càng đáng tin cậy. ",
  "onTheMT4": "Trên nền tảng MT4, chúng ta có thể tìm thấy các công cụ để vẽ các đường xu hướng trên thanh công cụ phía trên nền tảng. ",
  "thePrincipleOf": "Nguyên tắc của việc vẽ đường xu hướng là tìm các điểm cao nhất và thấp nhất có liên quan trong xu hướng tăng (giảm) trong khoảng thời gian đang xem xét, và kết nối chúng với một đường thẳng, nơi giá không thể vượt qua đường xu hướng. Đường xu hướng được vẽ càng dài, lực thể hiện càng mạnh và khả năng giá giảm (tăng) và quay lại gần đường xu hướng càng lớn. ",
  "drawingATrend": "Vẽ đường xu hướng có thể giúp chúng ta xác định rõ ràng hơn xu hướng thị trường hiện tại. Đồng thời, tôi cũng cần đánh giá xem một xu hướng có thực sự tiếp tục theo đường xu hướng hay không. ",
  "fundamentalAnalysisOverview": "Tổng quan về phân tích cơ bản",
  "technicalAnalysisStudies": "Phân tích kỹ thuật nghiên cứu giá lịch sử và các nhà giao dịch có thể đưa ra quyết định giao dịch chỉ bằng cách tập trung vào biểu đồ và giá cả. Phân tích cơ bản có vẻ phức tạp hơn. Nó nghiên cứu các yếu tố cốt lõi ảnh hưởng đến nền kinh tế của một quốc gia và sự thay đổi tỷ giá hối đoái. Nó nhằm mục đích dự đoán những thay đổi của giá ngoại hối trong một chu kỳ kinh tế nhất định bằng cách phân tích một loạt các chỉ số kinh tế, các quyết định của chính phủ và cuối cùng là xu hướng thị trường. ",
  "technicalAnalysisReveals": "Phân tích kỹ thuật cho thấy sự cân bằng quyền lực giữa người mua và người bán trên thị trường ngoại hối, trong khi các phân tích cơ bản phân tích thị trường từ nguồn gốc của sự thay đổi tỷ giá hối đoái: dòng vốn tiền tệ và dòng chảy thương mại, tin tức và điều kiện kinh tế. ",
  "theFactorsAffecting": "Các yếu tố ảnh hưởng đến sự thay đổi tỷ giá hối đoái liên quan đến nhiều khía cạnh như xã hội, kinh tế và chính trị. Do đó, phân tích cơ bản có thể cần kết hợp rất nhiều yếu tố phân tích. Vấn đề này hạn chế nhiều người mới bắt đầu trong phân tích cơ bản vì các nguyên tắc cơ bản của thị trường rất năng động. Luôn nhạy cảm không phải là điều dễ dàng. Nhưng đừng lo lắng, khi bạn nghiên cứu sâu hơn về phân tích cơ bản, các khái niệm trong nền kinh tế năng động toàn cầu sẽ hình thành trong tâm trí bạn. Những thay đổi ngắn hạn trong các nguyên tắc cơ bản của thị trường đang liên tục thay đổi bức tranh này. ",
  "ofCourse": "Tất nhiên, phân tích cơ bản không nhằm vào giá thị trường chính xác. Ví dụ: khi phân tích báo cáo việc làm của một quốc gia, chúng ta có thể hiểu tương đối rõ ràng về điều kiện kinh tế tổng thể của quốc gia đó, nhưng nếu chúng ta muốn có được các chiến lược giao dịch cụ thể như điểm vào và điểm ra, chúng ta vẫn cần sử dụng phương pháp phân tích kỹ thuật. Vì lý do này, nhiều nhà giao dịch có thể chọn từ bỏ hoàn toàn phân tích cơ bản và chỉ dựa vào phân tích kỹ thuật nói riêng khi họ thua lỗ bằng cách sử dụng một lượng lớn thông tin cơ bản. Đây là một cách tiếp cận sai lầm. Giao dịch mà không có sự hiểu biết nhất định về các yếu tố cơ bản giống như người mù sờ voi. Thông tin giá bạn thấy trên biểu đồ có thể không phải là sự thật của thị trường. ",
  "longTerm": "Phân tích dài hạn về các nguyên tắc cơ bản",
  "whenMeasuringCurrencys": "Khi đo lường giá trị tiền tệ， các nguyên tắc cơ bản trong dài hạn sử dụng hai phương pháp phân tích cổ điển: lý thuyết ngang giá sức mua và lý thuyết cán cân thanh toán quốc tế. ",
  "purchasingPower": "Lý thuyết ngang giá sức mua",
  "purchasingPowerParity": "Lý thuyết ngang giá sức mua phát biểu rằng tỷ giá hối đoái của hai loại tiền tệ phải bằng tỷ lệ giữa mức giá của một rổ hàng hóa và dịch vụ ở hai quốc gia này. Điều này là do nếu giá thực tế của một nhóm hàng hoá ở hai quốc gia chênh lệch nhau khá nhiều, giả sử rằng chi phí vận chuyển bằng 0, thương nhân có thể kiếm lời bằng cách mua và bán. ",
  "exchangeRate": "Phân tích dài hạn về các nguyên tắc cơ bản",
  "forExample": "Tỷ giá hối đoái = giá hàng hóa ở một quốc gia / giá hàng hóa ở quốc gia khác Ví dụ: một lon Coke có giá 1 đô la Mỹ ở Hoa Kỳ và 100 yên ở Nhật Bản. Theo lý thuyết ngang giá sức mua, tỷ giá hối đoái = Chi phí Coke của Hoa Kỳ / Chi phí Coke của Nhật Bản = 1: 100",
  "ifTheCurrent": "Nếu tỷ giá hối đoái hiện tại là 1: 110, theo lý thuyết ngang giá sức mua, đồng yên bị định giá thấp và đồng đô la bị định giá quá cao. Thương nhân có thể mua hàng hóa ở Nhật Bản với giá 100 yên và sau đó vận chuyển đến Hoa Kỳ để bán với giá 1 đô la Mỹ. Đô la Mỹ kết quả sẽ được chuyển đổi thành 110 yên theo tỷ giá hối đoái hiện tại, với chênh lệch giá không rủi ro là 10 yên. Do đó, nhu cầu đối với đồng yên sẽ tăng lên, điều này cuối cùng sẽ thúc đẩy đồng yên tăng giá và đồng đô la Mỹ giảm giá. Tỷ giá hối đoái của đồng đô la Mỹ so với đồng yên sẽ trở lại mức 1: 100. ",
  "itShouldBeNoted": "Cần lưu ý rằng Coke chỉ là một ví dụ để minh họa cho ý nghĩa của lý thuyết. Trên thực tế, lý thuyết ngang giá sức mua không dựa trên một loại hàng hóa đơn lẻ, mà là một rổ hàng hóa và dịch vụ. Sự kết hợp của hàng hóa và dịch vụ phụ thuộc vào sở thích của các nhà phân tích khác nhau. Đồng thời, lý thuyết ngang giá sức mua bỏ qua một số yếu tố quan trọng ảnh hưởng đến giá cả, bao gồm chi phí vận chuyển, rào cản thương mại, thuế quan, v.v. và nó không chỉ rõ dữ liệu về hàng hóa phi mậu dịch. Lý thuyết ngang giá sức mua nói chung chỉ áp dụng cho các dự báo dài hạn trên 3 đến 5 năm. ",
  "balanceOfPayments": "Lý thuyết cán cân thanh toán",
  "accordingToThe": "Theo lý thuyết về cán cân thanh toán quốc tế, hai yếu tố chính ảnh hưởng đến sự thay đổi tỷ giá hối đoái là dòng chảy thương mại và dòng vốn, tức là tài khoản vãng lai và tài khoản vốn trong cán cân thanh toán. ",
  "theCurrentAccount": "Tài khoản vãng lai phản ánh hoạt động xuất nhập khẩu hàng hoá và dịch vụ ở một quốc gia. Khi xuất khẩu lớn hơn nhập khẩu, quốc gia đó là nước xuất khẩu ròng. Điều này có nghĩa là nhiều người mua tiền tệ của quốc gia hơn là bán ra, bởi vì các quốc gia khác cần mua đồng tiền của quốc gia đó khi họ nhập khẩu hàng hóa từ quốc gia này. và nhu cầu về tiền tệ của quốc gia đó sẽ tăng lên. Do đó, các nước có thặng dư thương mại càng có nhiều cơ hội tăng giá tiền tệ. Ngược lại là nước nhập khẩu ròng. Nhập khẩu lớn hơn xuất khẩu. Các nhà nhập khẩu ở một nước nhập khẩu ròng cần bán đồng tiền của mình để đổi lấy đồng tiền của nước xuất khẩu, đồng tiền này sẽ làm mất giá đồng tiền của nước đó. ",
  "theCapitalAccount": "Tài khoản vốn phản ánh dòng vốn đầu tư vào và ra trong một quốc gia. Nếu giá trị tài khoản vốn ròng là dương, có nghĩa là dòng vốn vào lớn hơn dòng ra. Đối với các nhà đầu tư nước ngoài, họ cần chuyển đổi đồng tiền của mình sang nội tệ. Do đó, một tài khoản vốn dương sẽ làm tăng nhu cầu về tiền tệ của một quốc gia và thúc đẩy sự tăng giá của nó. Ngược lại, nếu tài khoản vốn bị âm, có nghĩa là dòng vốn vào ít hơn dòng ra. Các nhà đầu tư trong nước cần phải chuyển đổi tiền tệ của họ sang các loại tiền tệ khác, và sau đó giảm giá trị của đồng nội tệ của họ. ",
  "capitalFlows": "Các luồng vốn có thể được chia thành hai loại theo các hình thức vốn: luồng thực thể và luồng danh mục đầu tư. Dòng thực thể đề cập đến đầu tư trực tiếp nước ngoài. Trước tiên, họ sẽ chuyển tiền của họ thành tiền tệ của quốc gia đầu tư, khiến đồng tiền của quốc gia đầu tư tăng giá. Dòng danh mục đầu tư được chia thành cổ phiếu và thu nhập cố định (chẳng hạn như trái phiếu). ",
  "whenACountry": "Khi thị trường chứng khoán của một quốc gia tích cực, điều đó cho thấy dòng vốn đang chảy vào thị trường chứng khoán và vốn nước ngoài cũng sẽ được thu hút, do đó thúc đẩy giá trị của đồng nội tệ. Khi thị trường chứng khoán của một quốc gia có xu hướng giảm, điều đó cho thấy rằng vốn đang rút khỏi thị trường và vốn nước ngoài cũng bị rút ra, điều này gây bất lợi cho giá trị của đồng nội tệ. Do đó, các nhà kinh doanh ngoại hối có thể theo dõi hoạt động của thị trường chứng khoán toàn cầu để dự đoán dòng vốn của các quốc gia trong tương đối dài hạn. ",
  "theFixedIncomeMarket": "Thị trường thu nhập cố định tương tự như thị trường chứng khoán. Tỷ suất sinh lợi càng cao càng có lợi cho việc tăng giá đồng tiền quốc gia. Điểm khác biệt là khi nền kinh tế toàn cầu không ổn định, thì đặc tính ổn định và an toàn của thị trường thu nhập cố định là nơi ẩn náu cho vốn toàn cầu. Các nhà giao dịch dài hạn nên chú ý đến mức chênh lệch trong thị trường thu nhập cố định:",
  "detectCurrency": "1. Phát hiện chênh lệch tiền tệ-Tỷ giá Liên ngân hàng Châu Âu và Đô la Euro",
  "investorsCanPay": "Các nhà đầu tư có thể chú ý đến sự khác biệt giữa Tỷ giá chào bán liên ngân hàng châu Âu và Eurodollar. Tỷ giá liên ngân hàng châu Âu là tài sản thu nhập cố định phản ánh lãi suất ngắn hạn của châu Âu. Eurodollars đề cập đến các khoản tiền gửi bằng đô la Mỹ được đặt trong các ngân hàng bên ngoài Hoa Kỳ. Bởi vì Hoa Kỳ và Châu Âu có thu nhập cố định và thị trường chứng khoán toàn diện nhất, nếu Lãi suất ưu đãi liên ngân hàng của Châu Âu cao hơn lãi suất tiền gửi Eurodollar, điều đó sẽ khiến các nhà đầu tư bán tài sản của Mỹ và mua tài sản nước ngoài, điều này sẽ có tác động nhất định đến nước ngoài, thị trường hối đoái. Ngược lại, nếu khoảng cách dương giữa Lãi suất ưu đãi liên ngân hàng châu Âu và đồng Euro thu hẹp, tức là lãi suất của lãi suất ưu đãi liên ngân hàng châu Âu sẽ giảm, sức hấp dẫn của tài sản châu Âu sẽ giảm, khiến các nhà đầu tư bán tài sản châu Âu. ",
  "theFixedIncome": "2. Khoảng cách thu nhập cố định trên trái phiếu Europe-Gilts, Tỷ giá ưu đãi liên ngân hàng châu Âu và Eurodollar",
  "giltsBonds": "Trái phiếu mạ vàng là sản phẩm thu nhập cố định do chính phủ Anh phát hành. Khi mua và bán bảng Anh với đô la Mỹ và đồng euro với bảng Anh, bạn cần chú ý đến khoảng cách giữa trái phiếu Gilts, Tỷ giá liên ngân hàng châu Âu và Eurodollars. Khi chênh lệch dương giữa lãi suất của Anh và lãi suất của Châu Âu hoặc Mỹ giảm xuống, cơ hội đầu tư thu nhập cố định của Anh sẽ kém hấp dẫn hơn đối với các nhà đầu tư nước ngoài. Các nhà đầu tư sẽ bán tài sản cụ thể của họ bằng đồng bảng Anh để tìm cơ hội đầu tư khác với lợi nhuận cao hơn, gây áp lực khiến đồng bảng Anh phải bỏ cuộc. ",
  "otherCountriesInternational": "3. Các quốc gia khác - thị trường thu nhập cố định quốc tế",
  "theFixedIncomeProducts": "Các sản phẩm thu nhập cố định của Hoa Kỳ, Vương quốc Anh và các quốc gia bên ngoài Châu Âu và chênh lệch lãi suất của họ cũng đáng xem. Ví dụ, Úc và New Zealand đã thực hiện lãi suất cao, khiến các nhà đầu tư bán nội tệ của họ để mua đô la Úc hoặc đô la New Zealand. Hoạt động này sẽ trở nên rõ nét hơn khi lãi suất ở các nước khác giảm. Ngược lại, nếu lãi suất ở Hoa Kỳ, Vương quốc Anh và Châu Âu tăng, tiền có thể được chuyển từ Úc và New Zealand, gây thêm áp lực lên đồng tiền của chính họ. ",
  "weAlsoNeed": "Chúng ta cũng cần xem xét nhiều yếu tố hơn khi xem xét các yếu tố cơ bản trong trung và dài hạn. Ví dụ, khi phân tích xu hướng dài hạn của đô la Mỹ, cần xem xét nhiều khía cạnh khác nhau như chính sách tiền tệ và lãi suất của Fed, tình hình kinh tế Mỹ, và tác động của các sự kiện địa chính trị thế giới đến Mỹ. Lúc này, tin tức đặc biệt quan trọng. Bạn có thể tìm hiểu về tình hình hoạt động kinh tế của một quốc gia trong khoảng thời gian vừa qua cũng như các chính sách tiền tệ và lãi suất mà quốc gia đó đang áp dụng trong tin tức dữ liệu trong quá khứ và sử dụng thông tin này để suy đoán về tiền tệ của quốc gia đó trong tương lai. khuynh hướng. Do đó, để tính chính xác và toàn diện của phân tích cơ bản, ngay cả khi bạn không phải là tin tức giao dịch, bạn nên theo dõi các chỉ số kinh tế quan trọng trong lịch kinh tế. ",
  "definition": "Định nghĩa",
  "theFibonacciRetracement": "Đường thoái lui Fibonacci (Fibonacci retracement) còn được gọi là \"đường phần vàng\". Trong phân tích dữ liệu lịch sử trước đây, người ta thấy một cách kỳ diệu rằng tỷ giá hối đoái sau một vòng xu hướng tăng hoặc giảm, mức hỗ trợ hoặc mức phục hồi của nó. Các mức kháng cự chính xác nằm ở các mức 38, 2%, 50% và 61, 8% của xu hướng tăng hoặc giảm và các tỷ lệ này trùng với chuỗi Fibonacci. Vì vậy, nhiều nhà đầu tư chuyên nghiệp thích sử dụng Fibonacci retracement để phân tích các mức hỗ trợ và kháng cự của tỷ giá hối đoái và đạt được kết quả rất tốt. ",
  "effect": "Định nghĩa",
  "fibonacciRetracementsProvide": "Fibonacci thoái lui cung cấp cho chúng ta một cách tốt để dự đoán các mức hỗ trợ và kháng cự. Xu hướng tăng hoặc xu hướng giảm càng kéo dài thì mức thoái lui càng có độ tin cậy cao. ",
  "someTradersLike": "Một số nhà giao dịch thích vẽ các đường thoái lui Fibonacci riêng biệt cho các xu hướng dài hạn và ngắn hạn trên biểu đồ của các khoảng thời gian khác nhau. Nếu mức của đường thoái lui dài hạn càng gần với mức của đường thoái lui ngắn hạn thì đường thoái lui này càng đáng tin cậy. ",
  "parameter": "Tham số",
  "uptrendOrDowntrend": "38, 2%, 50, 0% và 61, 8% của xu hướng tăng hoặc giảm là các mức thoái lui được sử dụng phổ biến nhất. 38, 2% thường được coi là mức độ tin cậy thấp nhất, tức là tỷ giá hối đoái sẽ khó có thể trở lại xu hướng ban đầu khi nó đạt đến mức này. Tỷ giá hối đoái gần với mức phần trăm càng cao (tức là 61, 8%) thì cơ hội quay trở lại xu hướng ban đầu càng lớn. ",
  "applicationExample": "Ví dụ ứng dụng",
  "ifYouFind": "Nếu bạn tìm thấy một làn sóng xu hướng tăng hoặc xu hướng giảm vừa kết thúc trên biểu đồ (quy tắc 123 có thể được sử dụng để xác định liệu xu hướng đã kết thúc hay chưa, vui lòng tham khảo \"Phân tích kỹ thuật và đánh giá xu hướng\" của Học viện mới để biết chi tiết), bạn có thể xem xét bắt đầu với đường thoái lui Fibonacci để xác định hỗ trợ hoặc kháng cự tiếp theo. ",
  "inTheMT4": "Trong nền tảng MT4, bạn có thể tìm thấy đường thoái lui Fibonacci trên thanh công cụ của nền tảng. ",
  "afterClicking": "Sau khi nhấp vào nút này, hãy kết nối các điểm cao nhất và thấp nhất của xu hướng trên biểu đồ. Hình dưới đây là một ví dụ về GBP / USD. ",
  "supportLevel": "Mức hỗ trợ đề cập đến mức giá hỗ trợ mà tỷ giá hối đoái có thể gặp phải khi nó giảm, để ngăn chặn đà giảm và ổn định giá. Một khái niệm tương ứng khác là mức kháng cự, là mức trần khi tỷ giá hối đoái tăng, đảo ngược sang mức giá giảm. Cần phải xác định các mức hỗ trợ và kháng cự, bởi vì khi tỷ giá tiếp cận hoặc phá vỡ hiệu quả các mức hỗ trợ và kháng cự, đó là thời điểm tốt để giao dịch. Khi sự bứt phá không thành công, mọi người thường nghĩ rằng xu hướng ban đầu có thể được giữ nguyên, và khi tỷ giá hối đoái vượt qua ngưỡng hỗ trợ / kháng cự một cách hiệu quả, rất có thể sẽ kích hoạt một làn sóng xu hướng giảm / lên mới. ",
  "theMethods": "Các phương pháp để xác định các mức hỗ trợ và kháng cự chủ yếu bao gồm đường xu hướng, mức cao / thấp trước đó, phán đoán mẫu và đánh giá chỉ báo kỹ thuật. ",
  "trendline": "Đường xu hướng",
  "weIntroduced": "Trong \"Phân tích kỹ thuật và phán đoán xu hướng\", chúng tôi đã giới thiệu cách vẽ đường xu hướng. Trên thực tế, đường xu hướng là một cách để đánh giá các mức hỗ trợ và kháng cự: đường xu hướng trong thị trường tăng giá bao gồm một loạt các mức hỗ trợ. Khi tỷ giá hối đoái giảm trở lại gần đường xu hướng, mức hỗ trợ trên đường xu hướng rất có khả năng hỗ trợ tỷ giá. Đường xu hướng trên thị trường giảm bao gồm một loạt các mức kháng cự. Khi tỷ giá hối đoái tăng lên gần đường xu hướng, mức kháng cự trên đường xu hướng rất dễ khiến tỷ giá giảm trở lại. Do đó, các đường xu hướng là một cách phổ biến để xác định mức hỗ trợ và kháng cự trong thị trường có xu hướng. ",
  "sometimes": "Đôi khi, khi giá giảm xuống dưới đường xu hướng, đường xu hướng cung cấp hỗ trợ ban đầu có thể trở thành ngưỡng kháng cự. ",
  "theAbovePicture": "Hình trên cho thấy đường xu hướng tăng trên biểu đồ hàng ngày của NZD / CAD đã trở thành ngưỡng kháng cự khi tỷ giá hối đoái tăng trở lại. ",
  "inManyCases": "Trong nhiều trường hợp, các mức kháng cự và hỗ trợ có thể hoán đổi cho nhau. Mức hỗ trợ ban đầu có thể trở thành mức kháng cự hoặc ngược lại. Tình huống này đặc biệt phổ biến khi đánh giá mức hỗ trợ / kháng cự theo mức cao trước đó và mức thấp trước đó. ",
  "previousHigh": "Cao / thấp trước đó",
  "whenTheFX": "Khi tỷ giá hối đoái chuyển sang giảm hoặc hợp nhất sau một xu hướng tăng, nó thường tạo thành một mức giá cao nhất trong ngắn hạn, mà chúng tôi gọi là \"mức giá cao trước đó\". Khái niệm tương ứng là mức thấp trước đó, tức là mức giá thấp nhất trong ngắn hạn được hình thành khi tỷ giá hối đoái chuyển sang xu hướng tăng hoặc hợp nhất sau khi hoàn thành chuyển động theo xu hướng giảm.",
  "theAbovePictureShows": "Hình trên cho thấy mức cao trước đó và mức thấp trước đó trên biểu đồ hàng ngày của AUD / CAD. ",
  "whenJudgingSupport": "Khi đánh giá các mức hỗ trợ và kháng cự, mọi người nghĩ rằng mức cao trước đó có thể là mức kháng cự của xu hướng tăng tiếp theo và mức thấp trước đó có thể là mức hỗ trợ của xu hướng giảm tiếp theo. Bởi vì tỷ giá hối đoái đã từng quay trở lại mức cao trước đó, khi giá di chuyển đến vùng lân cận của mức giá này một lần nữa, nó có thể quay trở lại một lần nữa, và trường hợp của mức thấp trước đó cũng tương tự. ",
  "whenThePrice": "Khi giá quay trở lại mức thấp trước đó hoặc mức cao trước đó lặp đi lặp lại, số lần quay trở lại càng nhiều thì hỗ trợ hoặc kháng cự của giá càng mạnh. Nếu thị trường tiền tệ phá vỡ thành công mức hỗ trợ và thay đổi xu hướng, mức hỗ trợ mạnh ban đầu có khả năng chuyển thành mức kháng cự mạnh trong diễn biến thị trường tiếp theo hoặc ngược lại.",
  "theAbove": "Hình trên là biểu đồ hàng tuần của AUD/CAD. Tỷ giá hối đoái đã được hỗ trợ trong vùng 0，99-1，00 nhiều lần, và sau đó tỷ giá hối đoái đã gặp phải kháng cự ở cùng mức độ nhiều lần. ",
  "patternRecognitionJudgment": "Phán đoán nhận dạng mẫu",
  "chartPatterns": "Các mẫu biểu đồ thường cung cấp các phương pháp để đánh giá các mức hỗ trợ và kháng cự. ",
  "inADouble": "Ví dụ, trong mô hình hai đỉnh, đỉnh của nó có thể được coi là mức kháng cự mạnh, vì giá thoái lui hai lần tại vị trí này. Đường đáy (đường viền cổ) có thể được coi là mức hỗ trợ. ",
  "technicalIndexJudgment": "Đánh giá chỉ số kỹ thuật",
  "someClassicalTechnical": "Một số chỉ báo kỹ thuật cổ điển cũng có thể được sử dụng để xác định mức hỗ trợ và kháng cự. Cổ điển nhất là dòng tiết diện vàng. ",
  "byUnderstanding": "Bằng cách hiểu những ai đang tham gia thị trường, bạn sẽ có thể hiểu rõ hơn tại sao và giá cả bị ảnh hưởng như thế nào bởi tin tức. Đồng thời, bạn sẽ tự tin hơn trong các giao dịch, vì dù giá giao dịch là bao nhiêu thì trên thị trường vẫn luôn có người mua và người bán. ",
  "interbankMarket": "Thị trường liên ngân hàng",
  "theInterbankMarket": "Thị trường liên ngân hàng bao gồm các ngân hàng thương mại lớn và các nhà kinh doanh chứng khoán. Khối lượng giao dịch của họ chiếm từ 40% đến 50% tổng khối lượng giao dịch ngoại hối, tất nhiên đứng đầu trong danh sách. ",
  "beingAtThe": "Đứng đầu với khối lượng giao dịch lớn nhất, người tham gia có thể hưởng mức chênh lệch thấp nhất. ",
  "centralBanks": "Ngân hàng Trung ương",
  "controlTheMoney": "Kiểm soát cung tiền, tỷ lệ lạm phát， lãi suất, sử dụng dự trữ ngoại hối khổng lồ để ổn định thị trường trong nước. ",
  "thisMeansThat": "Điều này có nghĩa là các ngân hàng trung ương cũng chiếm vị trí quan trọng trên thị trường ngoại hối. ",
  "investmentManagementCompanies": "Công ty quản lý đầu tư",
  "theseCompaniesUsually": "Các công ty này thường quản lý các tài khoản lớn thay mặt cho khách hàng của họ. Ví dụ, một nhà quản lý đầu tư nắm giữ cổ phiếu nước ngoài trong danh mục đầu tư của mình, vì vậy anh ta cần mua và bán một số ngoại tệ để thanh toán các giao dịch chứng khoán nước ngoài. ",
  "inOtherWords": "Nói cách khác, các công ty quản lý đầu tư cũng tham gia vào thị trường ngoại hối với mục đích đầu cơ. Họ kiếm được lợi nhuận từ những biến động và xu hướng của thị trường bằng cách quản lý quỹ của khách hàng. ",
  "retailTraders": "Thương nhân bán lẻ",
  "retailTradersConduct": "Thương nhân bán lẻ thực hiện giao dịch thông qua các nhà môi giới hoặc ngân hàng. Các giao dịch của họ không liên quan đến việc giao hàng thực và hoàn toàn là đầu cơ. ",
  "nonBank": "Công ty ngoại hối phi ngân hàng",
  "refersToForeign": "Đề cập đến các nhà môi giới ngoại hối cung cấp ngoại hối và thanh toán quốc tế cho các cá nhân và công ty. Sự khác biệt giữa các công ty ngoại hối phi ngân hàng và các ngân hàng là họ không cung cấp các giao dịch tiền tệ cho mục đích đầu cơ, và khách hàng của họ thực hiện giao hàng thực tế. ",
  "hereWeWill": "Ở đây chúng ta sẽ thảo luận về các phong cách giao dịch khác nhau mà bạn có thể gặp phải. Một số căn cứ điển hình để phân chia phong cách giao dịch dựa trên độ dài của vị thế, thời điểm mở và tần suất giao dịch. Đối với một nhà giao dịch cụ thể, thực tế không có quy tắc nghiêm ngặt nào về một khoảng thời gian cụ thể để chọn giao dịch. Tuy nhiên, bảng sau cung cấp một số ví dụ về khoảng thời gian điển hình được các loại nhà giao dịch khác nhau nói chung sử dụng. ",
  "eODTransaction": "Giao dịch EOD",
  "thisIsATrading": "Đây là một phong cách giao dịch được nhiều nhà giao dịch nghiệp dư áp dụng. Họ có thể tiến hành phân tích thị trường một lần một ngày hoặc một tuần, sau đó thiết lập các lệnh chờ để nắm bắt biến động giá. Thay vì theo dõi thị trường chặt chẽ để có ý tưởng giao dịch, họ sử dụng các lệnh chờ để giao dịch. ",
  "ifYouAreBusy": "Nếu bạn là người bận rộn, phong cách giao dịch EOD nên là một lựa chọn tốt, vì bạn không cần mất quá nhiều thời gian để phân tích và quản lý các giao dịch. ",
  "fundamentals": "Nguyên tắc cơ bản (giao dịch vĩ mô)",
  "useFundamentalInformation": "Sử dụng thông tin cơ bản và / hoặc các mô hình tài chính để đánh giá điểm mạnh và điểm yếu của cổ phiếu, tiền tệ, thị trường hoặc quốc gia để dự đoán biến động giá trong tương lai. Các nguồn thông tin về chứng khoán và ngoại hối không giống nhau. Chứng khoán hầu hết bị ảnh hưởng bởi tin tức nội bộ của các công ty cụ thể, trong khi ngoại hối chủ yếu bị ảnh hưởng bởi các yếu tố kinh tế vĩ mô. ",
  "dayTrading": "Ngày giao dịch",
  "intradayTradersComplete": "Các nhà giao dịch trong ngày hoàn thành việc mở và đóng giao dịch trong cùng một ngày. Giao dịch xoay vòng dựa trên biểu đồ hàng giờ cũng có thể được phân loại là giao dịch trong ngày. So với thông tin cơ bản, giao dịch trong ngày chủ yếu dựa vào phân tích kỹ thuật. ",
  "dayTradingContains": "Giao dịch trong ngày bao gồm nhiều hình thức, bao gồm giao dịch theo tỷ lệ, giao dịch theo tin tức, giao dịch theo xu hướng và giao dịch theo xu hướng. ",
  "newsTrading": "Giao dịch Tin tức",
  "newsTradersTend": "Các nhà giao dịch tin tức có xu hướng tập trung vào các sự kiện tin tức quan trọng và giao dịch trong hoặc trước khi công bố tin tức quan trọng. Nếu kết quả của một tin tức là bất ngờ, nó có thể gây ra sự biến động cực độ, do đó tạo ra cơ hội kiếm lời trong một khoảng thời gian rất ngắn. Tất nhiên, sau khi một sự kiện quan trọng được công bố, nó cũng có thể ảnh hưởng đến xu hướng dài hạn, điều này có thể khơi dậy sự quan tâm của các nhà kinh doanh vĩ mô trong việc điều chỉnh các dự báo xu hướng dài hạn. Nhưng một phong cách giao dịch tin tức điển hình thường chỉ liên quan đến các sự kiện ngắn hạn. ",
  "longTermTrading": "Giao dịch dài hạn",
  "theTradingStyle": "Phong cách giao dịch của việc nắm giữ một vị thế trong một khoảng thời gian dài (tuần, tháng, hoặc thậm chí nhiều năm) được gọi là \"giao dịch dài hạn\". Các nhà giao dịch dài hạn không quan tâm đến những biến động ngắn hạn trên thị trường, bởi vì họ tin rằng chân trời đầu tư dài hạn của họ có thể tính trung bình lãi và lỗ ngắn hạn. ",
  "dueToThe": "Do thời gian nắm giữ dài hơn, các nhà giao dịch dài hạn có xu hướng sử dụng nhiều thông tin cơ bản làm đầu vào, nhưng họ cũng có thể là các nhà giao dịch phân tích kỹ thuật thuần túy. Cả hai nhà giao dịch dài hạn và swing đều có nhiều khả năng sử dụng lệnh chờ để mở vị thế hơn, vì vậy họ không cần phải theo dõi thị trường chặt chẽ. ",
  "scalping": "Scalping",
  "scalpingIsAn": "Scalping là một phong cách giao dịch trong ngày. Không giống như các phong cách giao dịch khác, bạn phải dán mắt vào màn hình như thể bạn muốn kiếm sống. Scalping là một phong cách rất phổ biến do tiềm năng lợi nhuận tốt, nhưng nó cũng là một phong cách giao dịch khó học vì nó đòi hỏi kỷ luật giao dịch tốt. Tuy nhiên, các nhà giao dịch mới bắt đầu cũng quan tâm đến việc mở rộng quy mô. ",
  "intradayAndScalping": "Các nhà giao dịch trong ngày và giao dịch theo tỷ lệ thường sử dụng giao dịch một cú nhấp chuột để mở các vị trí trong thời gian thực, bởi vì tốc độ mở các vị trí là rất quan trọng đối với hai loại nhà giao dịch này. ",
  "swingTrading": "Giao dịch xoay vòng",
  "asASwing": "Là một nhà giao dịch swing, bạn thực sự đang cố gắng giao dịch các dao động của biểu đồ và hy vọng nắm bắt được một biến động lớn. Các nhà giao dịch xoay vòng thích sử dụng biểu đồ hàng ngày làm chu kỳ biểu đồ để mở một vị trí và thời gian nắm giữ dao động từ vài ngày đến vài tuần. Tuy nhiên, biểu đồ theo giờ cũng rất phổ biến. Trong trường hợp này, thời gian nắm giữ thường là vài giờ, và đôi khi vị thế được giữ qua đêm hoặc thậm chí vài ngày. ",
  "technicalTrading": "Giao dịch kỹ thuật",
  "useTechnicalAnalysis": "Sử dụng phân tích kỹ thuật để phân tích, mở, quản lý và đóng các giao dịch. Mặc dù phân tích kỹ thuật thường phổ biến hơn trong các khoảng thời gian trong ngày, nhưng nó thực sự có thể được áp dụng cho các biểu đồ của bất kỳ khoảng thời gian nào, bao gồm cả giao dịch dài hạn. ",
  "trendTrading": "Giao dịch theo xu hướng",
  "theTrendTrading": "Phong cách giao dịch theo xu hướng ở đây đề cập đến việc xác định một xu hướng và sau đó chỉ giao dịch theo cùng một hướng của xu hướng đã phát hiện. Các nhà giao dịch theo xu hướng truyền thống nghe có vẻ giống như các nhà quản lý quỹ dài hạn, nhưng trên thực tế, bạn có thể chọn theo dõi xu hướng trên bất kỳ biểu đồ khoảng thời gian nào. "
}
