{
  "foreignExchangeTransactions": "Giao dịch ngoại hối",
  "theForeignExchange": "Thị trường ngoại hối có khối lượng giao dịch hàng ngày ước tính khoảng 5 nghìn tỷ đô la Mỹ, trở thành thị trường tài chính thanh khoản lớn nhất thế giới. Bằng cách đầu tư vào ngoại tệ thông qua nền tảng giao dịch ký quỹ ngoại hối WCG, bạn có thể tham gia vào phần thú vị này của thế giới tài chính, nhận giá thị trường thể chế ngay lập tức và giao dịch không bị gián đoạn trong 24 giờ. Tài khoản giao dịch ngoại hối WCG đáp ứng các nhu cầu đầu tư khác nhau của người dùng. Các nhà đầu tư mới cũng có thể dùng thử tài khoản demo miễn phí của chúng tôi để trải nghiệm nền tảng giao dịch MT4 nhanh chóng và dễ sử dụng.",
  "viewTradingProducts": "Xem Sản phẩm Giao dịch",
  "howToPerform": "Cách thực hiện các giao dịch ngoại hối",
  "foreignExchangeCurrencies": "Các loại tiền ngoại hối luôn xuất hiện theo cặp, ví dụ: EUR/USD, GBP/USD, USD/JPY.",
  "inForeignExchangeTrading": "Trong giao dịch ngoại hối, bạn có thể mua (dài) hoặc bán (ngắn). Tuy nhiên, khi bạn giao dịch các cặp tiền tệ ngoại hối trực tuyến, bạn không phải là mua hoặc bán tiền tệ thực. Hoạt động của bạn thực sự là đặt cược vào sự tăng hoặc giảm của một cặp tiền tệ. Sự tăng hoặc giảm của một loại tiền tệ thực sự là sự tăng hoặc giảm so với một loại tiền tệ khác.",
  "throughWCG": "Thông qua WCG, bạn có thể giao dịch tiền tệ trực tiếp hoặc giao dịch chéo, số vốn tối thiểu để mở tài khoản chỉ $100 USD.",
  "unlikeOther": "Không giống như các thị trường tài chính khác, thị trường ngoại hối không có trung tâm trao đổi cố định hoặc địa điểm thực tế. Mạng lưới giao dịch ngoại hối toàn cầu 24 giờ được hình thành bởi các ngân hàng, công ty lớn và các nhà giao dịch cá nhân. Điều này có nghĩa là tỷ giá hối đoái biến động 24 giờ một ngày, mang lại nhiều cơ hội giao dịch.",
  "buyLong": "Mua dài",
  "judgeTheMarket": "Đánh giá thị trường xu hướng là tăng, giữ giá đó sau khi mua một sản phẩm tài chính và đợi giá tăng lên trước khi bán, để kiếm chênh lệch trung gian.",
  "sellShort": "Bán ngắn",
  "anticipatingThat": "Dự đoán thị trường sẽ giảm, bán số chip trong tay và mua sau khi giá giảm; trong ngắn hạn, điều đó có nghĩa là bán trước và sau đó mua lại.",
  "learnMore": "Tìm hiểu thêm",
  "startForexTrading": "Bắt đầu giao dịch ngoại hối trong năm bước đơn giản",
  "joinA24Hour": "Tham gia mạng lưới giao dịch ngoại hối toàn cầu 24 giờ bao gồm các ngân hàng, công ty lớn và các nhà giao dịch cá nhân",
  "chooseAForeign": "Chọn một cặp tiền tệ ngoại hối",
  "theFirstDecision": "Quyết định đầu tiên để trở thành một nhà kinh doanh ngoại hối là chọn cặp tiền tệ ngoại hối mà bạn muốn giao dịch.",
  "inWCG": "Tại WCG, chúng tôi cung cấp cho bạn nhiều loại sản phẩm bao gồm các cặp tiền tệ trực tiếp và chéo. Các nhà giao dịch mới thường bắt đầu giao dịch với cặp tiền mà họ quen thuộc nhất, sau đó tìm kiếm cơ hội giao dịch ở các cặp tiền khác không quá quen thuộc.",
  "determineTheDirection": "Xác định hướng mua và bán",
  "afterChoosing": "Sau khi chọn sản phẩm giao dịch, bạn nên quyết định mua hay bán bằng cách suy đoán về hướng tương lai của thị trường. Một cặp tiền tệ ngoại hối bao gồm hai loại tiền tệ. Đơn vị tiền tệ ở phía bên tay trái được gọi là \"tiền tệ cơ sở\" và đơn vị tiền tệ ở phía bên tay phải được gọi là \"tiền tệ định giá\". Vì vậy:",
  "ifYouThinkThatTheBaseCurrencyIsStronger": "Nếu bạn nghĩ rằng đồng tiền cơ sở mạnh hơn đồng tiền định giá hoặc đồng tiền định giá tương đối yếu hơn đồng tiền cơ sở, thì hãy mua cặp tiền tệ này.",
  "ifYouThinkThatTheBaseCurrencyIsWeaker": "Nếu bạn cho rằng đồng tiền cơ sở yếu hơn đồng tiền định giá hoặc đồng tiền định giá tương đối mạnh hơn đồng tiền cơ sở, thì hãy bán cặp tiền tệ đó.",
  "atTheSameTime": "Đồng thời, mọi cặp tiền tệ đều có hai mức giá tại mọi thời điểm. Một là giá đặt mua và một là giá bán. Sự khác biệt giữa hai mức giá được gọi là \"spread\", là chi phí giao dịch của bạn.",
  "setStop": "Set stop loss/take profit",
  "stopLossTakeProfit": "Cắt lỗ / chốt lời là một mức giá đặt trước. Khi tỷ giá hối đoái đạt đến mức giá đặt trước này, vị thế tương ứng sẽ tự động bị đóng.",
  "thePurposeOf": "Mục đích của việc đặt lệnh cắt lỗ / chốt lời là để khóa lãi hoặc lỗ của vị thế.",
  "monitorYourTrading": "Giám sát các vị thế giao dịch của bạn",
  "beforeThePositionIsClosed": "Trước khi vị thế được đóng, lãi và lỗ của bạn sẽ thay đổi theo biến động giá.",
  "soRealTimeMonitoring": "Vì vậy, theo dõi thời gian thực lãi lỗ của bạn là rất quan trọng. Bằng cách theo dõi tình hình, bạn có thể thêm hoặc đóng các vị trí ngay lập tức khi cần thiết.",
  "closeYourPosition": "Đóng vị trí của bạn",
  "itIsExtremelyImportant": "Điều cực kỳ quan trọng đối với các nhà đầu tư FOREX là kịp thời đóng vị thế của họ khi xác định các giai đoạn khác nhau của chuyển động thị trường.",
  "FailingToDoSo": "Không làm như vậy đôi khi sẽ gây tốn kém, đặc biệt là khi thị trường đi ngược lại với họ.",
  "foreignExchangeQuotes": "Báo giá ngoại hối thường có năm chữ số thập phân. Trong số đó, chữ số thập phân thứ tư là chữ cần được chú ý nhiều nhất. Chúng tôi thường sử dụng pips để tính toán lãi và lỗ. Khối lượng giao dịch ngoại hối thường được tính bằng \"lô\", và 1 lô tương đương với 100.000 đơn vị tiền tệ cơ bản. Bạn cũng có thể giao dịch các đơn vị nhỏ hơn 1 lô, chẳng hạn như lô nhỏ hoặc lô nhỏ. Các lô nhỏ tương ứng với 10.000 đơn vị tiền tệ (0,1 ô) và lô nhỏ tương ứng với 1.000 đơn vị tiền tệ (0,01 ô).",
  "supportLeverage": "Đòn bẩy hỗ trợ",
  "youCanUtilizeLeverage": "Bạn có thể sử dụng đòn bẩy để mở một vị thế lớn hơn số vốn của mình. Cách tiếp cận này có thể dẫn đến nhiều lợi nhuận hoặc thua lỗ hơn. Vì vậy, việc quản lý rủi ro khi thực hiện các giao dịch ngoại hối là vô cùng quan trọng.",
  "fundingThreshold": "Ngưỡng tài trợ",
  "whenTradingForeignExchange": "Khi giao dịch ngoại hối trực tuyến, bạn có thể quyết định quy mô các vị thế mở của mình. Nạp một số tiền phù hợp tùy theo tình hình kinh tế của bản thân để tham gia giao dịch.",
  "hoursTrading": "Giao dịch 24 giờ",
  "fromMondayMorning": "Từ sáng thứ Hai đến sáng thứ Bảy, thị trường ngoại hối luôn mở cửa giao dịch. Điều này làm cho thị trường ngoại hối trở thành thị trường giao dịch lý tưởng cho các nhà giao dịch nghiệp dư."
}
