{
  "diversifiedProducts": "Sản phẩm đa dạng, đáp ứng nhu cầu đầu tư của bạn",
  "strongAdvantages": "Ưu điểm mạnh mẽ, bảo vệ giao dịch của bạn an toàn",
  "highLiquidity": "Tính thanh khoản cao, chiết khấu chênh lệch đáng kể, chi phí thấp và lợi nhuận cao",
  "safetyOfFunds": "Nguồn tiền an toàn, quy trình gửi và rút tiền nhanh chóng, hệ thống thông suốt, dịch vụ cả ngày đêm",
  "askProductsNow": "hỏi sản phẩm ngay bây giờ",
  "safeAndSecureDepository": "Lưu ký an toàn và bảo mật",
  "customerFunds": "Tiền của khách hàng được gửi riêng và được các cơ quan quản lý xem xét. Với mười năm kinh nghiệm kiểm soát rủi ro tài chính chuyên nghiệp, mỗi giao dịch đơn lẻ đều được xem xét nghiêm ngặt để đảm bảo an toàn cho quỹ của khách hàng.",
  "efficientDeposit": "Gửi và rút tiền hiệu quả",
  "theDepositAndWithdrawal": "Việc gửi và rút tiền rất đơn giản mà không bị giới hạn, đơn giản hóa các thủ tục gửi và rút tiền phức tạp, cho phép bạn gửi và rút tiền nhanh chóng mọi lúc, mọi nơi, chỉ trong hai giờ.",
  "fastPayment": "Xử lý thanh toán nhanh chóng",
  "theLatestTechnology": "Công nghệ mới nhất giúp quá trình xem xét và mở tài khoản nhanh hơn. Mục tiêu của hệ thống thanh toán là trở thành hệ thống mới nhất cung cấp dịch vụ gửi và rút tiền nhanh nhất trong ngành.",
  "invest": "Đầu tư ",
  "inNewChannels": "vào các kênh mới, kiếm tiền trong WCG",
  "professionalEquals": "100% chuyên nghiệp bằng 100% tự tin",
  "mobileTradingSystem": "Hệ thống giao dịch di động",
  "WCGMobileTradingSystem": "Hệ thống Giao dịch Di động WCG cung cấp một phương thức đơn giản và thuận tiện để khách hàng có thể giao dịch khi đang di chuyển và phản ứng ngay lập tức với các tin tức và dữ liệu thị trường tức thì, từ đó tối đa hóa cơ hội giao dịch.",
  "brandReputation": "Danh tiếng thương hiệu và mối quan hệ đôi bên cùng có lợi",
  "WCGValuesTheCustomersTradingExperience": "WCG coi trọng trải nghiệm giao dịch của khách hàng và tin tưởng chắc chắn rằng sự phát triển trong tương lai của thương hiệu phụ thuộc vào sự phát triển chung của các đối tác.",
  "preciousMetalsContract": "Hợp đồng kim loại quý",
  "timesLeverage": "Đòn bẩy 100-200 lần, chi phí thấp và lợi nhuận cao, giao dịch toàn cầu trong 24 giờ, có thể kiếm lợi nhuận bằng cách mua và bán.",
  "LondonGoldLondonSilver": "London Gold & London Silver là sản phẩm giao dịch được cung cấp bởi International Financial Futures Exchange, với các quy tắc giao dịch đơn giản, hoạt động T + 0.",
  "shortFundSettlementTime": "Thời gian giải quyết quỹ ngắn và giao dịch điện tử trực tuyến nhanh chóng và an toàn.",
  "accountOpening": "Mở tài khoản",
  "realTimeQuotation": "Báo giá thời gian thực của các sản phẩm giao dịch",
  "aVarietyOfProfessional": "Một loạt các công cụ phân tích biểu đồ chuyên nghiệp và các chỉ báo kỹ thuật. Bạn có thể tự do thiết lập các thông số chỉ báo kỹ thuật và khung thời gian của riêng mình.",
  "investmentProductsAcross": "Sản phẩm đầu tư trên toàn cầu",
  "includingMoreThan": "Bao gồm hơn một trăm sản phẩm đầu tư như ngoại hối ký quỹ, kim loại quý, dầu thô, hợp đồng tương lai, tiền điện tử, cổ phiếu, v.v.",
  "connectingTo": "Kết nối với hàng nghìn máy chủ",
  "automatedProcess": "Quy trình tự động có thể cải thiện hiệu quả tốc độ và độ chính xác của việc chuyển tiền, để bạn có thể tận hưởng trải nghiệm gửi và rút tiền tốt nhất.",
  "downloadImmediately": "Tải xuống tức thì",
  "fastExecutionOfEachOrder": "Thực hiện nhanh từng lệnh, trượt giá tối thiểu, thanh khoản cao, ổn định cao, độ minh bạch cao"
}
