{
  "introducingBroker": "Giới thiệu đại lý (IB)",
  "wCGsIBPlanIsPeopleOriented": "Kế hoạch IB của WCG là hướng đến con người. Cho dù bạn là một cá nhân hay một công ty với hàng chục hoặc thậm chí hàng trăm nhân viên, chúng tôi hiểu doanh nghiệp của bạn cần gì để phát triển. Gói IB của chúng tôi cung cấp nhiều tùy chọn giảm giá khác nhau, văn phòng đại lý linh hoạt, và đội ngũ quản lý chuyên nghiệp, sẵn sàng cung cấp cho bạn và khách hàng của bạn những dịch vụ chu đáo và tỉ mỉ bất cứ lúc nào.",
  "iBApplication": "Introducing Broker (IB)",
  "exclusiveIBPlan": "Gói IB độc quyền",
  "whetherYouAreATrading": "Cho dù bạn là người dạy giao dịch, nhà cung cấp tín hiệu, người bán hàng, nhà tiếp thị hay người có thể cung cấp giá trị gia tăng khác cho người giao dịch, chúng tôi đều có thể cung cấp cho bạn các giải pháp.",
  "introducingBrokers": "Giới thiệu các nhà môi giới",
  "ourUniqueIBPlanPays": "Gói IB độc đáo của chúng tôi trả hoa hồng cho các đại lý thuộc mọi quy mô và cung cấp cho bạn hệ thống hoa hồng tốt hơn. Thông qua việc liên tục giới thiệu các nhà giao dịch để tạo ra hoa hồng giao dịch, chúng tôi sẽ mang lại cho bạn lợi nhuận vô tận! Đồng thời, bạn có thể xem các báo cáo giao dịch của khách hàng và nhiều dữ liệu khác nhau bất cứ lúc nào thông qua nền tảng đại lý.",
  "fullyCompetitive": "Đầy sức cạnh tranh",
  "customizeACommission": "Tùy chỉnh cấu trúc hoa hồng phù hợp với bạn. Mỗi khi khách hàng mở tài khoản giao dịch thông qua một đại lý giới thiệu chuyên dụng, khách hàng mới sẽ tự động được gán tên cho đại lý đó. Bạn cũng có thể xác định và nuôi dưỡng những khách hàng tiềm năng của mình thông qua các điều khoản trả hàng và số lượng giao dịch trong một khoảng thời gian cụ thể.",
  "boostYourIBPerformance": "Tăng hiệu suất IB của bạn",
  "asTheAgentOfWCG": "Là đại lý của WCG, những khách hàng mà bạn giới thiệu sẽ nhận được dịch vụ tốt nhất. Chúng tôi đảm bảo rằng toàn bộ quá trình nhập thông tin khách hàng, từ khi mở tài khoản đến khi gửi tiền an toàn và nhanh chóng sẽ được thực hiện đầy đủ. Để bạn không phải lo lắng và cống hiến hết mình cho những khách hàng được giới thiệu.",
  "excellentAgencyExperience": "Kinh nghiệm đại lý xuất sắc",
  "weTreatYouAsOurVvip": "Chúng tôi coi bạn như vvip của chúng tôi, với trải nghiệm đại lý trực quan và được tối ưu hóa, cung cấp cho bạn một loạt các sản phẩm và dịch vụ tùy chỉnh để đáp ứng nhu cầu của bạn.",
  "efficientAndInstant": "Hệ thống hoàn tiền hiệu quả và tức thì",
  "accordingToTheTransaction": "Theo khối lượng giao dịch của khách hàng mà bạn đã giới thiệu, bạn sẽ nhận được các khoản giảm giá rất cạnh tranh trong thời gian thực.",
  "multiLevelAgencySettings": "Cài đặt đại lý nhiều cấp",
  "withAVarietyOfAgency": "Với nhiều cài đặt dành riêng cho đại lý, lợi nhuận thu được có thể tăng theo các mức khác nhau.",
  "aVarietyOfCommission": "Nhiều tùy chọn cài đặt hoa hồng",
  "theRebateCanBeSet": "Khoản chiết khấu có thể được thiết lập theo các khách hàng và khối lượng giao dịch khác nhau, xử lý hiệu quả nhu cầu phân phối.",
  "flexibleFundsSettlement": "Thanh toán tiền linh hoạt",
  "receiveCommissions": "Nhận hoa hồng theo phương thức thanh toán bạn chọn và chuyển chúng vào tài khoản được chỉ định của bạn sớm nhất có thể.",
  "transparentAndClear": "Cơ cấu đại lý minh bạch và rõ ràng",
  "highlyTransparentAgency": "Hệ thống đại lý minh bạch cao, tất cả các mục cài đặt đều rõ ràng trong nháy mắt.",
  "viewCustomerProfile": "Xem dữ liệu hồ sơ khách hàng",
  "getCustomerTransaction": "Nhận báo cáo giao dịch của khách hàng, báo cáo thu nhập, khối lượng giao dịch và dữ liệu thống kê khác bất kỳ lúc nào.",
  "howMuchCanIProfit": "Tôi có thể kiếm được bao nhiêu?",
  "accountTypeOfYourClient": "Loại tài khoản của khách hàng của bạn",
  "yourVlientSTransactionVolume": "Khối lượng giao dịch của khách hàng của bạn",
  "commissionPerLot": "Hoa hồng cho mỗi lot",
  "yourTotalCommission": "Tổng hoa hồng của bạn",
  "earnCommissionsInstantly": "Kiếm tiền hoa hồng ngay lập tức",
  "becomingAnAgentBroker": "Trở thành đại lý / nhà môi giới sẽ là cách dễ nhất để tăng thu nhập của bạn vì không có chi phí đăng ký. Bạn có thể làm việc ở bất cứ đâu và thậm chí quảng bá dịch vụ của mình thông qua trang web. Đồng thời, bạn có thể trực tiếp giới thiệu khách hàng đến WCG, hướng dẫn họ quy trình mở tài khoản thực và giải thích tất cả những lợi ích khi trở thành khách hàng của WCG.",
  "iWantToBeAnAgent": "Tôi muốn trở thành một đại lý"
}
