{
  "understandChartPatterns": "Hiểu các mẫu biểu đồ",
  "makeYourTradingMore": "Giúp giao dịch của bạn thuận tiện hơn bằng cách nghiên cứu dữ liệu lịch sử và hiểu các mẫu biểu đồ liên quan.",
  "intermediateTradingCourse": "Khóa học giao dịch cơ bản",
  "basicTradingCourse": "Khóa học giao dịch trung cấp",
  "advancedTradingCourse": "khóa học giao dịch nâng cao",
  "mT4Tips": "Mẹo MT4",
  "riskManagement": "Quản lý rủi ro",
  "howToCreateATradingStrategy": "Làm thế nào để tạo một chiến lược giao dịch?",
  "commonChartPatterns": "Các mẫu biểu đồ phổ biến",
  "stopLossAndTakeProfit": "Cắt lỗ và chốt lời",
  "exampleOfStopLoss": "Ví dụ về Cắt lỗ:",
  "chartAnalysis": "Phân tích biểu đồ",
  "sellingPrice": "Giá bán, giá mua và chênh lệch",
  "personalizationOfTheChart": "Cá nhân hóa biểu đồ",
  "youCanPersonalizeYourChart": "Bạn có thể cá nhân hóa biểu đồ của mình bằng cách tải một số chỉ báo, lưới và bộ chia thời kỳ, đồng thời bạn cũng có thể thêm hoặc bớt các thành phần này theo nhu cầu của mình.",
  "hidingTheSellingPriceLine": "Ẩn dòng giá bán",
  "ifYouAddALotOfIndicators": "Nếu bạn thêm nhiều chỉ báo hoặc đường để phân tích kỹ thuật, đường giá bán có thể xuất hiện hơi thừa trên biểu đồ. Bạn hoàn toàn có thể xóa đường giá khỏi biểu đồ bằng cách đặt thành \"Không\"",
  "setDefaultChart": "Đặt biểu đồ mặc định",
  "onceYouHaveSetUpAVery": "Khi bạn đã thiết lập một biểu đồ rất ưng ý, bạn có thể lưu nó làm mẫu. Cách nhanh nhất và thuận tiện nhất để đặt mẫu là nhấp chuột phải vào biểu đồ và chọn \"Mẫu\" - \"Lưu Mẫu\". Bạn có thể thiết lập nhiều mẫu để đáp ứng nhu cầu phân tích của các chiến lược giao dịch khác nhau.",
  "ifYouWantToSetTheMost": "Nếu bạn muốn đặt mẫu biểu đồ được sử dụng phổ biến nhất làm mẫu biểu đồ mặc định, bạn có thể nhấp chuột phải vào biểu đồ, chọn \"Mẫu\" - \"Lưu Mẫu\", sau đó đặt tên cho mẫu là \"Mặc định\".",
  "economicCalendar": "Lịch kinh tế",
  "soHowCanWeKeepAnEye": "Vì vậy, làm thế nào chúng ta có thể theo dõi những động lực của thị trường tiềm năng này? Mặc dù chúng ta không thể dự đoán tình hình thế giới, nhưng chúng ta có thể sử dụng lịch kinh tế để theo dõi những bản tin quan trọng nào sẽ diễn ra trong những ngày, tuần hoặc tháng tới.",
  "theEconomicCalendarLists": "Lịch kinh tế liệt kê các tin tức và sự kiện được phát hành công khai ở một quốc gia cụ thể, có nghĩa là mọi người trên toàn thế giới có thể nhận được cùng một tin tức cùng một lúc. Mặc dù đây là một lợi ích lớn đối với các nhà kinh doanh bán lẻ như chúng ta, nhưng tốt nhất bạn nên nhận ra rằng các ngân hàng cũng có một lợi thế lớn: tức là họ có thể biết tiền đang đi đâu (và nó đến từ đâu) bằng cách xem các dòng lệnh từ khách hàng.",
  "customizationOfToolbars": "Tùy chỉnh các thanh công cụ - có bốn thanh công cụ độc lập trên nền tảng MT4:",
  "common": "- Chung",
  "chart": "- Đồ thị",
  "drawLine": "- Vẽ đường thẳng",
  "cycle": "- Chu kỳ",
  "youCanSimplyDragThe": "Bạn có thể kéo các thanh công cụ và di chuyển chúng đến bất kỳ nơi nào mà bạn muốn",
  "hereYouCanComplete": "Để tùy chỉnh các cửa sổ của bạn, chỉ cần nhấp chuột phải vào thanh công cụ và nhấp vào menu \"Tùy chỉnh\". Tại đây bạn có thể hoàn thành loại bỏ chức năng bằng cách chọn chức năng không cần thiết và nhấp vào nút \"Xóa\". Bằng cách chọn \"Tùy chỉnh\" trên menu chuột phải của mỗi thanh công cụ, bạn có thể loại bỏ các công cụ không cần thiết và xem một số công cụ ẩn.",
  "throughTheAboveOperations": "Thông qua các thao tác trên, bạn sẽ có được một giao diện người dùng ngắn gọn và gọn gàng hơn.",
  "usingShortcutKeys": "Sử dụng các phím tắt",
  "keyboardShortcutsAre": "Các phím tắt là một cách đơn giản và nhanh chóng để thực hiện các thao tác. Bằng cách sử dụng các phím tắt, bạn có thể sử dụng các công cụ khác nhau nhanh hơn.",
  "inTheLongRunThisWill": "Các phím tắt sau có thể giúp bạn mở hoặc đóng các cửa sổ khác nhau trên nền tảng nhanh hơn:",
  "terminal": "Thiết bị đầu cuối",
  "controlT": "Control+T",
  "thisIsTheMainWindow": "Đây là cửa sổ chính bạn sẽ sử dụng khi giao dịch: quản lý các vị trí, xem lịch sử tài khoản và đặt báo thức.",
  "navigate": "Điều hướng",
  "controlN": "Control+N",
  "toAddIndicators": "Để thêm các chỉ số, EA và chức năng đăng nhập.",
  "marketQuotation": "Báo giá thị trường",
  "controlM": "Control+M",
  "viewProductQuotation": "Xem báo giá sản phẩm.",
  "dataWindow": "Cửa sổ dữ liệu",
  "controlD": "Control+D",
  "viewAllDataInformation": "Xem tất cả thông tin dữ liệu của sản phẩm trong cửa sổ biểu đồ hiện tại.",
  "onTheMT4Platform": "Trên nền tảng MT4, khi bạn chuyển đổi các mẫu biểu đồ， bạn sẽ mất tất cả các phân tích trên biểu đồ hiện tại. Để ngăn điều này xảy ra, bạn có thể giữ biểu đồ mở và chỉ cần thay đổi các chỉ báo bạn sử dụng. Sau đó, bạn có thể sử dụng các phím tắt. Bạn có thể đặt phím tắt cho một chỉ báo cụ thể mà không cần chuyển đổi mẫu để thêm chỉ báo.",
  "theSpecificOperation": "Phương pháp hoạt động cụ thể là nhấp chuột phải vào con trỏ trong cửa sổ điều hướng và chọn \"Đặt Phím tắt\".",
  "favoriteIndicatorList": "Danh sách chỉ báo kỹ thuật yêu thích",
  "inOrderToSimplifyThe": "Để đơn giản hóa các bước truy xuất các chỉ báo thường được sử dụng, bạn có thể tạo danh sách “yêu thích” cho các chỉ báo thường dùng. Sau đây là phần giới thiệu với bạn về cách thêm các chỉ báo vào mục yêu thích của bạn:",
  "openTheNavigationWindow": "Mở cửa sổ điều hướng (Ctrl + N);",
  "expandTheRelevantContent": "Mở rộng thư mục nội dung có liên quan (chỉ số kỹ thuật, scripts, v.v.);di chuyển con trỏ chuột đến bất kỳ chỉ báo kỹ thuật nào được sử dụng thường xuyên của bạn;",
  "moveTheMouseCursor": "Bấm chuột phải vào con chuột;",
  "rightClickTheMouse": "Bấm chuột phải vào con chuột;",
  "selectAddToFavorites": "Chọn \"Thêm vào Yêu thích\".",
  "alerts": "Cảnh báo",
  "throughTheAlertFunction": "Thông qua chức năng cảnh báo, bạn có thể theo dõi các bước đột phá quan trọng của mức giá, để kịp thời điều chỉnh giao dịch và phân tích biểu đồ. Nếu bạn theo dõi nhiều thị trường cùng một lúc, bạn rất dễ mất dấu một hoặc một số thị trường, đặc biệt là sau khi các tin tức quan trọng được công bố, tất cả các thị trường đều hoạt động theo những cách khác nhau. Để thiết lập chức năng cảnh báo, di chuyển con trỏ chuột đến biểu đồ bạn muốn đặt cảnh báo, nhấp chuột phải và chọn \"Giao dịch\" - \"Đặt Cảnh báo\" trong menu.",
  "payAttentionToTheRisk": "Chú ý đến rủi ro của mỗi giao dịch",
  "beforePlacingATrade": "Trước khi thực hiện giao dịch, bạn nên quyết định mức độ rủi ro mà bạn sẵn sàng chấp nhận trong giao dịch này. Nói cách khác, bạn cần xác định điểm cắt lỗ giao dịch của mình ở đâu nếu thị trường đi ngược lại bạn.",
  "theSettingOfTheStop": "Việc thiết lập điểm cắt lỗ phụ thuộc vào mức độ chấp nhận rủi ro của bạn. Là một nhà giao dịch, bạn phải chấp nhận rủi ro liên quan đến giao dịch. Nếu bạn có thể chấp nhận khả năng thua lỗ, thì hãy tiếp tục thực hiện giao dịch này. Nếu bạn không thể chịu được khoản lỗ có thể xảy ra, thì chúng tôi khuyên bạn không nên mở giao dịch này ngay bây giờ, bạn cần xem xét cách giảm rủi ro cho giao dịch của mình.",
  "someTradersAreOnlyWilling": "Một số nhà giao dịch chỉ sẵn sàng chịu lỗ từ 1 đến 3% vốn trong bất kỳ giao dịch nào. Trong trường hợp này, bạn có thể vẽ đường màu đỏ ở mức 2% số tiền của mình và tự nhủ rằng bạn sẽ không mất quá 2%. Nói cách khác, bạn nên xác định mức độ chấp nhận rủi ro tối đa của mình và tuân thủ nó trong các giao dịch sau.",
  "onceYouHaveDeterminedThis": "Khi bạn đã xác định được điều này, bạn có thể quyết định nơi đặt giá dừng của mình. Đặt cắt lỗ tương đương với việc đảm bảo giao dịch của bạn và để đảm bảo rằng bạn sẽ không mất tất cả số tiền của mình trong một giao dịch duy nhất. Tuy nhiên, điều quan trọng cần lưu ý là lệnh cắt lỗ không hoàn toàn đảm bảo an toàn, nếu xảy ra chênh lệch giá trên thị trường, giao dịch của bạn có thể không dừng lại ở mức giá đã đặt trước.",
  "theMarketPriceGapRefers": "Chênh lệch giá thị trường đề cập đến những biến động lớn bất ngờ xảy ra trên thị trường trong một khoảng thời gian rất ngắn.",
  "example": "Ví dụ:",
  "upposeYouHaveAUD10": "Giả sử bạn có 10. 000 AUD trong tài khoản của mình và số tiền bạn sẵn sàng bỏ ra để chịu rủi ro chiếm 2% tổng số tiền. Tiếp theo, bạn sẽ cần phải tính toán quy mô của vị thế giao dịch. Trong quá trình tính toán, loại cặp tiền bạn đang giao dịch cũng sẽ ảnh hưởng đến việc tính toán các vị thế mở. Ví dụ: vốn rủi ro $200 Úc, khi giao dịch AUD / USD, khác với NZD / CAD, do sự khác biệt về giá trị của các cặp tiền tệ khác nhau.",
  "trade1LotOfAUDUSDInAn": "Giao dịch 1 lot AUD / USD trong tài khoản thanh toán bằng AUD.",
  "transactionVolume": "Khối lượng giao dịch = 100.000",
  "yiPip00001": "1 pip = 0, 0001",
  "aUDUSDexchangeRate": "Tỷ giá hối đoái AUD / USD = 0, 7465",
  "pipValue0000107465": "Giá trị Pip = 0, 0001 / 0, 7465   100, 000 = AUD 13, 39",
  "trade1LotOfNZDCADin": "Trade 1 lot of AUD/USD in an AUD-settled account.",
  "tradingVolume": "Khối lượng giao dịch = 100.000",
  "aUDCADExchangeRate": "Tỷ giá hối đoái AUD / CAD = 0, 9907",
  "pipValue0000109907": "Giá trị Pip = 0，0001 / 0，7465   100，000 = AUD 13，39",
  "asYouCanSeeTradingDifferent": "Như bạn có thể thấy, giao dịch các cặp tiền tệ khác nhau có nghĩa là giá trị pip của biến động tiền tệ cũng sẽ khác nhau. Khi giao dịch AUD / USD, rủi ro vốn cho mỗi pip là 13, 39 AUD, trong khi giao dịch NZD / CAD, giá trị pip tương ứng là 10，09 AUD.",
  "toCalculateTheSpecificPrice": "Để tính toán mức giá cụ thể mà bạn nên đặt lệnh cắt lỗ, bạn cần phải tính toán thời điểm mà mức lỗ tích lũy của vị thế sẽ đạt tới 200 AUD.",
  "aUDUSD": "AUD / USD— $200 / $13, 39 = 15 điểm dừng lỗ",
  "nZDCAD": "NZD / CAD— $ 200 / $ 10, 09 = cắt lỗ 20 điểm",
  "ifYouWantToSetALargerStop": "Nếu bạn muốn đặt mức cắt lỗ lớn hơn, thì bạn cần giảm khối lượng giao dịch， ví dụ: giảm khối lượng giao dịch của 1 lot tiêu chuẩn xuống 1 lot nhỏ (10. 000).",
  "inTheCaseOfTrading": "Trong trường hợp giao dịch 1 lot nhỏ AUD / USD, mức dừng lỗ của bạn có thể được mở rộng lên 150 điểm so với giá mở cửa, trong khi đối với giao dịch NZD / CAD, mức cắt lỗ của bạn có thể được mở rộng lên 200 điểm so với giá mở cửa.",
  "pleaseRememberThat": "Hãy nhớ rằng mọi giao dịch luôn đi kèm với rủi ro, hãy đảm bảo rằng bạn hiểu đầy đủ các rủi ro giao dịch mà bạn đang gặp phải và có thể đối phó với nó một cách hợp lý.",
  "ifYouWantToBecomeATrader": "Nếu bạn muốn trở thành một nhà giao dịch, việc phát triển một chiến lược giao dịch là điều cần thiết. Sau đây, chúng ta sẽ tìm hiểu một số nội dung quan trọng của chiến lược giao dịch.",
  "assessYourSkills": "Đánh giá kỹ năng của bạn",
  "haveYouTestedYourStrategy": "Bạn đã thử nghiệm chiến lược của mình chưa? Bạn có bị thuyết phục rằng chiến lược của bạn là hiệu quả? Bạn có thể làm theo chiến lược của mình mà không do dự không? Nếu chiến lược giao dịch của bạn không đủ hoàn hảo, tốt hơn là nên tiếp tục điều chỉnh thông qua kiểm tra lại cho đến khi bạn có thể tự tin sử dụng chiến lược của mình.",
  "psychologicalPreparation": "Chuẩn bị tâm lý",
  "tradingCanAffectYourEmotions": "Giao dịch có thể ảnh hưởng đến cảm xúc thăng trầm của bạn giống như một chuyến đi tàu lượn, vì vậy điều đặc biệt quan trọng là phải làm việc chăm chỉ để giữ cho bạn không bị xúc động. Nếu bạn phải đối mặt với áp lực cá nhân và không thể thích ứng với những thách thức trong giao dịch, tốt hơn hết bạn nên tránh giao dịch. Nếu bạn đã sẵn sàng về mặt cảm xúc và tâm lý, thì bạn có thể bắt đầu giao dịch, nhưng hãy đảm bảo rằng bạn chỉ giữ một lệnh trong tài khoản của mình tại một thời điểm.",
  "risksManagement": "Quản lý rủi ro",
  "whenYouAreTrading": "Khi giao dịch, bạn nên đặt mức rủi ro cho phép bạn đối mặt với thua lỗ một cách bình tĩnh. Các nhà giao dịch chuyên nghiệp có xu hướng kiểm soát mức độ rủi ro ở mức 1% đến 5% vốn của một người, tùy thuộc vào phong cách giao dịch và mức độ chấp nhận rủi ro của bạn.",
  "settingGoals": "Đặt mục tiêu",
  "beforeYouStartTrading": "Trước khi bắt đầu giao dịch, bạn nên đặt số tiền lợi nhuận dự kiến ​​và tỷ lệ phần thưởng rủi ro. Là một nhà giao dịch, bạn nên đặt mục tiêu của mình hàng tuần, hàng tháng và hàng năm, đồng thời đánh giá chúng thường xuyên để đảm bảo rằng chiến lược giao dịch của bạn được thực hiện hiệu quả.",
  "prepareToTrade": "Chuẩn bị giao dịch",
  "beforeYouOYourFirst": "Trước khi mở vị thế đầu tiên mỗi ngày giao dịch, bạn nên chuẩn bị một số. Ví dụ: nghiên cứu tin tức thị trường trong ngày, đánh dấu các mức hỗ trợ và kháng cự trên biểu đồ và lặp lại chiến lược giao dịch của bạn.",
  "positionOpeningAndClosing": "Quy tắc mở và đóng vị trí",
  "beforeOpeningAPosition": "Trước khi mở một vị thế, bạn nên xác định nơi bạn muốn đặt mục tiêu lợi nhuận và điểm cắt lỗ.",
  "youShouldOpenPositions": "Bạn nên mở các vị thế dựa trên các tín hiệu được gửi bởi các chiến lược giao dịch mà bạn đã thử nghiệm. Khi mở một vị thế, chiến lược giao dịch của bạn phải có thể nhắc nhở chính xác thời điểm và mức giá bạn đã mở một vị thế, chỉ báo dựa trên cơ sở nào, mô hình giá nào và điều gì đã xảy ra trên biểu đồ ở các mức thời gian khác nhau.",
  "youShouldAlsoCloseThePosition": "Bạn cũng nên đóng vị thế theo mục tiêu đã đặt trước - khi thị trường thay đổi theo kỳ vọng của bạn, ý tưởng giữ lại vị thế của bạn để tiếp tục kiếm thêm lợi nhuận có vẻ hấp dẫn, nhưng thị trường cũng có thể thay đổi bất lợi bất cứ lúc nào.",
  "recordAllMatters": "Ghi lại tất cả các vấn đề:",
  "recordTheOverallTrading": "Ghi lại hiệu suất giao dịch tổng thể, có thể giúp bạn phân tích hiệu quả của chiến lược giao dịch của mình. Nếu có lỗ trong một khoảng thời gian nhất định, hồ sơ giao dịch cũng có thể giúp bạn xem vấn đề nằm ở đâu.",
  "theKeyInformationThatNeeds": "Thông tin chính cần được ghi lại bao gồm các yếu tố sau:",
  "openingPrice": "giá mở cửa;",
  "closingPrice": "giá đóng cửa;",
  "yourInitialStopLoss": "mức dừng lỗ và mức lợi nhuận ban đầu của bạn;",
  "positionSize": "quy mô vị trí;",
  "reasonForOpeningAPosition": "lý do để mở một vị thế;",
  "psychologyDuringThe": "tâm lý trong quá trình giao dịch;",
  "whetherItIsProfitOrLoss": "cho dù đó là lãi hay lỗ;",
  "openingAndClosingPositions": "các vị trí mở và đóng Ảnh chụp màn hình biểu đồ thời gian.",
  "ifYouWantToBeAConsistent": "Nếu bạn muốn trở thành một nhà giao dịch kiên định, việc có một chiến lược giao dịch là điều tối quan trọng - đừng bao giờ đánh giá thấp sức mạnh của kế hoạch.",
  "whatIsAChartPattern": "Mô hình giá là gì？",
  "inTheMarketBuyersAnd": "Trên thị trường, người mua và người bán đang chơi trò chơi quyền lực mọi lúc, và biểu đồ chứng khoán (mô hình giá) là bản ghi kết quả của giao dịch này. Người ta dần tìm ra một số mẫu biểu đồ tiêu biểu trên các biểu đồ. Với sự giúp đỡ của biểu đồ, mọi người có thể thấy rõ người mua đang chiếm ưu thế hay người bán đang có thế mạnh trên thị trường. Hơn nữa, với những mẫu cổ điển này xuất hiện lặp đi lặp lại, người ta thấy rằng những thay đổi giống nhau về quyền lực của người mua và người bán luôn xuất hiện trên thị trường. Do đó, chúng ta có thể sử dụng kinh nghiệm học các mẫu hình này để dự đoán xu hướng của triển vọng thị trường. Đây là phân tích mẫu.",
  "typicalChartPatterns": "Các mẫu biểu đồ điển hình bao gồm có hai loại: mẫu đảo chiều và mẫu liên tục. Trong bài viết này, chúng tôi sẽ giới thiệu ba mẫu biểu đồ phổ biến nhất để hiểu cách phân tích mẫu dự đoán biến động giá và cách mọi người đưa ra quyết định giao dịch thông qua phân tích mẫu.",
  "headAndShoulders": "Mô hình: Đầu - Vai",
  "topAndHeadAndShoulders": "Mô hình Đầu - Vai là một trong những mô hình được các nhà giao dịch đánh giá cao nhất và là một trong những mô hình đảo ngược phổ biến nhất. Nó thường hình thành dần dần theo xu hướng tăng và báo hiệu sự đảo chiều trong các điều kiện thị trường. Nói cách khác, sự xuất hiện của mô hình Đầu - Vai thường có nghĩa là sự kết thúc của một làn sóng xu hướng tăng.",
  "aTypicalHeadAndShoulders": "Mô hình Đầu - Vai điển hình được hiển thị bên dưới:",
  "whenThePriceRisesAnd": "Khi giá tăng và giảm trở lại một điểm cố định, một đỉnh được hình thành, trông giống như vai trái. Sau đó, giá tăng trở lại và tạo đỉnh cao hơn đỉnh trước đó, sau đó giảm trở lại mức hỗ trợ của đỉnh đầu tiên. Đỉnh mới được gọi là \"đầu\" và mức hỗ trợ được gọi là \"đường viền cổ\". Nếu mô hình được hình thành đầy đủ, giá sẽ phục hồi tại đường viền cổ và tạo ra một đỉnh thấp hơn, đó là vai phải.",
  "whenYouFindAHeadAnd": "Khi bạn tìm thấy mô hình Đầu - Vai trên biểu đồ, điểm vào tiềm năng là khi giá xác nhận rằng nó đã phá vỡ đường viền cổ, nghĩa là khi nến đóng cửa dưới đường viền cổ, chúng ta mở bán khi mở nến tiếp theo Position.",
  "moreCautiousTraders": "Các nhà giao dịch thận trọng hơn có thể có xu hướng đợi giá kiểm tra lại đường viền cổ (nghĩa là giá chạm đường viền cổ một lần nữa) và sau đó tham gia thị trường khi giá không phá vỡ đường viền cổ trở lên. Tất nhiên, đôi khi giá có thể bắt đầu giảm trực tiếp sau khi phá vỡ đường viền cổ mà không cần nhìn lại. Việc bạn chọn giao dịch thận trọng hơn hay không phụ thuộc vào sự quan sát thêm của các nhà giao dịch đối với thị trường.",
  "afterTheTradeIsOpened": "Sau khi giao dịch được mở, mục tiêu lợi nhuận thường được đặt là khoảng cách tính bằng điểm từ đầu đến đường viền cổ.",
  "inAdditionYouMaySometimes": "Ngoài ra， đôi khi bạn có thể gặp mô hình Đầu - Vai - Đáy. Đáy vai đầu vai có xu hướng xuất hiện vào cuối một làn sóng xu hướng giảm, và có nghĩa là khả năng tăng giá trong tương lai nhiều hơn. Đáy - đầu và vai bao gồm một máng， tiếp theo là đáy thấp hơn và đáy cao hơn. Tương tự như đầu và vai, thời điểm vào lệnh của đầu và vai là khi bạn xác nhận rằng đường viền cổ bị phá vỡ bởi giá hoặc chờ xem đường viền cổ có được kiểm định lại hay không.",
  "theFigureBelowShowsThe": "Hình dưới đây cho thấy mô hình đáy đầu và vai trên thị trường thực tế:：",
  "doubleTopAndDoubleBottom": "Mô hình : Double top and double bottom",
  "doubleTopPatternOften": "Mô hình hai đỉnh thường xuất hiện ở đầu xu hướng tăng. Nó cũng là một mô hình đảo chiều, có nghĩa là sự kết thúc của một xu hướng tăng. Mô hình đỉnh kép bao gồm hai đỉnh cạnh nhau và giá của hai đỉnh tương tự nhau. Đường viền cổ của mô hình đang ở mức hỗ trợ được hình thành bởi giá. Khi giá phá vỡ dưới mức hỗ trợ đường viền cổ, chúng tôi tin rằng mô hình đã hình thành.",
  "nTermsOfTheTimingOfEntry": "Về thời điểm vào lệnh, thông thường bạn có thể cân nhắc việc mở một vị thế bán khi giá giảm xuống dưới đường viền cổ, hoặc đợi giá kiểm tra lại đường viền cổ và hình thành đỉnh thấp hơn. Một khi backtest không thành công, nó thường có nghĩa là giá đang di chuyển Động lực mạnh hơn.",
  "theProfitTargetIsSetAtThe": "Mục tiêu lợi nhuận được đặt tại khoảng cách điểm từ đỉnh đến đường viền cổ.",
  "theReverseOfADoubleTop": "Mặt trái của mô hình hai đỉnh là mô hình hai đáy, thường xuất hiện ở cuối xu hướng giảm, gồm hai đáy thấp cạnh nhau và các giá đáy tương tự nhau. Sự xuất hiện của đáy kép thường có nghĩa là một xu hướng tăng sẽ bắt đầu tiếp theo. Tương tự, chúng ta có thể tham gia thị trường khi đường viền cổ bị phá vỡ hoặc đợi đường viền cổ không thử nghiệm trở lại và hình thành đáy cao hơn để tham gia thị trường. Việc không kiểm tra đường viền cổ trở lại có nghĩa là đà tăng giá đang mạnh hơn.",
  "flagPattern": "Hình nền",
  "theFlagPatternIsDifferent": "Các mẫu cờ khác với các mẫu đầu và vai và các mẫu đầu kép được mô tả ở trên. Mẫu cờ là một mẫu sắp xếp có thể xuất hiện theo xu hướng tăng hoặc giảm. Vì giá không phải lúc nào cũng có xu hướng tăng hoặc giảm rõ ràng, nên đôi khi cần phải tạm dừng để phân loại. Lúc này bạn sẽ thấy giá dao động lặp lại nhiều lần rồi quay lại xu hướng trước đó.",
  "theAbovePictureIs": "Hình trên là hình lá cờ trong xu hướng tăng và giá đang trong xu hướng tăng trước khi hợp nhất. Vẽ các đường thẳng song song dọc theo đầu và cuối đường gom để có hình dạng của một lá cờ.",
  "takeTheFlagTrendInTheAbove": "Lấy xu hướng cờ trong biểu đồ trên làm ví dụ. Khi giá phá vỡ đường cờ trên cùng, bạn có thể cân nhắc tham gia thị trường để mở vị thế mua. Hoặc bạn có thể đợi giá test lại đường cờ và tạo đáy cao hơn trước khi tham gia thị trường. Mức đáy cao hơn này làm tăng niềm tin của chúng tôi vào lợi nhuận giao dịch",
  "calculateTheNumberOfPoints": "Tính số điểm từ xu hướng tăng trước đó đến đường cờ dưới cùng và sử dụng nó làm điểm lợi nhuận mục tiêu.",
  "theFigureBelowShowsTheFlag": "Hình dưới đây cho thấy mô hình lá cờ trong xu hướng tăng thực tế của thị trường. Sau khi làn sóng đầu tiên của xu hướng tăng hoàn thành, giá tiếp tục củng cố trong mô hình cờ, và cuối cùng phá vỡ đường cờ trên cùng để bắt đầu làn sóng xu hướng tăng thứ hai.",
  "theAboveContentCanBe": "Nội dung trên có thể được sử dụng như một hướng dẫn nhập môn để bạn nghiên cứu sâu hơn về phân tích mẫu. Trong tương lai, bạn sẽ học thêm nhiều loại biểu đồ khác nhau.",
  "stopLossCanHelp": "Cắt lỗ có thể giúp bạn giảm bớt cảm xúc can thiệp vào giao dịch và cũng rất hữu ích khi bạn không thể liên tục theo dõi thị trường.",
  "supposeThereIsAn": "Giả sử có một vị thế mua AUS200, giá mở cửa là 50, 66 và mức cắt lỗ được đặt là 50, 26. Khi giá giảm xuống 50, 26. Lệnh dừng lỗ sẽ tự động được thực hiện, cho phép đóng vị thế ở mức giá thực hiện tiếp theo. Trong ví dụ này, vị trí đã mất 40 điểm.",
  "itIsWorthNotingThat": "Cần lưu ý rằng lệnh dừng lỗ không hoàn toàn đảm bảo được thực hiện ở mức giá bạn chỉ định. Bởi vì thị trường có thể có khoảng cách giá, nó sẽ khiến lệnh cắt lỗ được thực hiện ở một mức giá khác. Khoảng cách giá thị trường đề cập đến một số loại hoặc biến động giá đột ngột xảy ra trong một khoảng thời gian rất ngắn.",
  "howMuchStopLoss": "Đặt mức dừng lỗ bao nhiêu?",
  "onceYouOpenAPosition": "Khi bạn mở một vị thế, bạn phải xem xét mức cắt lỗ mà bạn cần đặt. Việc thiết lập cắt lỗ phải dựa trên mức độ chấp nhận rủi ro cá nhân của bạn, nhưng số lượng điểm cắt lỗ không được quá nhỏ, nếu không giao dịch có thể bị dừng quá sớm. Thông thường, bạn cần để lại một số khoảng trống hợp lý cho các khoản lỗ thả nổi. Thông thường, khuyến nghị rằng mức cắt lỗ bạn đặt không được để khoản lỗ tiền vượt quá 1% đến 5%.",
  "trailingStopLoss": "Trailing stop loss",
  "wheneverThePriceMoves": "Bất cứ khi nào giá di chuyển một số điểm nhất định theo hướng thuận lợi, giá của lệnh cắt lỗ cũng di chuyển theo. Nói cách khác， khi giá di chuyển theo hướng có lợi, lệnh cắt lỗ trailing sẽ tự động \"theo dõi\" giá. Tính năng này có thể giúp bạn chốt lợi nhuận và tự động quản lý các giao dịch của mình",
  "profitTargetProfit": "Ví dụ: bạn có thể chỉ định rằng bất cứ khi nào giá tăng 5 điểm, lệnh dừng lỗ của bạn sẽ tăng 5 điểm. Khi bạn không thể quản lý giao dịch trong thời gian thực, lệnh cắt lỗ theo dõi có thể giúp bạn tự động thực hiện việc quản lý vị thế đã đề cập ở trên. Khi giá bắt đầu biến động theo hướng ngược lại， lệnh cắt lỗ sẽ vẫn ở mức giá ban đầu. Khi giá thị trường đạt đến mức giá cắt lỗ, vị thế của bạn sẽ tự động đóng cửa cắt lỗ là một chiến lược hiệu quả để giảm lỗ.",
  "profitTarget": "Mục tiêu lợi nhuận",
  "profitTargetProfitTarget": "Mục tiêu lợi nhuận là mức giá đặt trước mà bạn sẽ đóng vị thế của mình một cách có lãi. Trước khi dự định mở một vị thế, bạn nên xác định nơi đặt giá lợi nhuận của mình. Mục tiêu lợi nhuận là một phần quan trọng của quản lý đơn hàng. Chỉ cần giá thị trường đạt đến giá lợi nhuận, bạn không cần theo dõi vị trí bên cạnh máy tính, lợi nhuận sẽ giúp bạn tự động chốt lời.",
  "marketOrder": "Lệnh thị trường",
  "pendingOrder": "Danh sách các lệnh chờ xử lý",
  "aPendingOrder": "Lệnh đang chờ xử lý là lệnh có giá mở cửa đặt trước. Khi thị trường đạt đến mức giá đặt trước, một lệnh đang chờ xử lý sẽ tự động mở một vị thế. Nếu bạn không thể theo dõi biến động giá trước máy tính trong một thời gian dài, thì các lệnh chờ xử lý có thể rất hữu ích cho bạn. Trong giao dịch phạm vi (giá di chuyển qua lại trong một phạm vi) và giao dịch đột phá (giá phá vỡ phạm vi), các lệnh đang chờ xử lý cũng có thể rất hữu ích.",
  "typesOfPendingOrders": "Các loại lệnh đang chờ xử lý",
  "stopLossPending": "Lệnh chờ cắt lỗ: bán với giá thấp hơn giá thị trường hiện tại hoặc mua với giá cao hơn giá thị trường hiện tại.",
  "takeProfitPending": "Lệnh chờ chốt lời: ngược lại với lệnh chờ cắt lỗ - bán với giá cao hơn giá thị trường hiện tại hoặc mua với giá thấp hơn giá thị trường hiện tại.",
  "stopLossEntryOrder": "Lệnh dừng lỗ",
  "theFollowingFigure": "Hình dưới đây cho thấy lệnh mua cắt lỗ (mua với giá cao hơn) và lệnh nhập cắt lỗ bán (bán với giá thấp hơn). Ví dụ: bạn có thể đặt lệnh dừng bán đang chờ xử lý để phòng ngừa rủi ro của lệnh mua trước đó, do đó hạn chế tổn thất tiềm ẩn. Ngoài ra, các lệnh chờ cắt lỗ cũng có thể được sử dụng để xây dựng chiến lược giao dịch theo xu hướng (ví dụ: bạn định mở một lệnh bán, nhưng chỉ tham gia thị trường sau khi giá thị trường xác nhận rằng nó đã đi vào xu hướng giảm).",
  "takeProfitPendingOrder": "Lệnh chờ Chốt lời",
  "theFigureBelowShows": "Hình bên dưới cho thấy lệnh chờ mua chốt lời (mua với giá thấp hơn) và lệnh chờ bán chốt lời (bán với giá cao hơn). Lệnh chờ chốt lời có thể được sử dụng để hình thành chiến lược giao dịch theo phạm vi, nghĩa là khi giá di chuyển lên và xuống trong phạm vi, nhà giao dịch có thể thiết lập lệnh chờ chốt lời để tự động thực hiện các giao dịch giao dịch theo phạm vi.",
  "stopLossPendingOrders": "Các lệnh chờ cắt lỗ và lệnh chờ chốt lời là những trợ giúp tốt để kiểm soát rủi ro giao dịch. Vui lòng xem Hướng dẫn giao dịch để tìm hiểu cách sử dụng hai lệnh chờ này trong các chiến lược nâng cao.",
  "readTheChart": "Đọc biểu đồ",
  "chartsAreTheCore": "Biểu đồ là cốt lõi của giao dịch. Ngoài việc giúp các nhà giao dịch theo dõi giá trị thời gian thực của các vị trí, biểu đồ cũng có thể giúp họ hiểu được xu hướng giá trong quá khứ và cung cấp manh mối về xu hướng tương lai của giá trên cơ sở này",
  "theFirstThingTo": "Vì vậy， học cách hiểu các biểu đồ là bước quan trọng để trở thành một nhà giao dịch giỏi. Điều đầu tiên cần hiểu là giá trên biểu đồ hiển thị hiệu suất của giá tại thời điểm tương ứng.",
  "timeXAxisFromLeftToRight": "Thời gian: Trục X (từ trái sang phải):",
  "theXAxisOnTheChart": "Trục X trên biểu đồ hiển thị thời gian (từ trái sang phải). Càng xa về bên trái， thời gian càng sớm. Nến hoặc thanh giá mới nhất đại diện cho thời điểm hiện tại. Mỗi cây nến hoặc thanh giá đại diện cho một đơn vị thời gian. Thông qua thanh cài đặt khoảng thời gian ở đầu biểu đồ, bạn có thể thay đổi độ dài thời gian được biểu thị bằng một đơn vị thời gian. Ví dụ: giả sử bạn đặt khoảng thời gian là hàng ngày (D1), có nghĩa là mỗi cây nến hoặc thanh giá đại diện cho biến động giá trong ngày. Nếu nó được đặt thành 5 phút (M5), điều đó có nghĩa là mỗi cây nến hoặc thanh giá thể hiện biến động giá trong 5 phút.",
  "priceYAxisFromTopToBottom": "Giá: Trục Y (từ trên xuống dưới)",
  "youCanReadThePrice": "Bạn có thể đọc giá của sản phẩm trên trục Y thẳng đứng. Vị trí của nến hoặc thanh giá càng cao thì giá càng cao tại thời điểm tương ứng. Ngược lại, nếu một cây nến hoặc một thanh giá ở dưới cùng của biểu đồ, điều đó có nghĩa là giá tại thời điểm tương ứng thấp hơn.",
  "priceComposition": "Tiêu chuẩn giá",
  "onTheCandlestick": "Thành phần giá cả trên biểu đồ hình nến hoặc biểu đồ, mỗi cây nến hoặc thanh giá hiển thị bốn mức giá sau:",
  "openingPriceThis": "-Giá mở cửa: Đây là mức giá đầu tiên ở đầu chu kỳ. Trên biểu đồ, đường ngang bên trái thể hiện giá mở cửa. Trên biểu đồ hình nến, khi nến tăng, phần đáy của thân nến thể hiện giá mở cửa và khi nến giảm, phần trên của thân nến thể hiện giá mở cửa.",
  "highestPrice": "-Giá cao nhất: giá cao nhất xảy ra trong kỳ.",
  "lowestPrice": "-Giá thấp nhất: giá thấp nhất xảy ra trong kỳ.",
  "closingPriceThe": "-Giá đóng cửa: giá cắn cuối kỳ. Màu sắc được sử dụng để phân biệt giữa thị trường và giá đóng cửa.",
  "atTheEndOfAPeriod": "Vào cuối một khoảng thời gian, một cây nến / thanh giá mới sẽ xuất hiện và quá trình này sẽ lặp đi lặp lại, tạo thành biểu đồ mà chúng ta thấy. Dưới đây là hình minh họa của từng loại biểu đồ. Ba dạng biểu đồ cơ bản và phổ biến nhất là: biểu đồ đường, biểu đồ và biểu đồ nến. Mặc dù chúng cung cấp thông tin về giá theo những cách hơi khác nhau, nhưng chúng đều tuân theo khái niệm thời gian (khoảng thời gian).",
  "spread": "Lây lan",
  "theCompleteQuotation": "Báo giá hoàn chỉnh bao gồm hai phần: giá bán và giá mua. Sự khác biệt giữa hai được gọi là \"lây lan\". Chênh lệch thực tế là phí do nhà môi giới hoặc ngân hàng tính khi bạn mở một vị thế (tức là chi phí giao dịch). Mức chênh lệch càng lớn nghĩa là chi phí giao dịch của bạn càng cao, mặt khác, mức chênh lệch càng thấp có nghĩa là phí giao dịch càng rẻ.",
  "theLargerTheTransaction": "Khối lượng giao dịch càng lớn và đồng tiền càng phổ biến thì spread càng nhỏ trong quá trình giao dịch, và khối lượng giao dịch càng nhỏ, đồng tiền ít phổ biến hơn thường có spread lớn hơn.",
  "forTradersWhoTrade": "Đối với những người giao dịch thường xuyên hơn, chẳng hạn như người giao dịch trong ngày hoặc người giao dịch ngắn hạn, quy mô của mức chênh lệch là rất quan trọng. Tất nhiên, đối với các nhà giao dịch trung và dài hạn, mức chênh lệch có ảnh hưởng nhỏ hơn.",
  "theAboveIsAScreenshot": "Trên đây là ảnh chụp màn hình cửa sổ mở MT4, trong đó bạn có thể thấy giá bán, giá mua và chênh lệch giá hiện tại. Khi bạn mở một lệnh mua hoặc bán, giá thực hiện sẽ khác.",
  "buyOrderLongPosition": "Lệnh mua (vị thế mua)",
  "quotation": "Báo giá: 1.36298 / 1.36301",
  "theOpeningPriceForBuying": "Giá mở cửa để mua là 1.36301",
  "sellOrderShortPosition": "Lệnh bán (vị thế bán)",
  "theOpeningPriceForSelling": "Giá mở bán là 1.36298",
  "inBothCases": "Trong cả hai trường hợp, lãi và lỗ (P / L) của bạn khi lần đầu tiên bạn mở một vị thế là số âm vì chênh lệch được tính khi lệnh được mở. Khi thị trường biến động theo hướng có lợi cho bạn bằng cùng số điểm với mức chênh lệch, lệnh của bạn sẽ đạt mức hòa vốn."
}
