{
  "questions": "Vấn đề thường",
  "thisArticleCollects": "Bài viết này thu thập hầu hết các câu hỏi mà các nhà đầu tư thường hỏi, và hy vọng bạn có thể tìm thấy những câu trả lời hữu ích.",
  "whatKindOfSupervision": "WCG được quy định về loại giám sát nào?",
  "WCGMarketsLtdIsAuthorized": "WCG Markets Ltd được ủy quyền và giám sát bởi Sở giao dịch vàng bạc Hồng Kông (CGSE), và là thành viên số 12 A1.",
  "WCGIsABusinessBrand": "WCG là thương hiệu kinh doanh được nhiều công ty sử dụng, bao gồm",
  "WCGMarketsLtdIsSupervised": "WCG Markets Ltd được giám sát bởi Đơn vị Tình báo Tài chính Canada (FIU) và Trung tâm Phân tích Báo cáo và Giao dịch Tài chính Canada (FINTRAC). Số giấy phép MSB là M20282836.",
  "WCGMarketsLtdIsRegistered": "WCG Markets Ltd được đăng ký theo Luật Kinh doanh Quốc tế và được điều chỉnh bởi Saint Vincent và Cơ quan Dịch vụ Tài chính Grenadines (SVGFSA), được đánh số là 26087 BC 2020.",
  "HowToOpenAnAccountInWCG": "Làm thế nào để mở một tài khoản trong WCG?",
  "youCanRegisterYourRealAccount": "Bạn có thể đăng ký tài khoản thực của mình trên trang web chính thức của WCG, hoặc nhấp vào đây để đăng ký.",
  "whatKindOfAccounts": "Nền tảng cung cấp những loại tài khoản nào?",
  "weProvideDifferentAccountTypes": "Chúng tôi cung cấp các loại tài khoản khác nhau, vui lòng liên hệ với nhân viên dịch vụ khách hàng của chúng tôi để biết thêm chi tiết.",
  "whatKindOfDocuments": "Tôi cần tải lên loại tài liệu nào?",
  "customersInMainlandChina": "Khách hàng ở Trung Quốc đại lục chỉ cần tải lên tài liệu nhận dạng của bạn; khách hàng bên ngoài Trung Quốc đại lục cần cung cấp bằng chứng hộ chiếu và địa chỉ của bạn (chẳng hạn như bằng lái xe, thẻ đăng ký thường trú nhân hoặc hóa đơn điện nước trong ba tháng gần nhất, v.v.).",
  "howLongWillItTake": "Mất bao lâu để mở một tài khoản mới?",
  "accountOpeningWillTake": "Việc mở tài khoản sẽ diễn ra bình thường trong 1 ngày làm việc.",
  "howLongWillItTakeToProcess": "Mất bao lâu để xử lý đơn rút tiền?",
  "submitTheWithdrawal": "Gửi hướng dẫn rút tiền trước 11:00 sáng và bạn sẽ có thể nhận được tài khoản của mình trước khoảng 1:00 chiều cùng ngày.",
  "submitTheWithdrawalInstruction": "Gửi hướng dẫn rút tiền trước 5:00 chiều và tài khoản sẽ được ghi có trước 7:00 tối cùng ngày.",
  "HowDoIKnowMyWithdrawal": "Làm cách nào để biết đơn rút tiền của tôi đã được chấp thuận?",
  "onceTheWithdrawalApplication": "Sau khi đơn rút tiền được chấp thuận, số tiền sẽ được khấu trừ khỏi tài khoản giao dịch của bạn và số tiền ký quỹ có sẵn để giao dịch và duy trì bất kỳ vị thế mở nào chưa thanh toán sẽ bị giảm.",
  "whatIsTheMT4Platform": "Nền tảng MT4 là gì?",
  "MetaTrader4": "MetaTrader 4 (MT4) là một nền tảng giao dịch được phát triển bởi phần mềm MetaQuotes cho các giao dịch ngoại hối trực tuyến (FX), hợp đồng chênh lệch (CFD) và thị trường tương lai. Nền tảng MT4 có thể được đăng nhập thông qua trang web hoặc tải xuống máy tính của bạn hoặc bất kỳ thiết bị điện thoại thông minh nào.",
  "howToDownload": "Làm thế nào để tải xuống nền tảng giao dịch?",
  "youCanClickHere": "Bạn có thể nhấp vào đây để đi đến trang tải xuống của trang web chính thức và chọn thiết bị để tải xuống.",
  "canITradeOverWeekends": "Tôi có thể giao dịch vào cuối tuần không?",
  "noTradingOverWeekends": "Không có giao dịch vào cuối tuần, do thị trường đóng cửa."
}
