{
  "whiteLabel": "Hợp tác nhãn trắng",
  "wCGsWhite": "Chương trình hợp tác nhãn trắng của WCG cho phép bạn tạo thương hiệu cá nhân (hoặc công ty) trong ngành ngoại hối. Đây là một giải pháp cho phép bạn sử dụng danh tính và trang web của riêng mình để điều hành công việc môi giới. Chúng tôi có thể cung cấp cho bạn các sản phẩm chất lượng cao,nền tảng giao dịch đầy đủ chức năng, công nghệ tiên tiến và các điều kiện cạnh tranh để đáp ứng mọi nhu cầu của khách hàng.",
  "applyFor": "Đăng ký hợp tác   >",
  "wCGWhite": "Chiến lược Nhãn trắng WCG",
  "asALeading": "Với tư cách là nhà môi giới hàng đầu, chúng tôi sẵn sàng cung cấp cho bạn mọi thứ bạn cần để bắt đầu một công việc kinh doanh mới, từ việc tạo trang web (nếu cần) đến các hoạt động hỗ trợ và quản lý tại văn phòng rộng rãi. Chúng tôi cung cấp đầy đủ các sản phẩm và dịch vụ để bạn sử dụng miễn phí. Để hỗ trợ thêm cho doanh nghiệp của bạn, chúng tôi cung cấp đào tạo chuyên biệt, hỗ trợ khách hàng và hướng dẫn hạng nhất. Nền tảng giao dịch của chúng tôi hoàn toàn có thể tùy chỉnh và có thể được đặt theo tên công ty và nhãn hiệu của bạn. Bạn có thể chọn giữa các mô hình thu nhập và thù lao khác nhau để tối đa hóa lợi ích của bạn.",
  "advancedEquipment": "Thiết bị tiên tiến và ưu đãi hấp dẫn",
  "weWill": "Chúng tôi sẽ cho phép khách hàng của bạn sử dụng nhiều sản phẩm tài chính khác nhau và thực hiện các giao dịch thông qua các nền tảng di động và máy tính được quốc tế công nhận nhất",
  "youFormulate": "Chúng tôi có thể giúp bạn hình thành chiến lược phát triển doanh nghiệp, bao gồm việc xây dựng các quy trình làm việc chính và ngăn ngừa các vấn đề có thể lường trước được.",
  "extremelyLow": "Chênh lệch giá cực thấp và sản lượng cao",
  "weExclusively": "Chúng tôi độc quyền cung cấp các yêu cầu ký quỹ tùy chỉnh để tạo nguồn cấp dữ liệu cạnh tranh với giá chênh lệch thấp.",
  "veryLow": "Chi phí khởi động rất thấp",
  "startYour": "Bắt đầu kinh doanh môi giới ngoại hối của riêng bạn từ bất kỳ nơi nào trên thế giới, với rủi ro thấp và chi phí thấp.",
  "basedOn": "Dựa trên lợi nhuận của mỗi giao dịch của khách hàng",
  "youCanCheck": "bạn có thể kiểm tra theo thời gian thực bao nhiêu doanh thu mà khách hàng tạo ra cho bạn, cũng như hoa hồng và khối lượng giao dịch của khách hàng và các số liệu thống kê khác.",
  "createYourOwn": "Tạo thương hiệu của riêng bạn",
  "ourWhiteLabel": "Giải pháp hợp tác nhãn trắng của chúng tôi rất hiệu quả. Bạn có thể dựa vào nền tảng mạnh mẽ của chúng tôi để xây dựng cộng đồng giao dịch của riêng mình, cung cấp cho khách hàng môi trường giao dịch công bằng và minh bạch, sử dụng chênh lệch cạnh tranh và tận dụng các kế hoạch trợ cấp để tối đa hóa lợi ích.",
  "highQuality": "Nền tảng giao dịch chất lượng cao",
  "wcgHasLongTerm": "WCG có kinh nghiệm lâu năm trong lĩnh vực kinh doanh ngoại hối, cũng như hiểu biết sâu sắc về thị trường và nhu cầu của khách hàng, điều này sẽ đảm bảo rằng bạn vận hành thành công công ty môi giới của riêng mình thông qua các dịch vụ nhãn trắng. Công nghệ tiên tiến và hoàn thiện của chúng tôi sẽ giúp bạn lập chiến lược phát triển, chiến lược tiếp thị và quy trình hoạt động kinh doanh của riêng mình.",
  "fullAccess": "Toàn quyền truy cập",
  "realTime": "Chức năng giám sát thời gian thực",
  "customizedBackendSystem": "Hệ thống phụ trợ tùy chỉnh",
  "dedicated": "Người quản lý tận tâm",
  "assignADedicated": "Chỉ định một người quản lý tận",
  "assistYourWork": "tâm để hỗ trợ công việc của bạn bất cứ lúc nào",
  "customerSupport": "Hỗ trợ khách hàng",
  "provideDevelopment": "Cung cấp hỗ trợ phát triển",
  "achieveBrandIntegration": "để đạt được mục đích tích hợp thương hiệu",
  "applyforWhite": "Đăng ký hợp tác nhãn trắng   >"
}
