{
  "foreignExchangeTransactions": "外匯交易",
  "theForeignExchange": "外匯市場估計日交易量約五萬億美元，是世界上規模最大、流動性最強的金融市場。透過WCG外匯保證金交易平台投資外幣，您可以參與金融世界中這個激動人心的部分，即時獲得機構市場價格，24小時無間斷交易。WCG外匯交易帳戶，滿足用戶不同的投資需求。新手投資者亦可以試用我們的免費模擬帳戶，體驗快捷易用的MT4交易平台。",
  "viewTradingProducts": "查看交易產品",
  "howToPerform": "如何執行外匯交易",
  "foreignExchangeCurrencies": "外匯貨幣總是成對出現的，例如：EUR/USD、GBP/USD、USD/JPY。",
  "inForeignExchangeTrading": "在外匯交易中，您既可以買進（做多），也可以賣出（做空）。但是，當您在線交易外匯貨幣對時，您並沒有買進或賣出真實貨幣。您的操作其實是對貨幣對漲跌下注。而各種大宗商品和股票的價格變動，替代貨幣的價值並存，貨幣的漲跌其實是相對另一個貨幣而言的上升或下降。",
  "throughWCG": "通過WCG，您可以交易直盤和交叉盤的貨幣，開戶最低資金僅需100美元。",
  "unlikeOther": "與其他金融市場不同，外匯市場沒有一個固定的中央交易所或物理場所。由銀行、大型公司和個人交易者共同組成了24小時的外匯交易環球網絡。這意味著，外匯匯率24小時都在波動，提供了許多交易機會。",
  "buyLong": "買進-做多",
  "judgeTheMarket": "判斷行情為上漲趨勢，買入金融商品後便持有，等待上漲後賣出，賺取中間的價差。",
  "sellShort": "賣出-做空",
  "anticipatingThat": "預期行情將會下跌，便將手中的籌碼賣出，待價格下跌之後再買入；簡單說，就是先賣後買。",
  "learnMore": "了解更多",
  "startForexTrading": "簡單五步開啟外匯交易",
  "joinA24Hour": "加入由銀行、大型公司和個人交易者共同組成的24小時外匯交易環球網絡",
  "chooseAForeign": "選擇外匯貨幣對",
  "theFirstDecision": "成為外匯交易者要做的第一個決定是選擇您要交易的外匯貨幣對。",
  "inWCG": "在WCG，我們為您提供包括直盤和交叉盤貨幣對在內的豐富產品。交易新手往往從他們最熟悉的貨幣對開始進行交易，然後再從其他不太熟悉的貨幣對中尋找交易機會。",
  "determineTheDirection": "確定買賣方向",
  "afterChoosing": "在選擇好您的交易對象後，接下來您該通過推測市場未來走向來決定是買進還是賣出。外匯貨幣對由兩個貨幣組成，前面的貨幣被稱為「基礎貨幣」，後面的貨幣被稱為「報價貨幣」，因此：",
  "ifYouThinkThatTheBaseCurrencyIsStronger": "如果您認為基礎貨幣比報價貨幣更強，或報價貨幣比基礎貨幣更弱，那麼就買進這個貨幣對。",
  "ifYouThinkThatTheBaseCurrencyIsWeaker": "如果您認為基礎貨幣比報價貨幣更弱，或報價貨幣比基礎貨幣更強，那麼就賣出這個貨幣對。",
  "atTheSameTime": "同時，每個貨幣對在每時每刻都有兩個價格。一個是賣出價格，另一個是買進價格。兩個價格之間的差價被稱為「點差」，也就是您的交易成本。",
  "setStop": "設置止損/獲利",
  "stopLossTakeProfit": "止損/獲利是一種預先設定的價位，當匯率達到這個預定的價位時，相應的倉位會自動平倉。",
  "thePurposeOf": "設置止損/獲利的目的是為了鎖定倉位的盈利或虧損。",
  "monitorYourTrading": "監控您的交易倉位",
  "beforeThePositionIsClosed": "在未平倉之前，您的盈利和虧損（盈虧）會隨著價格的波動而變化。",
  "soRealTimeMonitoring": "所以實時監控您的盈虧情況非常重要。通過監控盈虧情況，您可以在需要時立刻追加倉位或平倉。",
  "closeYourPosition": "關閉您的倉位",
  "itIsExtremelyImportant": "看準有利的行情走勢並及時關閉您的倉位",
  "FailingToDoSo": "以實現差價收益或避免走勢相反時造成虧損，這對外匯投資者而言至關重要。",
  "foreignExchangeQuotes": "外匯報價一般有五位小數。其中第四位小數是最需要留心的，也就是人們常說的「點」。我們常用點數來計算盈虧。外匯交易量一般用「手」來統計，1手等於100，000基礎貨幣單位。您也可以交易比1手更小的單位，例如迷你手或微型手，迷你手對應了10，000貨幣單位（0.1手），微型手對應1000貨幣單位（0.01手）。",
  "supportLeverage": "支持槓桿",
  "youCanUtilizeLeverage": "您可以通過槓桿來開設比您資金量更大的倉位。這種做法可能導致更多盈利或虧損。因此，在進行外匯交易時，管理風險十分重要。",
  "fundingThreshold": "資金門檻",
  "whenTradingForeignExchange": "在線交易外匯時，您可以自行決定持倉量的大小。根據自身情況存入適合的資金量來參與交易。",
  "hoursTrading": "全日交易",
  "fromMondayMorning": "從周一早上到周六早上，外匯市場始終開放交易。這使得外匯市場成為業余交易者理想的交易市場。"
}
