{
  "howToTradePreciousMetals": "如何交易貴金屬",
  "forThoseTraders": "對於那些有興趣維持交易平衡的交易者，貴金屬交易是他們投資組合中重要的一部分，因為貴金屬被視為能預防通貨膨脹的保值資產。在WCG，貴金屬以美元報價。",
  "thisMeansThatWhenTradingGold": "這意味著當交易黃金時，您在推測1盎司黃金對美元的價格是漲還是跌。我們假設黃金當前價格是1300.60美元。您認為未來價格可能上漲，於是買進了100盎司（1手）黃金（代碼XAU/USD）。",
  "whenThePriceRisesTo": "當價格上漲至1305.80時，您決定平倉這筆交易。您的盈利是開倉價和平倉價之間的價差乘以您交易的盎司數量。這筆交易中，您獲得的盈利是520美元。",
  "diversifiedInvestment": "多樣化的投資",
  "justAsExperiencedInvestors": "正如經驗豐富的投資者像大型機構一樣，傾向於讓他們的投資組合更加多樣化，以降低風險並提高收益。黃金交易被認為是多樣化交易投資組合的一種極好方式，因為黃金價格往往與股票市場呈負相關。",
  "fightAgainstInflation": "抵禦通貨膨脹",
  "asInflationIntensifies": "隨著通貨膨脹的加劇，貨幣會隨著時間的推移而貶值，而黃金在通脹面前比貨幣更加保值。即使是在全球市場陷入衰退的2008年，金價也幾乎沒有受到影響。事實上，從2007年到2008年，黃金價格上漲了約4%。",
  "highStorageValue": "高度儲藏價值",
  "about95OfTheWorldsGold": "世界上約95%的黃金都是作為珠寶或黃金金庫持有的。與囤積的黃金數量相比，黃金的供應每年以極低的速度增長，因此，在過去的50年裏，黃金的價格一直在上漲。",
  "preciousMetalsAreDifficultToMine": "貴金屬難以開採，造就了其稀缺性和昂貴的價格。這也是為什麽人們把這些金屬稱為「貴」金屬。",
  "amongAllPreciousMetals": "在所有貴金屬中，黃金是最受交易者們歡迎的品種。黃金為線上交易者們提供了難得的交易機會。這主要是因為黃金的與眾不同，黃金在世界經濟中的地位可謂獨一無二。",
  "participantsInGoldTrading": "黃金交易的參與者",
  "theGoldMarketAttracts": "黃金市場吸引了大量交易者。他們中的大多數人都在尋找安全的、有利可圖的投資選擇，以實現財富的持續增長，或規避其他投資所帶來的風險。這正是黃金如此吸引人的原因。黃金市場的參與者可以劃分為以下兩大類：",
  "goldBelievers": "黃金信徒",
  "mainlyIncludeIndividualInvestors": "主要包括個人投資者和黃金交易商。黃金信徒們在整個黃金市場中占據了極大比例。這些人從根本上看好這一昂貴的大宗商品，並將大量資產配置為黃金。市場中大量零售參與者都是這個類型。他們往往長期持倉，通過持續的購買意向，向黃金市場註入了大量流動性。",
  "largeInstitutions": "大型機構",
  "suchInstitutionsIncludeHedgeFunds": "此類機構包括對沖基金、銀行以及參與買賣黃金的經紀商公司。這些機構大多采用經過精密計算的策略，制定多元化的交易組合，為客戶在高度不穩定的市場環境中提供安全的投資保障。這些機構中的大部分並沒有固守黃金交易。它們的投資組合中往往包括其他投資選擇。",
  "reasonsAffectingThePriceOfGold": "影響金價的原因",
  "thereAreManyFactors": "影響金價的因素非常多。以下是影響因素的簡單概述",
  "centralBank": "央行",
  "theseInstitutions": "這些機構為調節其外匯儲備而參與黃金買賣，以穩定其貨幣的價值。因此，相應的推高了金價。",
  "crudeOil": "原油",
  "crudeOilAndGold": "原油和黃金因同樣以美元標價而具有緊密的聯系。此外，原油價格的上漲也會加劇通貨膨脹，而通貨膨脹反過來又會使黃金價格上漲。",
  "USDollars": "美元",
  "sinceGoldIsPriced": "由於黃金以美元標價，當美元價值上漲時，自然對黃金價格造成下跌的壓力。",
  "stockMarket": "股市",
  "whenTheStockMarket": "股市下跌時，交易者往往轉向買進黃金，因而助推黃金價格。",
  "historicalGoldPrice": "歷史金價",
  "theFollowingTable": "下表顯示了在過去的50年間黃金的價格波動。總而言之，自1970年以來，黃金價格一直在大幅上漲。",
  "duringThisPeriod": "在此期間，投資黃金回報率最低的年份發生在1970年至1979年間。",
  "onTheOtherHand": "另一方面，最大幅度的上漲發生在2000年至2009年之間。",
  "goldTradingExample": "黃金交易範例"
}
