import { IndexTrading } from '../@types/indexTrading';

export const indexTrading: IndexTrading = {
  indexTrading: '指數交易',
  indexAlsoKnownAs:
    '指數，又被稱為「股票指數」，是對特定的一系列公司價值的度量，通常被用於評估某個行業、區域或國家的經濟表現。CFDs 即差價合約，讓你不需要擁有實體產品，也可針對產品的差價來進行交易。總體而言，指數 CFDs 對投資者而言是一種方法，讓他們可以交易指數，但不必擁有相關的股份或指數本身。',
  viewTradingProducts: '查看交易產品',
  theBasisOfTradingIndexes: '交易指數的基礎',
  indexesAllowUs:
    '指數讓我們能夠研究市場板塊的表現，從而更好地識別投資機會和市場波動。 由於指數追踪許多公開交易的股票 ，交易者可以通過跟踪指數了解市場的大體變動並且制定相應的投資策略。它所采用的價格計算方式可以分為兩大類。',
  marketValueWeightedIndex: '市值加權指數',
  TheMarketValueWeightedIndex:
    '市場加權指數是根據其成分公司的總市值來計算的。這意味著，公司的市值越大，對指數價格產生的影響就越大。這是最使用普遍的指數編制方法，英國富時指數和德國DAX指數是其中的典型代表。',
  priceWeightedIndex: '價格加權指數',
  thisTypeOfIndex:
    '這類指數是根據所有成分公司的股價加總的算術平均數，也就是說指數的計算與基期和目前的股價有關，與市值無關。在這種情況下，成分股的股票價格越高，對指數整體價格的影響力就越大。',
  theWorldsNineMajorIndexes: '全球九大指數',
  takeALookAtThePerformance:
    '綜觀國際市場或其中某一板塊的表現，並比較投資回報。而股票指數即是股票價格的加權平均值。美國標普500、道瓊指數、納斯達克指數就是股票指數。',
  SPX500: '美國標普500指數（SPX500）',
  theWorldsMostWellKnown:
    '世界上最知名的股票指數，與其他市場的表現高度相關。該指數由一家名為標準普爾的出版公司創立，包含了全美國排名前五百的頂級公司。',
  US30: '美國道瓊斯指數（US30）',
  stocksFrom30Companies:
    '來自九個核心行業的三十家公司的股票。該指數的一個獨特之處是，它是一個價格加權平均數，因此它的漲跌常被用作衡量全世界風險情緒的指標。',
  NASDAQ: '納斯達克指數（NASDAQ）',
  americasMostFamous:
    '美國最著名的科技行業代表指數。盡管它也包含一些其他行業，但其仍然以Apple、Facebook和Google等科技公司引人矚目。',
  UK100: '英國富時100指數（UK100）',
  itContainsSomeLargeCompanies:
    '包含了一些受到英國公司法監管的大型公司，但並非所有成分股都在英國設立。指數的價格是實時計算的，當市場開市時，價格按秒計算更新。',
  GER30: '德國DAX指數（GER30）',
  thisIndexConsistsOf:
    '該指數包含了三十家市值最大的德國公司。DAX指數是世界上交易量最大的指數之一，其波動性和日波動幅度均高於其他指數。',
  JPN225: '日經指數（JPN225）',
  theMostPopularIndex:
    '東京證券交易所內最流行的指數，是衡量日本經濟表現的一個核心指標。日經225的表現與美國股票市場呈現明顯的正相關。',
  AUS200: '澳大利亞ASX 200指數（AUS200）',
  theIndexConsistsOfThe200:
    '指數包含了澳大利亞最大的二百家公司。它是一個市值加權指數，意味著總市值越高的公司，對指數價格的影響也越大。',
  FRA40: '法國CAC 40指數（FRA40）',
  theBenchmarkIndex:
    '法國股票市場的基準指數。它被廣泛用於評估整個歐洲的健康狀況。指數包含一些知名的成分公司，例如萊雅集團、AXA（安盛）集團和米其林公司。',
  ESTX50: '歐洲斯托克50指數（ESTX50）',
  itIsComposedOf50:
    '由歐洲的五十家領導企業組成，常常被譽為歐洲的「道瓊斯指數」。它也是一個市值加權指數，並在每年九月重新審核其股票組成。',
  howToTradeIndex: '如何交易指數',
  indexTradingProvidesTraders:
    '指數交易為交易者提供了投資全球、地區或特定行業市場的機會，世界上交易最多的股票指數包括道瓊斯工業平均、標普500、英國富時、德國DAX、澳大利亞ASX200、納斯達克、法國CAC40和日經225指數。由於指數只是數字，無法被直接交易，您需要以差價合約（CFD）等方式來交易它們。交易盈虧多少取決於市場的波動幅度和您的交易量大小。通過WCG，您只需要存入最低100美元資金就可以開始交易指數。',
  identifyTradingOpportunities: '識別交易機會',
  theMostImportantInformation:
    '關於指數的最重要信息為其每日變化（以百分比表示）以及自市場開盤以來所移動的點數，而這些訊息通常與目前的價格一起提供。',
  takeTheGermanDAX:
    '以德國DAX指數為例。您看好德國的經濟前景，因此您購買DAX指數的差價合約，並預計相關的德國公司將把指數價格拉高。',
  itShouldBeNoted:
    '需要注意的是，指數的上漲有時候並不是因為實際經濟增長，而是市場對持有風險資產（如股票）的風險情緒狀況。當然，風險情緒帶來的價格偏離並不會持久，價格回調很可能隨之而來。交易者經常比較不同地區的指數的表現，以識別和運用潛在的交易機會。通過比較德國DAX指數和美國標普500，我們來了解一下實際情況。',
  correlationBetween: '德國DAX指數和美國標普500指數之間的相關性',
  thePerformanceOfTheSP500:
    '標普500的表現意味著它所代表的企業的實力，因而被視為美國股市的一個很好的指標。相對應的，在大西洋的另一邊，DAX指數反映了德國股市的表現。',
  theChartBelow:
    '以下圖表顯示了這兩個主要指數之間強大的相關性。當德國DAX指數和標普500的走勢不同時，往往被視為是一種價格異常，而交易者也經常把這個現象視為交易機會。',
  anIndexIsEitherBasedOn:
    '一個指數要麽是基於地區的，要麽是基於行業的，是反映市場人氣的一個極好的指標。由於現在各個地區的經濟都有很大的聯系，所以不同指數之間產生了巨大的相關性。對於想交易指數的交易者來說，理解全球經濟事件與主要指數價格形態之間的關系是至關重要的。比如，您可能知道德國DAX指數目前的價位，以及開盤價格是否向下或者向上跳空。',
  theDifferenceBetween: '德國DAX與標普500之間的區別',
  inOrderToEvaluate:
    '為了評估市場在價格異常情況下的下一步走勢，了解每個指數的獨特特征以及它所代表的地區和行業是很重要的。',
  typeOfCompanies: '公司類型',
  theUnitedStatesHas:
    '美國擁有一個高度消費驅動的經濟，標普500指數中有近50%企業是美國資訊科技、金融和醫療保健企業。反之，德國的經濟依賴出口，而且其科技產業也相對比較小。德國的化工產業占據了DAX指數最大的比例。',
  theDifferenceBetweenTotalReturnIndexAndPriceReturnIndex:
    '總回報指數與價格回報指數之間的區別',
  theTypicalFeature:
    '總回報指數的典型特征是將所有股息都用於再投資，因為它要衡量的是其成分公司的實力。德國DAX指數是個典型的總回報指數。相反的，標普500是個價格回報指數，也就是說股息不包括在回報的計算中。因此，DAX指數往往會比以標普500為例的非總回報指數上漲更多。',
  whenIndexPricesDiverge:
    '當指數價格出現分歧時，在決定您的下個交易決策之前，考慮上述因素是很重要的。通過差價合約交易指數是最受歡迎的指數交易方式。差價合約指數產品讓交易者可以從價格的上漲或下跌中獲利。如果價格上漲，您持有的多倉（買進）就可以獲利；如果價格下跌，您持有的空倉（賣出）就可以獲利。',
  tradingIndexContract: '交易指數合約',
  aCommitmentToPurchase: '在約定日期以指定價格購買特定資產的承諾。',
  CFDsAllowIndividuals:
    '差價合約允許個人根據他們對指數價值上漲或下跌的預測來下達買入和賣空的交易訂單。',
  buy: '買入',
  executingABuyOrder:
    '執行「買入」訂單意味着您認為該工具的價值將上漲。如果該工具如預期上升，您可以平倉獲利，投資收益為購買和平倉價格之間的差額。相反，如果您以低於「買入價」的價格平倉，那麼您的虧損就是「買入」與平倉價格之間的差額。',
  sell: '賣出',
  executingASellOrder:
    '執行「賣出」訂單意味着您認為該工具的價值將下跌。如果該工具如預期下跌，您可以平倉獲利，投資收益為賣出和平倉價格之間的差額。相反，如果您以高於「賣出價」的價格平倉，那麼您的虧損就是「賣出」與平倉價格之間的差額。'
};
