{
  "buildTheWorldWithIntegrity": "نقوم ببناء العالم بنزاهة، اربح المستقبل بثبات",
  "WCGHasASolidFoundation": ".إن WCG تمتلك أساس متين وتركز على الابتكار المستمر. حتى الآن، قد مكنتنا أفضل تجربة للمستخدم و أفضل الخدمات الاحترافية في السوق من الاستمرار في ريادة السوق والاستمرار في الالتزام بتوفير أفضل بيئة تداول للمستثمرين حول العالم",
  "registerARealAccountNow": "قم بالتسجيل لحساب حقيقي الآن",
  "registerADemoAccountNow": "قم بالتسجيل لحساب تجريبي الآن",
  "strictlyRegulatedAndTrustworthy": "تتبع تنظيمات صارمة وجديرة بالثقة",
  "WCGInternational": "WCG Markets Ltd هي علامة تجارية استثمارية مالية مهنية تأسست في سانت فينسنت والغرينادين، وتخضع لقوانين وأنظمة صارمة، ومسجلة وفقًا لقانون الشركات التجارية الدولية (BCN: 25293 BC 2019) ، ولديها لوائح صارمة لحماية مصالح المستثمرين.",
  "tradingProducts": "منتجات التداول",
  "tradingPlatform": "منصة التداول",
  "platformHasWonManyAwards": "المنصة فازت بالعديد من الجوائز",
  "basedOnTheBasicPrinciples": "استنادًا إلى المبادئ الأساسية للعدالة والشفافية، فقد تم الوثوق بالمنصة ودعمها من قبل المستخدمين في جميع أنحاء العالم. إن هدف الشركة هو أن تكون متمحورة حول العملاء وصادقة",
  "multiPartySystemSupport": "دعم الانظمة المتعددة",
  "fullSupport": "دعم كامل لأجهزة الكمبيوتر الشخصية والهواتف المحمولة والأجهزة اللوحية والأنظمة الأخرى لتلبية احتياجات المستثمرين دون مغادرة المنزل، والوصول فورياً  إلى عروض أسعار العملات ومعلومات المنتجات المالية",
  "rapidTransaction": "صفقات سريعة",
  "globallyRecognizedLiquidity": "لدينا مزودي سيولة معترف بهم عالمياً ويتمتعون بخبرة كبيرة في السوق واتصالات سريعة من دون تأخير . ليتمكن عملاؤنا من الحصول على سرعة تنفيذعالية في زمن انتظار قليل",
  "excellentCustomerService": "خدمة العملاء الممتازة",
  "provideServices": "تقديم خدمات مثل التنفيذ الممتاز، تسعير شفاف، أدوات عالية الجودة، أخبار السوق والمعرفة المهنية، بحيث يمكن للمستخدمين الحصول على المزيد من الفوائد المحتملة",
  "diversifiedProducts": "منتجات متنوعة , اصنع المستقبل",
  "WCGProvides24Hours": "توفر WCG Markets Ltd خدمات تداول المنتجات المالية العالمية عبر الإنترنت على مدار 24 ساعة للعملات الأجنبية والمؤشرات والطاقة والسلع والعملات المشفرة وعقود الفروقات الأخرى للعملاء العالميين. ومن خلال المنتجات ذات التنافسية العالية والتكنولوجيا الرائدة الممتازة والخدمات الاحترافية والمراعية، نحن نوفر لعملائنا خبرة تجارية واستثمارية ذات مستوى عالي ونحقق هدف تنمية الثروة",
  "WCGIsAlwaysYourWiseChoice": "وينتشوآن هي خيارك الحكيم دوماً",
  "WCGKeepsAdvancingWithTimes": "وينتشوآن تواصل التقدم مع مرور الوقت. لهذا السبب نحن نُصر على الاستثمار في أحدث التقنيات، والتي لا تجعل عملية فتح الحساب ومراجعته أسرع فحسب، بل توفر أيضًا نظام دفع مناسب لأغراض الإيداع والسحب. نحن نستخدم أحدث تقنيات التجسير لربط MT4 وكبار مزودي السيولة، بحيث يتمكن العملاء من التداول أثناء السفر والاستجابة على الفور لأخبار وبيانات نشاط السوق. من أجل الالتزام بمبدأنا الأساسي المتمثل في \"الإنصاف والعدالة\"، فإننا نضمن أن يتم تنفيذ جميع معاملات العملاء تلقائيًا. في الوقت نفسه، نعطي اهتمامًا كبيرًا لتجربة تداول العملاء أيضًا. سيوفر لك فريق الخبراء الكبير من وينتشوآن خدمة عملاء فردية مخصصة في أي وقت، حتى تتمكن من الاستمتاع بأفضل بيئة تداول في العالم",
  "goToThePlatformToDownload": "انتقل إلى المنصة لتحميلها",
  "yearsOfCredibility": "والامتثال الصارم",
  "adheringToTheOriginalIntention": "للوائح والسعي لتحقيق أعلى معايير مصداقية في هذا القطاع. سنوات من المصداقية والالتزام بالغاية الأصلية لمعايير السلامة والنزاهة والوثوقية والابتكار المستمر والتطوير المستمر",
  "abundantResources": "موارد وفيرة",
  "fullyProvideCustomers": "نقوم بتزويد العملاء بنظام تشغيل آمن بالكامل وأدوات تداول كاملة وموارد مالية وفيرة ودعم عالمي احترافي",
  "qualityService": "جودة الخدمة",
  "ourSalesTeam": "تلقى فريق المبيعات وفريق دعم العملاء الخاص بشركتنا تدريبًا احترافيًا، ونسعى جاهدين لتزويدك بأفضل تجربة تداول",
  "licenseIntroduction": "License introduction",
  "WCGMarketsLtdIsAuthorized": "WCG Markets Ltd is authorized and supervised by the Hong Kong Gold & Silver Exchange (CGSE). For the No. 12 A1 level trainer.",
  "WCGMarketsLtdIsRegistered": "WCG Markets Ltd is registered under the International Business Law and is regulated by the Saint Vincent and the Grenadines Financial Services Authority (SVGFSA), with registration number 26087 BC 2020. Saint Vincent and the Grenadines Golden FSA (Financial Services Authority) is the national authority responsible for the management and supervision of international financial services institutions and non-bank financial institutions in Saint Vincent and the Grenadines.",
  "HongKongIsThe": "Hong Kong is the world's third largest gold trading market after the New York gold market and the London gold market. The Hong Kong Gold and Silver Exchange (CGSE) was established in 1910 and is currently the only gold and silver exchange in Hong Kong that trades spot gold and silver. Implement a membership system. The Hong Kong Gold and Silver Exchange (CGSE) aims to provide members with trading venue facilities and related services to conduct gold, silver and other precious metals trading activities. It has the ability to implement the business rules of the gold exchange, regulate trading behavior, supervise member trading operations, and investigate and punish violations of this field. Various functions such as members who act as stipulated in the articles of association.",
  "WCGMarketsLtdIsSupervised": "WCG Markets Ltd is supervised by the Canadian Financial Intelligence Unit (FIU) and the Canadian Financial Transaction and Reporting Analysis Center (FINTRAC). The MSB license number is M20282836. The Canadian Financial Transaction and Reporting Analysis Center (FINTRAC) is Canada's financial intelligence unit, established in 2000. It is an independent agency that reports to the Minister of Finance and is mainly responsible for collecting, analyzing, evaluating and disclosing relevant information about the Canadian financial industry to protect Canadian financial stability and security.",
  "view": "View"
}
