{
  "companyNews": "أخبار الشركة",
  "corporateResponsibility": "مسؤولية الشركة",
  "announcements": "تصريحات",
  "throughOurCompanyNews": ".من خلال تحديثات أخبار شركتنا، يمكنك معرفة المزيد حول أحدث التطورات في WCG، مثل تقديم المنتجات الجديدة، والتغييرات في ساعات التداول، والأنشطة الترويجية",
  "contactUs": "اتصل بنا",
  "ifYouNeed": "إذا كنت بحاجة إلى مساعدة فورية، فيرجى ملء النموذج التالي وإرساله إلى أخصائي خدمة العملاء لدينا",
  "customerService": "خدمة الزبائن",
  "customerServiceEmail": "البريد الإلكتروني لخدمة العملاء",
  "WCGIsAlways": "إن منصة WCG دائمًا بجانبك. إذا كان لديك أي أسئلة أو مشاكل أو اقتراحات أو طلبات، فلا تتردد في الاتصال بنا. نحن نقدم خدمات دعم متعددة اللغات. إذا كنت بحاجة إلى مساعدة فورية، فيرجى تعبئة النموذج أدناه للاتصال بأخصائي خدمة العملاء لدينا",
  "firstName": "الاسم الأول",
  "lastName": "الاسم الاخير",
  "contactNumber": "رقم الهاتف",
  "emailAddress": "عنوان البريد الإلكتروني",
  "area": "المنطقة",
  "category": "الفئة",
  "pleaseSelectAnItem": "الرجاء تحديد عنصر في القائمة",
  "generalInquiry": "استفسار عام",
  "disputesComplaints": "المنازعات / الشكاوى",
  "partner": "شريك",
  "yourAccount": "الحساب الخاص بك",
  "areYouOurExistingCustomer": "هل أنت عميل حالي لدينا",
  "Yes": "نعم",
  "No": "لا",
  "leaveAMessage": "اترك رسالة",
  "iAgreeTo": ".أوافق على تقديم معلوماتي إلى WCG. للحصول على معلومات حول المنتجات والعروض الترويجية الأخرى، يمكن الوصول إلي عبر البريد الإلكتروني أو الهاتف. لقد قرأت ووافقت على سياسة الخصوصية الخاصة ب WCG",
  "submit": "إرسال نموذج الاستفسار",
  "weWillContactYou": "سنتواصل معك في أقرب وقت ممكن",
  "tooShort": "Too short",
  "tooLong": "Too long",
  "invalidFormat": "Invalid format",
  "required": "Required",
  "January": "January",
  "February": "February",
  "March": "March",
  "April": "April",
  "May": "May",
  "June": "June",
  "July": "July",
  "August": "August",
  "September": "September",
  "October": "October",
  "November": "November",
  "December": "December",
  "establishedHongKong": "Established Hong Kong Chenchen Trading Co., Ltd.",
  "wonTheNo": "Won the No. 12 member license of the Hong Kong Gold and Silver Trade Fair, mainly engaged in the international trading business of precious metals.",
  "changedItsName": "Changed its name to Wen Chuan Gold Industry Co., Ltd.",
  "theOnlineTradingPlatform": "The online trading platform was officially launched to facilitate customers to hedge against the spot.",
  "theInternationalTradeVolume": "The international trade volume of physical precious metals reaches an average of more than 200 kilograms per day",
  "setUpVietnam": "Set up Vietnam Liaison Office.",
  "invitedToParticipate": "Invited to participate in the 16th China Shanghai Financial Expo, accepting media interviews.",
  "partneredWith": "Partnered with a well-known local licensed dealer in Indonesia – Central Capital Futures Co., Ltd., officially entering the fourth largest market in the world.",
  "awardedTheMostInvestorTrusted": "Awarded the Most Investor Trusted Precious Metal Dealer of the Year.",
  "WCGMarketsLtdObtained": "WCG Markets Ltd obtained the Saint Vincent and the Grenadines Financial Services Authority (SVGFSA) license with the number 126087 BC 2020.",
  "establishedMalaysia": "Established Malaysia Liaison Office.",
  "setUpTaiwan": "Set up Taiwan Liaison Office.",
  "aLeaderInTheIndustry": "Mr. Wu Guoqiang, a leader in the industry, joined forces and is responsible for the risk control and monitoring department. Mr. Wu has a master's degree in finance and a number of international professional qualifications. He has served as chief trader and head of risk management department of many world-class banks.",
  "WCGMarketsLtdObtainedTheFINTRAC": "WCG Markets Ltd obtained the FINTRAC MSB license of Canada, the number is M20282836.",
  "startCharityProjects": "Start charity projects, actively participate in education and medical charity projects, and strive to become a good corporate citizen and give back to the society.",
  "integrateAndUpdate": "Integrate and update the brand. Adopting new logos and slogans, and also grandly launching a new webpage with multiple languages ​​to facilitate international investors.",
  "theTradingSystem": "The trading system is upgraded, and more new products are launched, such as US stocks, cryptocurrency, etc., to optimize the investment experience of customers.",
  "focusingOn": "Focusing on rural quality education, we specially sponsor the Zhixing Education Foundation's 21-22 Zhixing Book Corner Project. It is estimated that there will be at least 6 primary schools and thousands of primary school students can benefit from it."
}
