{
  "copyright": "© WCG جميع الحقوق محفوظة ، لا إعادة طبع",
  "privacyPolicy": "سياسة الخصوصية",
  "termsAndConditions": "الأحكام والشروط",
  "disputeSettlement": "تسوية المنازعات",
  "riskDisclaimer": "إخلاء المسؤولية عن المخاطر",
  "followUs": "تابعنا",
  "provideYouWith": "نوفر لك خدمات استثمارية عالية الجودة مع أكثر الخبرات المهنية في الصناعة",
  "allTradesInvolveRisks": "سياسة المخاطر: جميع الصفقات تنطوي على مخاطر. قد تكون خسارتك في التداول أكبر من إجمالي إيداعك.",
  "newbiesGettingStarted": "نوبي الشروع في العمل",
  "getUSD": "احصل على 100،000 دولار أمريكي من الأموال الافتراضية للحساب التجريبي",
  "demoAccount": "حساب تجريبي",
  "startRealFXTrading": "ابدأ تداول العملات الأجنبية الحقيقي",
  "aRealAccount": "حساب حقيقي",
  "WCGIsABusinessBrand": "WCG هي علامة تجارية مشتركة بين العديد من الشركات ، بما في ذلك:",
  "WCGMarketsLtdIsALimitedLiabilityCompany": "WCG Markets Ltd هي شركة ذات مسؤولية محدودة مسجلة بموجب قانون الشركات التجارية الدولية في سانت فنسنت وجزر غرينادين. رقم الشركة 26087 قبل الميلاد 2020. العنوان المسجل هو: مركز الخدمات المالية ستوني جراوند ، كينجستاون ، سانت فنسنت وجزر غرينادين.",
  "WCGMarketsLtdIsRegulatedByTheFINTRAC": "تخضع WCG Markets Ltd للتنظيم من قبل FINTRAC. رقم ترخيص MSB هو M20282836. العنوان المسجل هو: 150-10451 Shellbridge Way، Richmond BC V6X 2W8، Canada.",
  "WCGGoldCompany": "شركة WCG Gold Company المحدودة مرخصة من بورصة هونغ كونغ للذهب والفضة (CGSE). إنها الوحدة العضو رقم 12 A1. العنوان المسجل هو: Flat D، 22 / F، Tower B، Capital Tower، 38Wai Yip Street، Kowloon، Hong Kong.",
  "WCGGlobalLtd": "Wenchuan Global Ltd هي شركة ذات مسئولية محدودة تأسست في المملكة المتحدة برقم الشركة 11019948. العنوان المسجل هو: WC1E 6HA، 5th Floor، 3 Gower Street، London، UK.",
  "HighRiskInvestmentWarning": "تحذير الاستثمار عالي المخاطر: العقود مقابل الفروقات (CFD) هي منتجات مالية معقدة ، ومن المحتمل أن يؤدي استخدامها لسمات التداول بالرافعة المالية إلى خسارة سريعة لرأس المال ، وقد يُطلب منك طلب الهامش. يرجى فهم مبادئ المنتجات الخاصة بالعقود مقابل الفروقات والنظر فيما إذا كان بإمكانك تحمل هذه المخاطر قبل دخول السوق. لا تضمن الأسعار والأداء السابق لجميع أدوات المشتقات المالية أو تمثل الاتجاهات المستقبلية. هذه المنتجات المالية ليست مناسبة لجميع المستثمرين. يرجى التأكد من فهمك الكامل لجميع المخاطر المحتملة قبل دخول السوق وطلب المشورة المستقلة عند الضرورة.",
  "restrictedAreas": "المناطق المحظورة: لا تهدف معلومات موقع WCG Markets Ltd إلى استهداف سكان كولومبيا البريطانية وكيبيك وساسكاتشوان وجمهورية كوريا الديمقراطية الشعبية (كوريا الشمالية) وإيران والولايات المتحدة وهونج كونج ؛ وعدم إرسال المعلومات أو استخدامها لأشخاص في دول أو نطاقات قضائية ينتهك فيها نشر أو استخدام هذه المعلومات القوانين واللوائح المحلية."
}
