{
  "foreignExchangeTransactions": "معاملات الصرف الأجنبي",
  "theForeignExchange": "إن التداول اليومي لسوق الصرف الأجنبي يبلغ حجمه حوالي 5 تريليون دولار أمريكي ، مما يجعله أكبر الأسواق المالية في العالم وأكثرها سيولة. يمكنك المشاركة في هذا الجزء المثير من العالم المالي من خلال الاستثمار في العملات الأجنبية عبر منصة ونتشوآن لتداول العملات الأجنبية بالهامش، والحصول على أسعار السوق المؤسسية بشكل فوري، والمعاملات المستمرة على مدار 24 ساعة. إن حساب ونتشوآن لتداول العملات الأجنبية يلبي الاحتياجات الاستثمارية المختلفة للمستخدمين. يمكن للمستثمرين الجدد أيضًا تجربة الحساب التجريبي المجاني الخاص بنا لتجربة منصة التداول MT4 السريعة وسهلة الاستخدام",
  "viewTradingProducts": "عرض منتجات التداول",
  "howToPerform": "كيفية إجراء معاملات الصرف الأجنبي",
  "foreignExchangeCurrencies": "تظهر عملات الصرف الأجنبي دائمًا في أزواج ، على سبيل المثال : EUR/USD ، GBP/USD ، USD/JPY",
  "inForeignExchangeTrading": "في تداول العملات الأجنبية ، يمكنك إما الشراء ( long) أو البيع ( short). ومع ذلك، عند تتداول أزواج العملات الأجنبية عبر الإنترنت، فأنت لا تشتري أو تبيع عملات حقيقية. إن معاملتك هي في الواقع رهان على صعود أو انخفاض زوج العملات. إن صعود أو انخفاض العملة هو في الواقع ارتفاع أو هبوط لسعر عملة بالنسبة لعملة أخرى",
  "throughWCG": "يمكنك التداول المباشر وتداول العملات المتقاطعة من خلال ونتشوآن، إن الحد الأدنى لرأس المال لفتح حساب هو 100",
  "unlikeOther": "دولار أمريكي فقط. لا يوجد في سوق الصرف الأجنبي بورصة مركزية ثابتة أو موقع مادي على عكس الأسواق المالية الأخرى. يتم تشكيل شبكة عالمية من معاملات الصرف الأجنبي على مدار 24 ساعة من قبل البنوك والشركات الكبرى والتجار الأفراد. هذا يعني أن أسعار صرف العملات الأجنبية تتقلب على مدار 24 ساعة في اليوم، مما يوفر العديد من فرص التداول",
  "buyLong": "صفقة شراء ( long)",
  "judgeTheMarket": "عندما تحكم على السوق بأن له إتجاه تصاعدي، إحتفظ بالمنتج المالي بعد شراءه، وانتظر حتى يرتفع قبل البيع، لكسب السبريد (فرق السعر) المتوسط",
  "sellShort": "صفقة بيع (short)",
  "anticipatingThat": "عندما تتوقع إنخفاض السوق، قم ببيع المنتجات المالية لديك ثم قم بالشراء بعد انخفاض السعر، باختصار ذلك يعني البيع أولاً ثم الشراء",
  "learnMore": "فهم المزيد",
  "startForexTrading": "ابدأ تداول العملات الأجنبية في خمس خطوات سهلة",
  "joinA24Hour": "انضم إلى شبكة عالمية من تداول العملات الأجنبية تتألف من البنوك والشركات الكبرى والأفراد المتداولين تعمل على مدار 24 ساعة",
  "chooseAForeign": ".اختر زوج من العملات الأجنبية",
  "theFirstDecision": "القرار الأول لكي تصبح متداولًا في العملات الأجنبية هو اختيار زوج العملات الأجنبية الذي تريد تداوله.",
  "inWCG": "في WCG ، نقدم لك مجموعة واسعة من المنتجات بما في ذلك أزواج العملات المباشرة والمتقاطعة. غالبًا ما يبدأ المتداولون الجدد في التداول بزوج العملات الأكثر دراية بهم ، ثم يبحثون عن فرص تداول في أزواج العملات الأخرى غير المألوفة.",
  "determineTheDirection": "تحديد اتجاه البيع والشراء",
  "afterChoosing": "بعد اختيار منتجات التداول الخاصة بك ، يجب أن تقرر ما إذا كنت تريد الشراء أو البيع عن طريق المضاربة على الاتجاه المستقبلي للسوق. يتكون زوج العملات الأجنبية من عملتين. العملة الموجودة على الجانب الأيسر تسمى \"العملة الأساسية\" والعملة الموجودة على الجانب الأيمن تسمى \"عملة التسعير\". وبالتالي:",
  "ifYouThinkThatTheBaseCurrencyIsStronger": "إذا كنت تعتقد أن العملة الأساسية أقوى من عملة التسعير ، أو أن عملة التسعير أضعف نسبيًا من العملة الأساسية ، فقم بشراء زوج العملات هذا.",
  "ifYouThinkThatTheBaseCurrencyIsWeaker": "إذا كنت تعتقد أن العملة الأساسية أضعف من عملة التسعير ، أو أن عملة التسعير أقوى نسبيًا من العملة الأساسية ، فقم ببيع زوج العملات.",
  "atTheSameTime": "في نفس الوقت ، لكل زوج عملات سعرين في كل لحظة. أحدهما سعر العرض والآخر سعر الطلب. يُطلق على الفرق بين السعرين اسم \"السبريد\" ، وهو تكلفة معاملتك.",
  "setStop": "تعيين وقف الخسارة / جني الأرباح",
  "stopLossTakeProfit": "وقف الخسارة / جني الأرباح هو سعر محدد مسبقًا. عندما يصل سعر الصرف إلى هذا السعر المحدد مسبقًا ، سيتم إغلاق المركز المقابل تلقائيًا.",
  "thePurposeOf": "الغرض من تحديد وقف الخسارة / جني الأرباح هو تأمين ربح أو خسارة المركز.",
  "monitorYourTrading": "راقب مراكز التداول الخاصة بك",
  "beforeThePositionIsClosed": "قبل إغلاق المركز ، سيتغير ربحك وخسارتك مع تقلبات الأسعار.",
  "soRealTimeMonitoring": "لذا فإن مراقبة أرباحك وخسائرك في الوقت الفعلي أمر مهم للغاية. من خلال مراقبة الموقف ، يمكنك إضافة أو إغلاق المراكز على الفور عند الحاجة.",
  "closeYourPosition": "أغلق مركزك",
  "itIsExtremelyImportant": "من المهم للغاية لمستثمري الفوركس إغلاق مراكزهم في الوقت المناسب عند تحديد المراحل المختلفة لتحركات السوق.",
  "FailingToDoSo": "يكون الفشل في القيام بذلك مكلفًا في بعض الأحيان ، لا سيما عندما يتحرك السوق ضدهم.",
  "foreignExchangeQuotes": "تحتوي أسعار صرف العملات الأجنبية بشكل عام على خمسة منازل عشرية. من بينها ، المكان العشري الرابع هو الذي يتطلب أكبر قدر من الاهتمام. غالبًا ما نستخدم النقاط لحساب الربح والخسارة. يتم احتساب حجم تداول العملات الأجنبية بشكل عام \"باللوت\" ، و 1 لوت يساوي 100000 وحدة عملة أساسية. يمكنك أيضًا تداول وحدات أصغر من 1 لوت ، مثل الميني لوت أو المايكرو لوت. تتوافق اللوتات الصغيرة مع 10000 وحدة عملة (0.1 لوت) ، واللوت الصغير يتوافق مع 1000 وحدة عملة (0.01 لوت).",
  "supportLeverage": "دعم الرافعة المالية",
  "youCanUtilizeLeverage": "يمكنك الاستفادة من الرافعة المالية لفتح صفقة أكبر من مبلغ رأس المال الخاص بك. قد يؤدي هذا النهج إلى المزيد من الأرباح أو الخسائر. لذلك من المهم جدًا إدارة المخاطر عند إجراء معاملات تداول العملات الأجنبية",
  "fundingThreshold": "حد عتبة التمويل",
  "whenTradingForeignExchange": "يمكنك تحديد حجم صفقاتك المفتوحة عند تداول العملات الأجنبية عبر الإنترنت. قم بإيداع مبلغ مناسب من الأموال وفقًا لحالتك الخاصة للمشاركة في التداول",
  "hoursTrading": "تداول على مدار 24 ساعة",
  "fromMondayMorning": "يفتح سوق صرف العملات الأجنبية دائمًا للتداول من صباح الاثنين إلى صباح السبت. وهذا يجعل سوق الفوركس سوق تداول مثالي بالنسبة للمتداولين الغير محترفين"
}
