{
  "introducingBroker": "الوسيط المُعرّف (IB)",
  "wCGsIBPlanIsPeopleOriented": "إن خطة الوسيط المُعرّف (IB) الخاصة بـ WCG تتمحور حول الأشخاص. سواء كنت فردًا أو شركة بها العشرات أو حتى المئات من الموظفين، فإننا نتفهم احتياجات عملك للنمو. إن خطة الوسيط المُعرّف (IB) الخاصة بنا تقدم مجموعة متنوعة من خيارات الخصم، ومكتب مرن مخصص للوكيل، وفريق إدارة محترف، ونحن على استعداد لتزويدك أنت وعملائك بخدمات عالية المستوى ودقيقة في أي وقت...",
  "iBApplication": "تطبيق للوسيط المُعرّف (IB)",
  "exclusiveIBPlan": "خطة حصرية للوسيط المُعرّف (IB)",
  "whetherYouAreATrading": "يمكننا تزويدك بالحلول ، سواء كنت مُدرب للتداول أو مزود إشارات أو مبيعات أو مسوقاً أو شخصاً يمكنه تقديم قيمة مضافة أخرى للمتداولين..",
  "introducingBrokers": "الوسطاء المُعرّفون ",
  "ourUniqueIBPlanPays": "تدفع خطتنا الفريدة للوسطاء المُعرّفين عمولات للوكلاء من جميع الأحجام وتوفر لك نظام عمولة أفضل. سوف نحقق لك أرباحاً لا نهاية لها ، من خلال التقديم المستمر للمتداولين لتوليد عمولات تداول. في نفس الوقت، يمكنك عرض تقارير معاملات العملاء والبيانات المختلفة في أي وقت من خلال خلفية الوكيل..",
  "fullyCompetitive": "تنافسية بالكامل",
  "customizeACommission": "قم بتخصيص هيكل العمولة الذي يناسبك. في كل مرة يفتح فيها العميل حساب تداول من خلال وكيل مُعرّف مخصص، سوف يتم تعيين العميل الجديد لاسم ذلك الوكيل تلقائيًا. يمكنك أيضًا تحديد عملاءك المتميزين وتنميتهم من خلال شروط الإرجاع وعدد المعاملات خلال فترة محددة.",
  "boostYourIBPerformance": "عزز أداء الوسيط المُعرّف الخاص بك",
  "asTheAgentOfWCG": "بصفتك وكيل لـــــــ WCG ، سوف يحصل العملاء الذين تقدمهم على أفضل خدمة. نحن نضمن أن العملية الكاملة لإدخال معلومات العميل، من فتح الحساب إلى الإيداع الآمن والسريع سيتم الاهتمام بها بشكل كامل. لا تقلق وكرس نفسك للعملاء الموصى بهم..",
  "excellentAgencyExperience": "تجربة وكالة ممتازة",
  "weTreatYouAsOurVvip": "نتعامل معك على أنك شخصية هامة للغاية (vvip) ، مع تجربة وكالة بديهية ومحسّنة، نحن نوفر لك مجموعة واسعة من المنتجات والخدمات المخصصة لتلبية احتياجاتك..",
  "efficientAndInstant": "نظام عمولة فعال وفوري",
  "accordingToTheTransaction": "وفقًا لحجم معاملات العملاء الذين قمت بإحالتهم، ستحصل على عمولات تنافسية للغاية في الوقت الفعلي.",
  "multiLevelAgencySettings": "إعدادات متعددة المستويات للوكالة",
  "withAVarietyOfAgency": "يمكن أن تنمو الأرباح المحققة بمستويات مختلفة، مع مجموعة متنوعة من الإعدادات الخاصة بالوكالة.",
  "aVarietyOfCommission": "مجموعة متنوعة من خيارات تحديد العمولات",
  "theRebateCanBeSet": "يمكن تعيين العمولة وفقًا للعملاء وأحجام المعاملات المختلفة، والتعامل بشكل فعال مع احتياجات التوزيع.",
  "flexibleFundsSettlement": "تسوية مرنة للأموال",
  "receiveCommissions": "احصل على العمولات وفقًا لطريقة الدفع التي تختارها، وقم بتحويلها إلى حسابك المخصص في أسرع وقت ممكن.",
  "transparentAndClear": "هيكل وكالة شفاف وواضح",
  "highlyTransparentAgency": "نظام وكالة عالي الشفافية، كل عناصر الإعداد واضحة في لمحة.",
  "viewCustomerProfile": "عرض بيانات الملف الشخصي للعميل",
  "getCustomerTransaction": "احصل على تقارير معاملات العملاء وبيانات الدخل وحجم المعاملات والبيانات الإحصائية الأخرى في أي وقت.",
  "howMuchCanIProfit": "كم يمكنني أن أربح؟ ?",
  "accountTypeOfYourClient": "نوع حساب العميل الخاص بك",
  "yourVlientSTransactionVolume": "حجم المعاملات الخاصة بعميلك",
  "commissionPerLot": "العمولة لكل لوت",
  "yourTotalCommission": "إجمالي عمولتك",
  "earnCommissionsInstantly": "إكسب العمولات على الفور",
  "becomingAnAgentBroker": "أن تصبح وكيلاً / وسيطاً سوف تكون أسهل طريقة لزيادة دخلك حيث أنه لا توجد تكلفة للتسجيل. يمكنك العمل من أي مكان وحتى الترويج لخدماتك من خلال الموقع الإلكتروني. في الوقت نفسه، يمكنك إحالة العملاء مباشرةً إلى WCG، وإرشادهم خلال عملية فتح الحساب الحقيقي، وشرح جميع فوائد أن تصبح عميلا لـدى WCG.",
  "iWantToBeAnAgent": "اريد ان اكون وكيلا",
  "standard": "المعايير"
}
