{
  "understandChartPatterns": "افهم أنماط الرسم البياني",
  "makeYourTradingMore": ".اجعل تداولك أكثر سهولة من خلال دراسة البيانات التاريخية وفهم أنماط الرسم البياني ذات الصلة",
  "intermediateTradingCourse": "دورة التجارة الوسيطة",
  "basicTradingCourse": "الدورة التدريبية الأساسية للتداول",
  "advancedTradingCourse": "الدورة  التدريبية المتقدمة للتداول",
  "MT4Tips": "نصائح MT4",
  "riskManagement": "إدارة المخاطر",
  "howToCreateATradingStrategy": "كيفية إنشاء استراتيجية للتداول؟",
  "commonChartPatterns": "أنماط الرسم البياني الشائعة",
  "stopLossAndTakeProfit": "إن وقف الخسارة ",
  "exampleOfStopLoss": "مثال على وقف الخسارة:",
  "chartAnalysis": "تحليل الرسم البياني",
  "sellingPrice": "سعر البيع وسعر الشراء والسبريد",
  "personalizationOfTheChart": "تخصيص الرسم البياني",
  "youCanPersonalizeYourChart": "يمكنك تخصيص الرسم البياني الخاص بك عن طريق تحميل بعض المؤشرات والشبكات وفواصل الفترة، ويمكنك أيضًا إضافة أو إزالة هذه المكونات وفقًا لاحتياجاتك.",
  "hidingTheSellingPriceLine": "- إخفاء خط سعر البيع",
  "ifYouAddALotOfIndicators": "إذا قمت بإضافة الكثير من المؤشرات أو الخطوط للتحليل الفني، فقد يبدو خط سعر البيع زائدًا بعض الشئ على الرسم البياني. يمكنك إزالة خط السعر تمامًا من الرسم البياني عن طريق تعيينه على \"لا شئ\".",
  "setDefaultChart": "تعيين الرسم البياني الافتراضي",
  "onceYouHaveSetUpAVery": "بمجرد أن تقوم بإعداد رسم بياني مرضٍ للغاية، يمكنك حفظه كنموذج. إن الطريقة الأسرع والأكثر ملاءمة لتعيين النموذج هي النقر بزر الماوس الأيمن على الرسم البياني واختيار \"نموذج\" - \"حفظ النموذج\". يمكنك إعداد نماذج متعددة لتلبية احتياجات التحليل لاستراتيجيات التداول المختلفة.",
  "ifYouWantToSetTheMost": "إذا كنت ترغب في تعيين النموذج الأكثر استخدامًا كنموذج رسم بياني افتراضي، فيمكنك النقر بزر الماوس الأيمن على الرسم البياني وتحديد \"نموذج\" - \"حفظ النموذج\"، ثم تسمية النموذج \"افتراضي\".",
  "economicCalendar": "التقويم الاقتصادي",
  "soHowCanWeKeepAnEye": "إذاً كيف يمكننا مراقبة هذه العوامل المحركة للسوق؟ على الرغم من أننا لا نستطيع التنبؤ بالعالم، إلا أنه يمكننا استخدام التقويم الاقتصادي لمراقبة البيانات الإخبارية المهمة التي ستصدر في الأيام أو الأسابيع أو الأشهر القادمة.",
  "theEconomicCalendarLists": "يسرد التقويم الاقتصادي الأخبار والأحداث التي يتم إصدارها علنًا في بلد معين - مما يعني أنه يمكن للأشخاص في جميع أنحاء العالم الحصول على نفس الأخبار في نفس الوقت. على الرغم من أن هذه فائدة كبيرة لمتداولي التجزئة أمثالنا، فمن الأفضل أن ندرك أن البنوك تتمتع أيضًا بميزة رئيسية: أي يمكنها معرفة إلى أين تذهب الأموال (ومن أين تأتي) من خلال رؤية تدفق طلبات الشراء من العملاء. ",
  "customizationOfToolbars": "تخصيص أشرطة الأدوات - هناك أربعة أشرطة أدوات مستقلة على منصة MT4:",
  "common": "- -شائع",
  "chart": "- -رسم بياني",
  "drawLine": "- -ارسم خطا",
  "cycle": "- -دورة",
  "youCanSimplyDragThe": "يقوم التقويم الاقتصادي بسرد الأخبار والأحداث التي يتم إصدارها علنًا في بلد معين، مما يعني أنه يمكن للأشخاص في جميع أنحاء العالم الحصول على نفس الأخبار في نفس الوقت. على الرغم من أن هذه فائدة كبيرة لمتداولي التجزئة مثلنا، فمن الأفضل أن ندرك أن البنوك لديها ميزة رئيسية: أي أنها تستطيع أن ترى إلى أين تذهب الأموال (ومن أين تأتي) من خلال رؤية تدفق الطلبات من العملاء.",
  "hereYouCanComplete": "عليك سوى النقر بزر الماوس الأيمن على شريط الأدوات والنقر على قائمة \"تخصيص\". هنا يمكنك إكمال تعليمات إزالة الوظيفة بتحديد الوظيفة غير الضرورية والنقر فوق الزر \"إزالة\". من خلال تحديد \"تخصيص\" في قائمة النقر بزر الماوس الأيمن الخاصة بكل شريط أدوات، يمكنك إزالة الأدوا",
  "throughTheAboveOperations": "ت غير الضرورية وعرض بعض الأدوات المخفية. سوف تحصل على واجهة مستخدم أكثر إيجازًا وصغيرة الحجم من خلال العمليات المذكورة أعلاه.",
  "usingShortcutKeys": "باستخدام مفاتيح الاختصار",
  "keyboardShortcutsAre": "تعد اختصارات لوحة المفاتيح طريقة بسيطة وسريعة لأداء المهام. يمكنك استخدام أدوات متنوعة بشكل أسرع من خلال العمليات المذكورة أعلاه.",
  "inTheLongRunThisWill": "إن هذا سيوفر لك الكثير من الوقت على المدى الطويل. يمكنك حذف المعلومات والوظائف الزائدة، والأهم من ذلك، زيادة مساحة الرسم البياني الخاص بك.",
  "terminal": "محطة",
  "controlT": "Control+T",
  "thisIsTheMainWindow": "هذه هي النافذة الرئيسية التي ستستخدمها عند التداول: إدارة الصفقات، وعرض سجل الحساب، وضبط الإنذارات.",
  "navigate": "التنقل",
  "controlN": "Control+N",
  "toAddIndicators": "لإضافة مؤشرات ، EA التداول الذكي ووظائف تسجيل الدخول.",
  "marketQuotation": "تسعير السوق",
  "controlM": "Control+M",
  "viewProductQuotation": "عرض تسعير المنتج.",
  "dataWindow": "نافذة البيانات",
  "controlD": "Control+D",
  "viewAllDataInformation": "عرض جميع معلومات بيانات المنتج في نافذة الرسم البياني الحالية.",
  "onTheMT4Platform": "عند تبديل نماذج الرسم البياني، ستفقد كل التحليلات على الرسم البياني الحالي على منصة MT4. لمنع حدوث ذلك، يمكنك إبقاء الرسم البياني مفتوحًا وتغيير المؤشرات التي تستخدمها فقط، ثم يمكنك استخدام مفاتيح الاختصار. يمكنك تعيين مفتاح اختصار لمؤشر معين دون تبديل النماذج لإضافة مؤشرات. ",
  "theSpecificOperation": "طريقة العملية المحددة هي النقر بزر الماوس الأيمن فوق المؤشر في نافذة التنقل وتحديد \"تعيين مفتاح الاختصار\".",
  "favoriteIndicatorList": "قائمة المؤشرات المفضلة",
  "inOrderToSimplifyThe": "يمكنك إنشاء قائمة \"المفضلة\" للمؤشرات الأكثر استخدامًا لتبسيط خطوات استرجاع المؤشرات شائعة الاستخدام. فيما يلي مقدمة لك حول كيفية إضافة المؤشرات إلى قائمة المفضلة لديك:",
  "openTheNavigationWindow": "افتح نافذة التنقل (Ctrl + N)؛",
  "expandTheRelevantContent": "قم باستعراض دليل المحتوى ذو الصلة (المؤشرات الفنية، والنصوص، وغيرها)؛",
  "moveTheMouseCursor": "حرك مؤشر الماوس إلى أي من المؤشرات الفنية المستخدمة بكثرة؛",
  "rightClickTheMouse": "انقر بزر الماوس الأيمن؛",
  "selectAddToFavorites": "حدد \"إضافة إلى المفضلة\".",
  "alerts": "التنبيهات",
  "throughTheAlertFunction": "يمكنك تتبع الاختراقات المهمة في مستوى الأسعار من خلال وظيفة التنبيه، وذلك لضبط التداول وتحليل الرسم البياني في الوقت المناسب. إذا كنت تتابع أسواقًا متعددة في نفس الوقت، فمن السهل أن تفقد مسار واحد أو عدة أسواق، خاصة بعد الإعلان عن أخبار مهمة، تعمل جميع الأسواق بطرق مختلفة. لتعيين وظيفة التنبيه، حرك مؤشر الماوس إلى الرسم البياني الذي تريد تعيين التنبيه له، وانقر بزر الماوس الأيمن وحدد \"تداول\" - \"تعيين تنبيه\" في القائمة.",
  "payAttentionToTheRisk": "انتبه لمخاطر كل صفقة",
  "beforePlacingATrade": "يجب أن تقرر مقدار المخاطرة التي ترغب في تحملها في هذا التداول. بمعنى آخر، تحتاج إلى تحديد مكان نقطة وقف الخسارة في التداول إذا تحرك السوق ضدك.",
  "theSettingOfTheStop": "يعتمد تحديد نقطة وقف الخسارة على مستوى تحملك للمخاطر. بصفتك متداولًا، يجب عليك قبول المخاطر المرتبطة بالمعاملة. إذا كنت تستطيع قبول احتمال الخسارة، فاستمر في إجراء هذا التداول. إذا كنت لا تستطيع تحمل الخسارة المحتملة، فإننا نقترح عليك الابتعاد عن هذا التداول في الوقت الحالي، حيث انك بحاجة إلى التفكير في كيفية تقليل مخاطر تداولك.",
  "someTradersAreOnlyWilling": "إن بعض المتداولين على استعداد فقط لتحمل 1 إلى 3 ٪ من خسائر رأس المال في أي تداول. في هذه الحالة، يمكنك رسم خط أحمر عند 2٪ من أموالك وإخبار نفسك أنك لن تخسر أكثر من 2٪. بمعنى آخر، يجب عليك تحديد الحد الأقصى لمستوى تحمل المخاطر والالتزام به في المعاملات التالية.",
  "onceYouHaveDeterminedThis": "بمجرد أن تحدد ذلك، يمكنك تحديد مكان تعيين سعر الإيقاف. إن تحديد وقف الخسارة يعني تأمين تداولك وضمان عدم خسارة كل أموالك في صفقة واحدة. ومع ذلك، من المهم ملاحظة أن وقف الخسارة لا يضمن الأمان تمامًا، فقد لا تتوقف صفقتك عند السعر المحدد مسبقًا إذا حدثت فجوة سعرية في السوق.",
  "theMarketPriceGapRefers": "تشير فجوة أسعار السوق إلى التقلبات الهائلة التي تحدث فجأة في السوق خلال فترة زمنية قصيرة جدًا.",
  "example": "مثال",
  "upposeYouHaveAUD10": "لنفترض أن لديك 10000 دولار أسترالي في حسابك، وأن الأموال التي ترغب في تحمل المخاطرة بها تمثل 2٪ من إجمالي الأموال لديك. سوف تحتاج إلى حساب حجم صفقة التداول بعد ذلك. في عملية الحساب، سيؤثر نوع زوج العملات الذي تتداوله أيضًا على حساب المراكز المفتوحة. على سبيل المثال، يختلف رأس مال المخاطرة البالغ 200 دولار أسترالي، عند تداول AUD / USD ، عن NZD / CAD ، بسبب الاختلاف في قيمة نقطة الأساس لأزواج العملات المختلفة.",
  "trade1LotOfAUDUSDInAn": "تداول 1 لوت من AUD / USD في حساب تسوية بالدولار الأسترالي.",
  "transactionVolume": "حجم التداول = 100,000 ",
  "yiPip00001": "1 نقطة = 0.0001",
  "aUDUSDexchangeRate": "سعر صرف AUD / USD = 0.7465",
  "pipValue0000107465": "قيمة النقطة = 0.0001 / 0.7465   100,000  = 13.39 دولار أسترالي",
  "trade1LotOfNZDCADin": "تداول 1 لوت من NZD / CAD في حساب تسويته بالدولار الأسترالي",
  "tradingVolume": "حجم التداول = 100,000 ",
  "aUDCADExchangeRate": "سعر صرف AUD / CAD = 0.9907",
  "pipValue0000109907": "قيمة النقطة = 0.0001 / 0.9907   100,000  = 10.09 دولار أسترالي",
  "asYouCanSeeTradingDifferent": "كما ترى فإن تداول أزواج العملات المختلفة يعني أن قيمة النقطة لتقلبات العملات ستختلف أيضًا بشكل مختلف. عند تداول AUD / USD، فإن مخاطر رأس المال تبلغ لكل نقطة 13.39 دولار أسترالي، بينما عند تداول NZD / CAD، فإن قيمة النقطة المقابلة هي 10.09 دولارًا أسترالي.",
  "toCalculateTheSpecificPrice": "لحساب السعر المحدد الذي يجب أن تحدد وقف الخسارة عنده، فانك تحتاج إلى حساب النقطة التي ستصل فيها الخسارة التراكمية للمركز إلى 200 دولار أسترالي.",
  "aUDUSD": "AUD / USD - 200 دولار / 13.39 دولار = 15 نقطة وقف خسارة",
  "nZDCAD": "NZD / CAD - 200 دولار / 10.09 دولار = 20 نقطة وقف خسارة",
  "ifYouWantToSetALargerStop": "إذا كنت ترغب في تعيين وقف خسارة أكبر، فأنت بحاجة إلى تقليل حجم التداول، على سبيل المثال، تقليل حجم التداول من 1 لوت قياسي (100000) إلى 1 لوت صغير (ميني لوت) (10000).",
  "inTheCaseOfTrading": "في حالة تداول 1 لوت صغير من AUD / USD  يمكن تمديد وقف الخسارة إلى 150 نقطة من سعر الافتتاح، أما بالنسبة لمعاملات NZD / CAD، فيمكن تمديد وقف الخسارة إلى 200 نقطة من سعر الافتتاح.",
  "pleaseRememberThat": "الرجاء تذكر أن كل تداول مصحوب بالمخاطر دائمًا، لذلك يرجى التأكد من فهمك لمخاطر التداول التي تواجهها تمامًا وأنك قادر على التعامل معها بعقلانية.",
  "ifYouWantToBecomeATrader": "إذا كنت تريد أن تصبح متداولاً، فإن تطوير استراتيجية تداول هو أمر ضروري. بموجب هذا، سوف نستكشف بعض المحتويات المهمة لإستراتيجية التداول.",
  "assessYourSkills": "قيم مهاراتك",
  "haveYouTestedYourStrategy": "هل قمت باختبار استراتيجيتك؟ هل أنت مقتنع بأن استراتيجيتك فعالة؟ هل يمكنك متابعة استراتيجيتك دون تردد؟ إذا لم تكن إستراتيجية التداول الخاصة بك مثالية بالشكل الكافي، فمن الأفضل أن تستمر في التعديل من خلال الاختبار الخلفي حتى تتمكن من استخدام استراتيجيتك بثقة.",
  "psychologicalPreparation": "التحضير النفسي",
  "tradingCanAffectYourEmotions": "إن عملية التداول يمكن أن تؤثر على عواطفك صعودًا وهبوطًا مثل ركوب قطار الملاهي، لذلك من المهم العمل الجاد بشكل خاص لمنعك من أن تكون عاطفيًا. إذا واجهت ضغوطًا شخصية ولا يمكنك التكيف مع تحديات التداول، فمن الأفضل الابتعاد عن التداول. إذا كنت مستعدًا عاطفيًا ونفسيًا، فيمكنك بدء التداول، ولكن يرجى التأكد من أنك تحتفظ بأمر واحد فقط في حسابك في كل مرة.",
  "risksManagement": "إدارة المخاطر",
  "whenYouAreTrading": "يجب عليك تحديد مستوى المخاطرة الذي يمكنك من مواجهة الخسائر بهدوء عندما تتداول. يميل المتداولون المحترفون إلى التحكم في مستوى المخاطرة عند 1٪ إلى 5٪ من رأس مال الفرد، اعتمادًا على أسلوب التداول الخاص بك ومستوى تحمل المخاطر.",
  "settingGoals": "وضع الاهداف",
  "beforeYouStartTrading": "قبل أن تبدأ التداول، يجب أن تحدد مبلغ الربح المتوقع ونسب المخاطرة والمكافأة. بصفتك متداولًا، يجب عليك تحديد أهدافك بشكل أسبوعي وشهري وسنوي، وتقييمها بانتظام لضمان تنفيذ استراتيجية التداول الخاصة بك بشكل فعال.",
  "prepareToTrade": "الاستعداد للتداول",
  "beforeYouOYourFirst": "قبل أن تقوم بفتح صفقتك الأولى في كل يوم تداول، يجب أن تقوم ببعض الاستعدادات. على سبيل المثال، قم بدراسة أخبار السوق في اليوم، وحدد مستويات الدعم والمقاومة على الرسم البياني، ثم راجع إستراتيجية التداول الخاصة بك بشكل متكرر.",
  "positionOpeningAndClosing": "قواعد فتح وإغلاق الصفقة",
  "beforeOpeningAPosition": "يجب عليك تحديد أين تريد تعيين هدف الربح ونقطة وقف الخسارة، قبل فتح الصفقة.",
  "youShouldOpenPositions": "يجب عليك فتح صفقات وفقاً للإشارات المرسلة من استراتيجيات التداول التي اختبرتها. عند فتح صفقة يجب أن تكون استراتيجية التداول الخاصة بك قادرة على تذكيرك بدقة، متى وبأي سعر قد قمت فتحت الصفقة، وما هو المؤشر الذي تعتمد عليه الصفقة، ونمط السعر، وما حدث على الرسوم الب",
  "youShouldAlsoCloseThePosition": "يانية في مستويات زمنية مختلفة. يجب عليك أيضًا إغلاق الصفقة وفقًا للهدف المحدد مسبقًا - عندما يتغير السوق وفقًا لتوقعاتك.",
  "recordAllMatters": "سجل كل المعلومات الهامة:",
  "recordTheOverallTrading": "قم بتسجيل أداء التداول العام، والذي يمكن أن يساعدك في تحليل فعالية استراتيجية التداول الخاصة بك. إذا كانت هناك خسارة في فترة معينة، فيمكن أن يساعدك سجل الصفقات أيضًا في معرفة مكان المشكلة.",
  "theKeyInformationThatNeeds": "المعلومات الأساسية التي يجب تسجيلها تتضمن العوامل التالية: سعر الفتح؛",
  "openingPrice": "opening price；",
  "closingPrice": "سعر الاغلاق؛",
  "yourInitialStopLoss": "مستوى وقف الخسارة الأولي ومستوى الربح الأولي الخاصين بك؛",
  "positionSize": "حجم الصفقة؛",
  "reasonForOpeningAPosition": "سبب فتح الصفقة؛",
  "psychologyDuringThe": "الحالة النفسية أثناء الصفقة؛：",
  "whetherItIsProfitOrLoss": "سواء كان ربحًا أو خسارة؛",
  "openingAndClosingPositions": "لقطة شاشة لفتح وإغلاق الصفقات للمخطط الزمني..",
  "ifYouWantToBeAConsistent": "إذا كنت تريد أن تكون متداولًا مستمراً، فإن وجود استراتيجية تداول هو أمر بالغ الأهمية - لا تقلل أبدًا من قوة الخطة.",
  "whatIsAChartPattern": "ما هو نمط الرسم البياني؟?",
  "inTheMarketBuyersAnd": "يلعب المشترون والبائعون في السوق ألعاباً طوال الوقت، والرسم البياني عبارة عن سجل لنتائج هذه اللعبة. وجد الناس تدريجياً بعض أنماط المخططات النموذجية على الرسم البياني. بمساعدتهم، يستطيع الناس أن يروا بوضوح ما إذا كان المشتري هو المسيطر أم أن البائع هو صاحب القوة في السوق. علاوة على ذلك، مع ظهور هذه الأنماط الكلاسيكية مرارًا وتكرارًا ، يجد الناس أن نفس التغييرات في قوة المشترين والبائعين تظهر دائمًا في السوق. لذلك، يمكننا استخدام تجربة أنماط التعلم للتنبؤ بالاتجاه العام لتوقعات السوق. هذا هو تحليل النمط.",
  "typicalChartPatterns": "تتضمن أنماط الرسم البياني النموذجية نوعين: أنماط الانعكاس والأنماط المستمرة. في هذه المقالة، سوف نقدم أنماط الرسم البياني الثلاثة الأكثر شيوعًا لفهم كيفية توقع تحليل الأنماط لتحركات الأسعار، وكيف يتخذ الأشخاص قرارات التداول من خلال تحليل الأنماط.",
  "headAndShoulders": "الرأس والكتفين",
  "topAndHeadAndShoulders": "إن نمط الرأس والكتفين يعتبر من أكثر النماذج قيمة لدى المتداولين وواحد من أكثر الأنماط المقلوبة شيوعًا. بشكل عام يتشكل النمط تدريجياً في اتجاه تصاعدي ويشير إلى انعكاس في ظروف السوق. بعبارة أخرى، غالبًا ما يعني ظهور نمط الرأس والكتفين نهاية موجة الاتجاه الصاعد.",
  "aTypicalHeadAndShoulders": "فيما يلي نمط قياسي للرأس والكتفين: ",
  "whenThePriceRisesAnd": "عندما يرتفع السعر وينخفض ​​مرة أخرى إلى نقطة ثابتة، تتشكل قمة تشبه الكتف الأيسر. ثم انتعش السعر مرة أخرى وخلق قمة أعلى من القمة السابقة، ثم انخفض مرة أخرى إلى مستوى دعم الذروة الأولى. القمة الجديدة تسمى \"الرأس\" ومستوى الدعم يسمى \"خط العنق\". إذا تم تشكيل النمط بالكامل، فإن السعر سيرتد عند خط العنق ويخلق قمة منخفضة، وهي الكتف الأيمن.",
  "whenYouFindAHeadAnd": "عندما تجد نمط الرأس والكتفين على الرسم البياني، فإن نقطة الدخول المحتملة هي عندما يؤكد السعر كسره لخط العنق، أي عندما تغلق الشمعة أسفل خط العنق، نقوم بفتح مركز البيع عند افتتاح مركز الشمعة التالية.",
  "moreCautiousTraders": "إن المتداولون الأكثر حذراً قد يميلون لانتظار السعر لإعادة اختبار خط العنق (أي يقوم السعر بلمس خط العنق مرة أخرى)، ثم يدخلون السوق عندما يفشل السعر في كسر خط العنق لأعلى. بالطبع، قد يبدأ السعر في بعض الأحيان في الانخفاض مباشرة بعد كسر خط العنق دون النظر إلى الوراء. كونك اخترت التداول بحذر أكثر يعتمد على مراقبة المتداولين للسوق.",
  "afterTheTradeIsOpened": "عادة ما يتم تحديد هدف الربح على أنه المسافة بالنقاط من الرأس إلى خط العنق، بعد فتح التداول.",
  "inAdditionYouMaySometimes": "بالإضافة إلى ذلك، قد تواجه أحيانًا نمط قاع الرأس والكتفين. إن قاع الرأس والكتفين يميل إلى الظهور في نهاية موجة الاتجاه الهبوطي ويعني أن ارتفاع الأسعار في المستقبل مرجح أكثر. يتكون الجزء السفلي من الرأس والكتفين من منخفض، يتبعه قاع سفلي ومنخفض أعلى. مثل الرأس والكتفين، يكون توقيت دخول الرأس والكتفين عندما تؤكد أن السعر قد كسر خط العنق  أو تنتظر لترى ما إذا كان خط العنق سيتم اختباره بشكل عكسي.",
  "theFigureBelowShowsThe": "يوضح الشكل أدناه نمط قاع الرأس والكتفين في السوق الفعلي: ：",
  "doubleTopAndDoubleBottom": "القمة المزدوجة والقاع المزدوج",
  "doubleTopPatternOften": "إن نمط القمة المزدوجة غالبًا ما يظهر في الجزء العلوي من الاتجاه الصعودي. إنه أيضًا نمط انعكاسي، مما يعني نهاية الاتجاه الصعودي. يتكون نمط القمة المزدوجة من قمتين متجاورتين، وأسعار القمتين متشابهة. يقع خط العنق للنموذج عند مستوى الدعم الذي يشكله السعر. عندما ينخفض السعر  إلى ما دون مستوى الدعم، أي خط العنق، فإننا نعتقد أن النمط قد تكوّن.",
  "nTermsOfTheTimingOfEntry": "فيما يخص توقيت الدخول، فيمكنك التفكير عمومًا في فتح مركز بيع عندما ينخفض ​​السعر إلى ما دون خط العنق، أو انتظار السعر لإعادة اختبار خط العنق وتشكيل قمة منخفضة. بمجرد فشل الاختبار الخلفي، غالبًا ما يعني ذلك أن السعر يتحرك حيث أن الدافع أقوى.",
  "theProfitTargetIsSetAtThe": "إن هدف الربح يتم تحديده على مسافة النقطة من القمة إلى خط العنق.",
  "theReverseOfADoubleTop": "إن نمط القاع المزدوج هو عكس نمط القمة المزدوجة، والذي يظهر غالبًا في نهاية الاتجاه الهبوطي، ويتكون من قاعين منخفضين بجوار بعضهما البعض، وتكون الأسعار السفلية متشابهة. إن ظهور القاع المزدوج غالبًا ما يعني أن الاتجاه الصعودي سيبدأ بعد ذلك. وبالمثل، يمكننا إما دخول السوق عند كسر خط العنق، أو الانتظار حتى فشل اختبار خط العنق مرة أخرى وتشكيل قاع أعلى لدخول السوق. الفشل في الاختبار الخلفي لخط العنق يعني أن الزخم الصعودي للسعر أقوى.",
  "flagPattern": "يظهر في اتجاه",
  "theFlagPatternIsDifferent": "إن نمط العلم يختلف عن أنماط الرأس والكتفين وأنماط القمة المزدوجة الموصوفة أعلاه. نمط العلم هو نمط فرز قد يظهر في اتجاه صعودي أو هبوطي.قد يستغرق الأمر أحيانًا فترة راحة للفرز. في هذا الوقت نظرًا لأن السعر لا يمكن أن يكون دائمًا في اتجاه صعودي أو هبوطي واضح، سوف تجد أن السعر يتقلب بشكل متكرر، ثم يعود إلى الاتجاه السابق.",
  "theAbovePictureIs": "الصورة أعلاه عبارة عن شكل علم في اتجاه تصاعدي، والسعر في اتجاه صعودي قبل الدمج. قم برسم خطوطًا متوازية على طول الجزء العلوي والسفلي من مسار الدمج للحصول على شكل العلم.",
  "takeTheFlagTrendInTheAbove": "لنأخذ اتجاه العلم في الرسم البياني أعلاه كمثال. عندما يخترق السعر خط العلم العلوي، يمكنك التفكير في دخول السوق لفتح مركز شراء.أو يمكنك انتظار السعر لإعادة اختبار خط العلم وإنشاء قاع أعلى قبل دخول السوق. يزيد هذا القاع المرتفع من ثقتنا في أرباح التداول. ",
  "calculateTheNumberOfPoints": "احسب عدد النقاط من الاتجاه الصعودي السابق إلى خط العلم السفلي، واستخدمه كنقطة ربح مستهدفة.",
  "theFigureBelowShowsTheFlag": "يوضح الشكل أدناه نموذج العلم في الاتجاه الصعودي الفعلي للسوق. بعد اكتمال الموجة الأولى من الاتجاه الصعودي، استمر السعر في التماسك في نموذج العلم، و أخيرًا اخترق خط العلم العلوي لبدء الموجة الثانية من الاتجاه الصعودي.",
  "theAboveContentCanBe": "إن المحتوى أعلاه يمكن استخدامه كدليل تمهيدي لك لمزيد من تحليل أنماط الدراسة. في المستقبل، سوف تتعلم المزيد من الأنواع المختلفة لأنماط الرسم البياني.",
  "stopLossCanHelp": "إن وقف الخسارة يمكن أن تساعدك على تقليل التدخل العاطفي في التداول، كما أنها مفيدة للغاية عندما لا يمكنك مراقبة السوق باستمرار.",
  "supposeThereIsAn": "لنفترض أن هناك مركز شراء AUS200، وسعر الفتح هو 50.66، وتم تعيين وقف الخسارة عند 50.26. عند انخفاض ​​السعر إلى 50.26، سيتم تنفيذ وقف الخسارة تلقائيًا، مما يسمح بإغلاق المركز عند السعر القابل للتنفيذ التالي. في هذا المثال، المركز قد خسر 40 نقطة.",
  "itIsWorthNotingThat": "من الجدير بالذكر أن وقف الخسارة ليس مضمونًا تمامًا ليتم تنفيذه بالسعر الذي تحدده. نظرًا لاحتمالية وجود فجوة سعرية في السوق، فسوف يتسبب ذلك في تنفيذ وقف الخسارة بسعر مختلف. تشير الفجوة السعرية في السوق إلى نوع من التقلبات السعرية المفاجئة التي تحدث في فترة زمنية قصيرة جدًا.",
  "howMuchStopLoss": "ما مقدار وقف الخسارة الذي يجب تعيينه؟ ?",
  "onceYouOpenAPosition": "بمجرد فتح صفقة، عليك التفكير في مقدار وقف الخسارة الذي تحتاج إلى تعيينه. يجب أن يعتمد إعداد وقف الخسارة على تحملك الشخصي للمخاطر، ولكن يجب ألا يكون عدد نقاط وقف الخسارة صغيرًا جدًا، وإلا فقد يتم إيقاف المعاملة في وقت قريب جدًا. عادة، تحتاج إلى ترك بعض المساحة المعقولة للخسائر العائمة. يوصى عمومًا ألا يسمح وقف الخسارة الذي حددته بخسارة الأموال بتجاوز 1٪ إلى 5٪",
  "trailingStopLoss": "وقف الخسارة المتحرك",
  "wheneverThePriceMoves": "عند تحرك السعر لعدد معين من النقاط في الاتجاه المرغوب، يتحرك سعر وقف الخسارة المتحرك أيضًا. بعبارة أخرى، عندما يتحرك السعر في الاتجاه المرغوب، فإن وقف الخسارة المتحرك سوف \"يتتبع\" السعر تلقائيًا. يمكن أن تساعدك هذه الميزة في تأمين الأرباح وإدارة معاملاتك تلقائيًا. على سبيل المثال، يمكنك تحديد أنه كلما ارتفع السعر بمقدار 5 نقاط، سيرتفع وقف الخسارة بمقدار 5 نقاط. عندما لاتتمكن من إدارة التداول في الوقت الفعلي، يمكن أن يساعدك وقف الخسارة المتحرك على إدراك إدارة المركز المذكورة أعلاه تلقائيًا. عندما",
  "profitTargetProfit": "يبدأ السعر في التقلب في الاتجاه المعاكس، سوف يظل وقف الخسارة عند السعر الأصلي. عندما يصل سعر السوق إلى سعر وقف يبدأ السعر في التقلب في الاتجاه المعاكس، سوف يظل وقف الخسارة عند السعر الأصلي. عندما يصل سعر السوق إلى سعر وقف ",
  "profitTarget": "إن هدف الرب",
  "profitTargetProfitTarget": "إن هدف الربح هو سعر محدد مسبقًا ستغلق عنده صفقتك بشكل مربح. يجب أن تحدد مكان تحديد سعر الربح الخاص بك قبل أن تخطط لفتح صفقة. هدف الربح هو جزء مهم من إدارة الاوامر. طالما أن سعر السوق يصل إلى سعر الربح، فلن تحتاج إلى مراقبة الصفقة بجوار الكمبيوتر، وسيساعدك هدف الربح على إغلاق الصفقة والربح تلقائيًا.",
  "marketOrder": "أمر السوق",
  "aMarketOrder": "أمر السوق هو المتداول الذي يفتح مركزًا يدويًا وينفذ أمرًا بسعر السوق الحالي القابل للتداول. يميل المتداولون اليوميون وبعض متداولي السكالبينج إلى فتح أوامر السوق للتداول.",
  "pendingOrder": "أمر معلق",
  "aPendingOrder": "الأمر المعلق هو أمر له سعر افتتاح محدد مسبقًا. عندما يصل السوق إلى هذا السعر المحدد مسبقا، سوف يقوم الأمر المعلق بفتح صفقة تلقائيًا. إذا لم تتمكن من مراقبة تقلبات الأسعار أمام جهاز الكمبيوتر الخاص بك لفترة طويلة، فقد تكون الطلبات المعلقة مفيدة جدًا بالنسبة لك. في التداول ضمن النطاق (يتحرك السعر ذهابًا وإيابًا ضمن النطاق) والتداول الاختراقي (يخترق السعر النطاق)، يمكن أيضًا أن تكون الأوامر المعلقة مفيدة جدًا.",
  "typesOfPendingOrders": "أنواع الأوامر المعلقة-",
  "stopLossPending": "- أوامر وقف الخسارة المعلقة: البيع بسعر أقل من سعر السوق الحالي أو الشراء بسعر أعلى من سعر السوق الحالي.",
  "takeProfitPending": "- أوامر جني الأرباح المعلقة: البيع بسعر أعلى من سعر السوق الحالي، أو الشراء بسعر أقل من سعر السوق الحالي على عكس أوامر وقف الخسارة المعلقة.",
  "stopLossEntryOrder": "أمر دخول لإيقاف الخسارة: يو",
  "theFollowingFigure": " أمر دخول لإيقاف الخسارة: يوضح الشكل التالي أمر دخول شراء لإيقاف الخسارة (شراء بسعر أعلى) وأمر دخول بيع لإيقاف الخسارة (بيع بسعر أقل). على سبيل المثال، يمكنك تعيين أمر إيقاف بيع معلق للتحوط من مخاطر أمر شراء سابق، وبالتالي الحد من الخسائر المحتملة. بالإضافة إلى ذلك، يمكن أيضًا استخدام أوامر وقف الخسارة المعلقة لبناء إستراتيجية تداول ذات اتجاه (على سبيل المثال، أنت تخطط لفتح أمر بيع، ولكن لا تدخل السوق إلا بعد أن يؤكد سعر السوق دخوله في اتجاه هبوطي).",
  "takeProfitPendingOrder": "أمر معلق لجني الأرباح: يوضح ال",
  "theFigureBelowShows": "أمر معلق لجني الأرباح: يوضح الشكل أدناه أمر شراء جني أرباح معلق (شراء بسعر أقل) وأمر معلق بيع جني أرباح (بيع بسعر أعلى). يمكن استخدام أمر جني الأرباح المعلق لتشكيل إستراتيجية تداول النطاق، أي عندما يتحرك السعر لأعلى ولأسفل داخل النطاق، يمكن للمتداولين إعداد أمر جني الأرباح المعلق لتنفيذ معاملات تداول النطاق تلقائياً.",
  "stopLossPendingOrders": "إن أوامر وقف الخسارة المعلقة وأوامر جني الأرباح المعلقة هي مساعدة جيدة للتحكم في مخاطر التداول. الرجاء مراجعة دليل التداول لمعرفة كيفية استخدام هذين الأمرين المعلقين في الاستراتيجيات المتقدمة.",
  "readTheChart": "إقرأ الرسم البياني",
  "chartsAreTheCore": "إن الرسوم البيانية هي جوهر التداول. بالإضافة إلى مساعدة المتداولين على مراقبة القيمة في الوقت الفعلي للمراكز، يمكن للرسوم البيانية أن تساعدهم أيضًا على فهم اتجاهات الأسعار السابقة وتقديم أدلة على الاتجاه المستقبلي للأسعار على هذا الأساس. لذلك، يعد تعلم فهم الرسوم البيانية خطوة أساسية لتصبح متداولًا جيدًا.",
  "theFirstThingTo": "أول شيء يجب فهمه هو أن السعر على الرسم البياني يظهر أداء السعر في الوقت المقابل.",
  "timeXAxisFromLeftToRight": "الوقت: المحور X (من اليسار إلى اليمين):",
  "theXAxisOnTheChart": "يُظهر المحور X على الرسم البياني الوقت (من اليسار إلى اليمين). كلما كان ذلك أبعد إلى اليسار، كان الوقت مبكرًا. أحدث شمعة أو شريط سعر يمثل الوقت الحالي. تمثل كل شمعة أو شريط سعر وحدة زمنية. يمكنك تغيير طول الوقت الذي تمثله وحدة زمنية من خلال شريط إعداد الفترة الزمنية في الجزء العلوي من الرسم البياني. على سبيل المثال، لنفترض أنك قمت بتعيين الفترة الزمنية على يومية (D1)، مما يعني أن كل شمعة أو شريط أسعار يمثل تقلبات الأسعار في اليوم. إذا تم تعيين الفترة الزمنية على 5 دقائق (M5)، فهذا يعني أن كل شمعة أو عمود سعر يمثل تقلبًا في السعر خلال مدة 5 دقائق.",
  "priceYAxisFromTopToBottom": "السعر: المحور Y (من الأعلى إلى الأسفل)",
  "youCanReadThePrice": "يمكنك قراءة سعر المنتج على المحور Y العمودي. كلما ارتفع مركز الشمعة أو شريط السعر، ارتفع السعر في الوقت المقابل. أما إذا كانت شمعة أو شريط السعر في الجزء السفلي من الرسم البياني، فهذا يعني أن السعر في الوقت المقابل أقل.",
  "priceComposition": "تكوين السعر",
  "onTheCandlestick": "تُظهر كل شمعة أو شريط سعر على الرسم البياني للشموع اليابانية أو المدرج التكراري الأسعار الأربعة التالية:",
  "openingPriceThis": "- سعر الافتتاح: هو السعر الأول في بداية الدورة. يمثل الخط الأفقي الموجود على اليسار سعر الافتتاح على الرسم البياني. عندما ترتفع الشمعة على الرسم البياني للشموع اليابانية، يمثل الجزء السفلي من جسم الشمعة سعر الافتتاح، وعندما تنخفض الشمعة، يمثل الجزء العلوي من جسم الشمعة سعر الافتتاح.",
  "highestPrice": "- أعلى سعر: أعلى سعر حدث خلال الفترة.",
  "lowestPrice": "- أدنى سعر: أقل سعر يحدث خلال الفترة.",
  "closingPriceThe": "-سعر الإغلاق: هو آخر سعر في نهاية الفترة. يستخدم اللون للتمييز بين السوق وسعر الإغلاق.",
  "atTheEndOfAPeriod": "ستظهر شمعة / شريط سعر جديد في نهاية الفترة، وستذهب العملية ذهابًا وإيابًا، لتشكيل الرسم البياني الذي نراه. يوجد أدناه رسم توضيحي لكل نوع من أنواع الرسم البياني. إن الأشكال الثلاثة الأكثر شيوعًا والأساسية للرسومات البيانية هي: رسم بياني خطي، و رسم بياني مدرج تكراري، ورسم بياني للشموع اليابانية. على الرغم من أنهم يقدمون معلومات عن الأسعار بطرق مختلفة قليلاً، إلا أنهم جميعًا يتبعون مفهوم الوقت (الفترة).",
  "spread": "السبريد",
  "theCompleteQuotation": "إن عرض الأسعار الكامل يتكون من جزأين: سعر البيع وسعر الشراء. الفرق بين الاثنين يسمى \"السبريد\". السبريد هو في الواقع الرسوم التي يتقاضاها الوسيط أو البنك عند فتح صفقة (أي تكاليف الصفقة). كلما كان الفارق أكبر، كلما ارتفعت تكلفة صفقتك، من ناحية أخرى، كلما انخفض السبريد، كلما كانت رسوم الصفقة أرخص.",
  "theLargerTheTransaction": "كلما زاد حجم الصفقة وزادت شعبية العملة، كلما قل السبريد أثناء الصفقة، وكلما صغر حجم الصفقة، غالبًا ما يكون للعملة الأقل شعبية سبريد أكبر.",
  "forTradersWhoTrade": "بالنسبة لهؤلاء الذين يتداولون بشكل متكرر، مثل المتداولين اليوميين أو المتداولين على المدى القصير، فإن حجم السبريد مهم للغاية. بالطبع، يكون لحجم السبريد تأثير أقل بالنسبة للمتداولين على المدى المتوسط ​​إلى المدى الطويل.",
  "theAboveIsAScreenshot": "يوجد أعلاه لقطة شاشة لنافذة منصة MT4 المفتوحة، حيث يمكنك رؤية سعر البيع الحالي وسعر الشراء والسبريد. عند فتح أمر بيع أو شراء، فإن السعر المنفذ سيكون مختلفًا.",
  "buyOrderLongPosition": "أمر شراء (مركز طويل)",
  "quotation": "عرض السعر: 1.36298 / 1.36301",
  "theOpeningPriceForBuying": "سعر الافتتاح للشراء 1.36301",
  "sellOrderShortPosition": "البيع",
  "theOpeningPriceForSelling": "سعر الافتتاح للبيع 1.36298",
  "inBothCases": "في كلتا الحالتين، عند فتح صفقة لأول مرة ستحقق ربحك وخسارتك (P/L) بالسالب لأن السبريد يتم تحصيله عند فتح الأمر. سوف يصل طلبك إلى نقطة التعادل عندما يتقلب السوق في اتجاه مناسب لك بنفس عدد النقاط مثل السبريد."
}
