{
  "abnormalTrade": "تجارة غير طبيعية",
  "whatIsAbnormalTrade": "ما هي التجارة غير الطبيعية?",
  "abnormalTradeMeans": "تعني التجارة غير الطبيعية أن العملاء يجرون معاملات مكثفة في فترة زمنية قصيرة جداً. لتلخيص التجربة في هذا القطاع ، فإن التداول قصير الأجل ليس مفيداً للعميل حيث يتعين على العميل دفع مبلغ ضخم من رسوم المناولة للمعاملات المتكررة.في الوقت نفسه، يعد التداول قصير الأجل أيضاً طريقة استثمار غير مناسبة ، ولا يمكن للعملاء الحصول على أرباح كبيرة في هذه المعاملات المتكررة.بالإضافة إلى ذلك، هناك أيضًا مجرمون يعتزمون استخدام صفقات غير طبيعية لأغراض غسيل الأموال. نحن قلقون بشكل خاص بشأن هذه الأنشطة غير القانونية. أي فرصة لانتهاك لائحة \"مكافحة غسيل الأموال\" لصفقات غير طبيعية، فإن الشركة لن تتسامح!!",
  "abnormalTradeTakesUp": "تستهلك التجارة غير الطبيعية الكثير من موارد الشبكة. علاوة على ذلك، سيؤثر على استقرار وكفاءة نظام التداول، وسيؤثر على تداول العملاء العاديين. من أجل حماية مصالح أغلبية العملاء، يجب على الشركة ألا تقبل الصفقات غير العادية..",
  "theDefinitionOfAbnormalTrades": "تعريف التجارة غير الطبيعية",
  "whenTheCustomerWithdrawsMoney": "عندما يسحب العميل الأموال، سنراجع سجل صفقات العميل من آخر عملية سحب (يبدأ السحب الأول من فتح الحساب) حتى هذا الوقت. وفقًا لحجم الصفقة ، عندما يكون 50٪ من حجم التداول في أمر التداول يستغرق وقتًا أقل من 5 دقائق ، فسنجري مزيدًا من المراجعة لهذا الحساب ، وقد يستمر وقت المراجعة لمدة 3 ساعات..",
  "whenThereIs": "عندما يكون هناك 30٪ من حجم التداول يكون وقت الاحتفاظ أقل من دقائق.",
  "when30OfThe": "عندما ينتمي 30٪ من حجم التداول إلى مراكز التحوط التي يتم إنشاؤها خلال 5 دقائق.",
  "whenClientIsUsing": "عندما يستخدم العميل حساب تداول واحدًا للتلاعب بأجهزة الكمبيوترالمتعددة والخضوع لتداول كبير الحجم، من أجل خلق وهم تداولجماعي عن طريق معلومات مضللة.",
  "whenCustomersAreTackling": "عندما يتعامل العملاء مع نقاط ضعف البرامج في التجارة بمساعدة برنامج طرف ثالث (يشار إليه باسم \"plug-in software\"). (يرجى الاتصال بموظفي خدمة العملاء عبر الإنترنت إذا كنت بحاجة إلى استخدام برامج التداول الآلي EAs)",
  "aTradeOfUtilizing": "التجارة باستخدام الإنترنت أو أجهزة الكمبيوتر لإجراء (تأخير في عرض الأسعار)، والتداول المتكرر (عن قصد) أو (بشكل ضار) داخل وخارج السوق باستخدام (حصص ثقيلة) في غضون خمس دقائق، والتي تجني أرباحًا من منصة التداول بدلاً من السوق في فترة زمنية قصيرة.",
  "whenTheNumber": "عندما يشتبه في زيادة عدد لوتات التداول في فترة زمنية قصيرة جداً،على سبيل المثال، يتغير حجم التداول من 0.1 - 0.5 إلى 5 - في لحظة.",
  "handlingMethod": "طريقة المناولة",
  "ifTheAccount": "الشركة بتجميد الحساب على الفور، وسيتم حظر جميع 1.عمليات الإيداع والسحب حتى يتم الانتهاء من إجراء التحقيق.",
  "ifTheAccountIs": "إذا تم التأكد أن الحساب به صفقات غير طبيعية، ستقومالشركة بإغلاق الحساب وإعادة الأموال المتبقية إلى العميل،وسيتم إلغاء أي أرباح وعمولات ناتجة عن الصفقات غير الطبيعية.",
  "theRightToInterpret": "حق تفسير \"الصفقة غير الطبيعية\" مملوك لشركة وفي حالة وجود أي نزاع WCG Ltd، يكون قرار شركة WCG نهائيًا.",
  "tradeDetails": "تفاصيل التجارة",
  "sourceOfTradeExecution": "مصدر تنفيذ التجارة",
  "theQuotesOfOur": "تأتي أسعار منتجاتنا من الذهب والفضة عمومًا من عدد من أفضل البنوك في العالم والتي تقدم لنا أسعارأً حقيقية وفورية لسوق المعادن الثمينة. نعتقد اعتقادًا راسخًا أن هذا النهج سيوفر لك دائمًا أفضل سعر متاح..",
  "slippage": "الانزلاق",
  "ourCompanyWill": "ستبذل شركتنا قصارى جهدها لتقليل حدوث الانزلاق السعري وتسعى جاهدة لتوفير نموذج تداول أفضل في هذا القطاع. ومع ذلك في بعض الأحيان يكون سوق الاستثمار متقلبًا للغاية، وتتغير الأسعار أحيانًا بشكل فوري وهو أمر خارج عن إرادتنا حقًا..",
  "marketGapAndFluctuations": "فجوة وتقلبات السوق",
  "whenEconomicData": "عندما يتم إصدار بيانات اقتصادية أو أخبار مهمة، فقد ترتفع الأسعار أو تنخفض بسبب ردود الفعل الشرسة في السوق. في ظل هذه الظروف، قد تكون ظروف السوق غير مستقرة للغاية وقد تتغير الأسعار بشكل كبير في اتجاه واحد. وفي بعض الحالات قد لا يتمكن السوق من تقديم صفقات متاحة على المدى القصير. عند إعادة فتح السوق بعد عطلات نهاية الأسبوع أو العطلات، غالبًا ما تحدث فجوات في السوق. يمكن تنفيذ أوامر جني الأرباح ووقف الخسارة بسعر بعيد عن السعر المحدد عند حدوث فجوة في السوق. قد تكون هذه الانحرافات في بعض الأحيان مواتية للمتداول وأحيانًا لا تكون كذلك. يمكن تنفيذ أوامر جني الأرباح ووقف الخسارة خارج النطاق السعري الذي قدمته الطلبات. يمكن تنفيذ الأوامرعلى دفعات بأسعار مختلفة وقد تختلف أسعار الافتتاح كثيراً عن أسعار إغلاق اليوم السابق.",
  "leverageAndMarginPolicy": "سياسة الرافعة المالية والهامش",
  "inAnyCase": "على أية حال، يحتاج المتداولون إلى هامش كافٍ للحفاظ على المراكز المفتوحة، ولا تقدم WCG إشعارات نداء الهامش، على سبيل المثال، قبل عطلات نهاية الأسبوع والأعياد، عندما يكون مستوى الهامش أقل من 100% من الهامش المطلوب، سيقوم النظام بالتصفية القسرية ستتم معالجة الصفقة (بما في ذلك الأوامر المقفلة) دون إشعار آخر حتى يتم استعادة نسبة الهامش 100%.",
  "setTheValidityPeriodOfTheOrder": "حدد فترة صلاحية الطلب",
  "allPendingOrders": "جميع الأوامر المعلقة وإعدادات وقف الخسارة والربح صالحة لمدة أسبوع واحد. قبل إغلاق عطلة نهاية الأسبوع ، سيتم إلغاء جميع الأوامر المعلقة وإعدادات وقف الخسارة أو الربح غير المنفذة. إذا لزم الأمر ، يمكن للعملاء إعادة تعيين الإعدادات بعد فتح السوق يوم الاثنين.",
  "forcedLiquidationPolicy": "شرط التصفية الإجبارية",
  "pleaseNoteThatUnlessWeHaveOtherNotice": "يرجى ملاحظة أنه ما لم يتم الإخطار بخلاف ذلك، فإن مستوى هامش تصفية WCG هو 30٪. عندما تكون نسبة الهامش أقل من 30٪، يقوم النظام تلقائيًا بإغلاق طلبك. يرجى الانتباه دائمًا إلى مستوى الأموال في رصيد الحساب لتجنب الخسائر غير الضرورية.",
  "theCalculationMethod": "طريقة حساب نسبة الهامش هي: صافي مبلغ الرصيد ÷ الهامش المستخدم = نسبة الهامش"
}
