{
  "efficientAndFreeTrading": "إن تجربة التداول الفعالة والمجانية تبدأ بمنصة تداول قوية وعادلة، بديهية وسهلة الاستخدام، وتدعم أنواع الطلبات المختلفة، ووضع الأوامر بنقرة واحدة وأدوات الرسم البياني.",
  "personalTradingIndicators": "مؤشرات التداول الشخصية",
  "MT4ProvidesSimpleAndEasyToUse": "توفر منصة MT4 أدوات بسيطة وسهلة الاستخدام لصياغة مؤشرات التداول الشخصية وفقًا لأسلوب التداول الخاص بك، ويمكنها تنفيذ المعاملات بسهولة من خلال مكتبات المؤشرات الحصرية والنصوص والمستشارين الخبراء.",
  "advancedChartTools": "أدوات الرسوم البيانية المتقدمة",
  "MT4Provides31Chart": "توفر منصة MT4  الخاصة بنا  31  أداة لتحليل الرسم البياني و 30 مؤشر تداول مختلف، يمكنك تعيين كل مؤشر ونوع الرسم البياني ، وإنشاء الوسائط وطرق العرض التي تناسبك، حتى يمكنك الحصول على تجربة تداول مرضية.",
  "diversifiedInvestmentTransactions": "معاملات استثمارية متنوعة",
  "theBestWayToManageRisk": "إن الطريقة الأفضل لإدارة المخاطر هي تنويع الاستثمار. في منصة التداول MT4 التابعة لـ WCG، يمكنك الاختيار من بين سلسلة من منتجات وأسواق التداول لتقوية وتنويع استثماراتك.",
  "intuitiveAndEasyToUse": "بديهي وسهل الاستخدام",
  "completeAndComprehensiveReports": " يمكن توفير تقارير كاملة وشاملة، مثل رقم التتبع وسعر الفتح وحجم المعاملات وحالة الحساب لجميع الطلبات ومعلومات شاملة حول الصفقات، في النافذة الثانوية للمنصة. يمكنك عرض معلومات السوق في الوقت الفعلي في أي وقت وفي أي مكان لمساعدتك في اتخاذ قرارات عقلانية للتداول. بالاضافة إلى المزيد من الدعم للتداول الذكي (EA) وأنظمة الاختبار الرجعي للاستراتيجية، لتزويدك بدرجة عالية من مرونة التداول والإشراف والتحكم.",
  "automaticAdaptabilityAndScalability": "القدرة على التكيف التلقائي وقابلية التوسع",
  "throughTheFurtherDevelopment": "من خلال التطوير الإضافي لبرنامج API، يمكن دمج منصة WCG MT4 بشكل مثالي مع معدات التداول الحالية الخاصة بك. بغض النظر عن مكان وجودك في أي مكان في العالم، يمكنك دائمًا الوصول إلى منصة التداول الخاصة بك لتخصيص مؤشراتك وتنفيذ التعليمات وتنفيذ المعاملات. قم بتعيين الأسعار المحددة، وأوامر وقف الخسارة، وتتبع اتجاهات السوق للتأكد من أنك لن تفوت أي فرص تداول ومعلومات مهمة عن السوق حتى عندما تكون خارج المنزل.",
  "downloadWCGMT4TradingPlatform": "قم بتحميل منصة التداول WCG MT4",
  "leadingTradingAndNetworkTechnology": "تكنولوجيا تداول وشبكات رائدة، مع جميع الأدوات التي تحتاجها مما يوفر لك أفضل تجربة تداول",
  "forPC": "منصة MT4 للكمبيوتر الشخصي",
  "forMac": "منصة MT4 لأجهزة Mac",
  "multiAccountManagementSystem": "منصة MT4 نظام إدارة الحسابات المتعددة",
  "forIPhone": "منصة MT4 لأجهزة آيفون",
  "forAndroid": "منصة MT4 لنظام أندرويد",
  "forHuawei": "MT4 لهواوي",
  "MT4PcVersion": "إصدار MT4 للكمبيوتر الشخصي",
  "MetaTrader4IsTheMostPopular": "إن منصة التداول عبر الإنترنت MetaTrader 4 هي الأكثر شهرة على مستوى العالم وقد اكتسبت مكانة رائدة في السوق لسنوات كثيرة. لقد تم تصميم منصة MetaTrader 4 (MT4) خصيصًا لتداول العملات الأجنبية والمعاملات المستقبلية. يمكن للمتداولين تحليل اتجاهات السوق ورسم مخططات التداول وإدارة صفقاتهم وأوامرهم من خلال واجهة المستخدم البديهية والوظائف الكاملة.",
  "downloadImmediately": "قم بالتنزيل على الفور",
  "comprehensiveTechnicalAnalysisFunction": "وظيفة التحليل الفني الشامل",
  "professionalIconFunctions": "إن وظائف الأيقونات الاحترافية، ومؤشرات التداول، والتداول الذكي (EAs)، وغيرها من الوظائف يمكن تطبيقها من قبل جميع المتداولين بمستوياتهم المختلفة من الخبرة. تتيح لك مواكبة آخر التطورات في أسواق الهامش والعقود مقابل الفروقات العالمية، وإجراء المعاملات المهنية في أي وقت وفي أي مكان من خلال منصة WCG MT4.",
  "automaticChartingRecords": "سجلات الرسوم البيانية الآلية",
  "selfDefinedTechnicalIndicators": "مؤشرات فنية محددة ذاتيًا",
  "supportMultipleWindows": "دعم النوافذ المتعددة",
  "simpleChartingOperation": "عملية رسم بياني بسيطة",
  "nineChartingTimePeriods": "تسع فترات زمنية للرسم البياني",
  "whyChoose": "لماذا تختار منصة MetaTrader 4؟",
  "MT4IsTheMostPopularForeign": "إن منصة MT4 هي أشهر منصة تداول للعملات الأجنبية في العالم. وقد فازت المنصة بجوائز مختلفة. تحتوي",
  "itHasWonVariousAwards": "المنصة على 3 أنواع مختلفة من المخططات، و 9 فترات زمنية، و 39 لغة، وأكثر من 50 مؤشرًا فنيًا محدد مسبقًا، وواجهة قابلة للتخصيص ب",
  "moreThan50Preset": "أكثر من 50 مؤشرًا فنيًا محددًا مسبقًا وواجهة قابلة للتخصيص بالكامل",
  "aNumberOfTradingProducts": "الكامل. يمكن تداول العديد من منتجات التداول.",
  "compatibleWithExpertAdvisors": "المنصة متوافقة مع برامج Expert Advisor (برامج التداول الآلي الذكية) والمؤشرات المخصصة وأدوات التطبيق الأخرى. متوفر ن",
  "itHasAMobileVersion": "نواع الأوامر في أي وقت وفي أي مكان.",
  "provideAnAdvanced": "توفير نظام إشارة إخطار متقدم",
  "downloadTheWCGMT4": "قم بتحميل منصة التداول ونتشوآن MT4 الآن وابدأ رحلة التداول الخاصة بك !",
  "usingMT4AllowsYou": "يتيح لك استخدام MT4 مراقبة السوق بشكل أكثر دقة، وإدارة صفقاتك بسرعة وكفاءة، وتحسين  استراتيجيات التداول، وتعزيز مزايا التداول الخاصة بك، والاستمتاع بتجربة تداول مثالية.",
  "tradingSystem": "نظام التداول",
  "includesCurrentPriceExecution": "يتضمن تنفيذ السعر الحالي والتداول في كلا الاتجاهين وأربعة أنواع من الأوامر المعلقة وأوامر وقف الخسارة ووظيفة وقف الخسارة المتحرك. تمكنك خاصية التداول بنقرة واحدة من إرسال أوامر التداول مباشرة من الرسم البياني بنقرة واحدة. يوفر الرسم البياني المدمج للأسعار طريقة دقيقة للحكم على توقيت المعاملة.",
  "technicalAnalysis": "التحليل الفني",
  "MT4ProvidesAMoreComprehensive": "توفر منصة MT4 فرصة تحليل أكثر شمولاً. يمكن لكل منتج تداول عرض تسعة إطارات زمنية، مما يسمح للمتداولين برؤية ديناميكيات الأسعار التفصيلية. اجمع بين هذه الأدوات لتحديد اتجاهات السوق، وسوف تساعدك إمكانيات التحليل القوية على تحليل اتجاهات السوق بشكل أكثر شمولاً وفهم أفضل اللحظات.",
  "safeAndConvenient": "المنصة آمنة ومريحة",
  "advancedTradingAndAnalysisFunctions": "يمكن لوظائف التداول والتحليل المتقدمة وواجهة المستخدم الودية أن تساعدك في فهم جميع الوظائف وقواعد التشغيل بسهولة. تلتزم المنصة بأعلى معايير السلامة. يتم تشفير تبادل البيانات بين محطة العميل وخادم المنصة بالكامل، بحيث يتم حماية حساب التداول الخاص بك بشكل أكثر أماناِ.",
  "MT4APPVersion": "تطبيق MT4 نسخة (Android / iOS)",
  "weProvideTheMT4MobileApplication": "نحن نقدم تطبيق MT4 للهاتف المحمول ، بمجرد قيامك بتنزيل وتثبيت تطبيق MT4 على هاتفك المحمول أو الكمبيوتر اللوحي، يمكنك التداول بسهولة في أي وقت وفي أي مكان. يوفر تطبيق MT4 بنسختيه iOS و Android واجهة تشغيل أكثر بساطة، والتي يمكنها مراقبة اتجاهات السوق بشكل أكثر ملائمة وسرعة، وتمكنك من الاستمتاع بتجربة تداول ممتازة. يعتبر هذا التطبيق ليس فقط مساعدك اليومي، ولكنه أيضًا أداة لا يمكن الاستغناء عنها.",
  "MetaTrader4MobileApp": "تطبيق MetaTrader4 للهاتف المحمول",
  "downloadOurMT4MobileAppNow": "قم بتنزيل تطبيق MT4 للهاتف المحمول الآن واجعله شريكك التجاري، حيث انه يساعدك على دخول السوق المالية في أي وقت من  أي مكان، واغتنام كل فرصة تداول على مدار 24 ساعة في اليوم.",
  "IOSVersion": "إصدار iOS",
  "AndroidVersion": "إصدار Android",
  "HuaweiVersion": "إصدار هواوي",
  "MAMMultiAccountManagementSystem": "نظام إدارة الحسابات المتعددة MAM",
  "theMultiAccountManagementSystem": "إن نظام إدارة الحسابات المتعددة (MAM) يحتوي على وظائف إدارية متكاملة ومهمة، مما يسمح لمديري الأصول بإدارة حسابات متعددة من خلال واجهة واحدة فقط. تتيح الواجهة الفردية لمديري الأصول وضع شروط تداول فعالة ودقيقة لحسابات شخصية متعددة، وتوزيع نفس شروط واستراتيجيات التداول بالتساوي على الحسابات الفردية وفقًا لنسبة محددة مسبقًا، مما يساعدك على إدارة أنشطة التداول وتحسين مهارات الإدارة.",
  "consultCustomerServiceImmediately": "استشر خدمة العملاء على الفور",
  "MAMAccountSupportsFiveDistributionLogics": "يدعم حساب MAM خمسة خطط توزيع",
  "theMAMSystemProvidesMultipleRatioSettings": "يوفر نظام MAM إعدادات متعددة لوضع النسب. يمكنك اختيار أنسب خطة وفقًا لاحتياجاتك، والسماح للعملاء باستخدام خمس خطط مختلفة لتخصيص عناصر التداول وتنفيذ جميع أنواع الأوامر الشائعة في نفس الوقت.",
  "accountNetValueIsAllocatedAccordingToProportion": "يتم تخصيص صافي قيمة الحساب حسب النسبة",
  "percentageAllocation": "تخصيص النسبة المئوية",
  "balanceIsAllocatedAccordingToProportion": "يتم تخصيص الرصيد حسب النسبة",
  "profitAndLoss": "التخصيص حسب الربح والخسارة",
  "allocationByProfitAndLoss": "يتم توزيع الربح والخسارة على أساس النسبة المئوية",
  "profitAndLossAre": "يتم توزيع الربح والخسارة على أساس نسبة الرصيد",
  "investment200": "الاستثمار 200 دولار",
  "profit120": "الربح 120 دولارًا",
  "investment300": "الاستثمار 300 دولار",
  "profit180": "الربح 180 دولارًا",
  "investment500": "الاستثمار 500 دولار",
  "profit300": "الربح 300 دولار",
  "totalInvestment": "إجمالي الاستثمار 1000 دولار",
  "totalProfit": "إجمالي الربح 600 دولار",
  "MAMFeaturesAndAdvantages": "خصائص وميزات نظام إدارة الحسابات المتعددة MAM",
  "compatibleWithEA": "متوافق مع EA (التداول الذكي) واستراتيجيات التداول الآلي. ق",
  "establishMultipleTrading": "م بإنشاء مجموعات تداول فرعية متعددة لمختلف السياسات. وتوفي",
  "accordingToAccountLevel": "ر وظيفة الإغلاق الجزئي وفقًا لمستوى الحساب. يمكن للعملاء البدء في تخصيص جميع أ",
  "customersCanStart": "نواع أوامر منصة MT4 المتوافقة عندما يصل حج",
  "compatibleWithAll": "م التداول إلى 0.01 عقد فقط، لا يوجد حد لعدد حسابات التداول عند وض",
  "thereIsNoLimit": "ع أوامر مثل الخسارة وحد السعر وإيقاف الخسارة المتحرك وجميع المراكز",
  "yourPartnerToTheRoadOfSuccess": "شريكك على طريق النجاح",
  "toProvideYouWithFlexibleAndCompetitiveRates": "من أجل تزويدك بأسعار مرنة وتنافسية، وإعداد سريع ودعم مستمر عالي المستوى، يوفر نظام MAM أيضًا قائمة بجميع المعلوما  ت التي تحتاجها بما في ذلك التداولات المعلقة، والأرصدة، والأرباح والخسائر، ومعلومات الاتصال بالعملاء، إلخ.",
  "transparentCommissionDetails": "تفاصيل شفافية العمولة في لمحة",
  "realTimeDisplay": "عرض للحساب الرئيسي وتفاصيل الحساب الفرعي في الوقت الفعلي، بما في ذلك الربح والعمولة وفوائد التبييت والرصيد ومستوى الهامش.",
  "convenientAndFastExecution": "تنفيذ مريح وسريع",
  "allTransactionOrders": "إن جميع أوامر المعاملات يتم تنفيذها من خلال الحساب الرئيسي، ثم يتم تحويلها إلى الحساب الفرعي وفقًا لطريقة الضبط التي تختارها.",
  "AMustHaveSystem": "نظام لا  غنى عنه للوسطاء",
  "multilingualTradingPlatform": "منصة تداول متعددة اللغات ومواد تسويقية وسيولة جيدة وتنفيذ موثوق وحسابات غير محدودة يمكن فتحها، مما يتيح لك أن تصبح وسيطاً محترفاً."
}
