{
  "howToTradePreciousMetals": "كيفية تداول المعادن الثمينة",
  "forThoseTraders": "يعد تداول المعادن الثمينة مكونًا مهمًا بالنسبة للمتداولين المهتمين لموازنة محافظهم الاستثمارية، لأن المعادن الثمينة تعتبر من الأصول التحوطية التي يمكن أن تمنع التضخم. في WCG يتم تسعير المعادن الثمينة بالدولار الأمريكي",
  "thisMeansThatWhenTradingGold": "إن هذا يعني أنه عند تداول الذهب، فأنت تتكهن فيما إذا كان سعر أونصة الذهب سيرتفع أم ينخفض ​​مقابل الدولار الأمريكي. نفترض أن السعر الذهب الحالي هو 1300.60 دولار. وأنت تعتقد أن السعر قد يرتفع في المستقبل، لذلك تفتح صفقة شراء  100 أوقية (1 لوت) من الذهب (كود XAU/USD)",
  "whenThePriceRisesTo": "عند إرتفاع السعر إلى 1305.80  تقرر إغلاق الصفقة . فإن ربحك هو الفرق بين سعر الافتتاح وسعر الإغلاق مضروبًا في عدد الأوقيات التي إشتريتها . في هذه الصفقة ربحك سيكون هو 520 دولارًا",
  "viewTradingProducts": "عرض منتجات التداول",
  "diversifiedInvestment": "استثمار متنوع",
  "justAsExperiencedInvestors": "مثلما يميل المستثمرون أصحاب الخبرة مثل المؤسسات الكبيرة إلى تنويع محافظهم الاستثمارية لتقليل المخاطر وزيادة العوائد. يعتبر تداول الذهب وسيلة ممتازة لتنويع محفظتك الاستثمارية، لأن سعر الذهب غالبًا ما تربطه علاقة عكسية بسوق الأسهم",
  "fightAgainstInflation": "محاربة التضخم",
  "asInflationIntensifies": "مع اشتداد التضخم، فإن قيمة العملة سوف تنخفض بمرور الوقت، ويكون الذهب أكثر قيمة من العملة أثناء مواجهة التضخم. حتى في عام 2008 عندما سقطت السوق العالمية في حالة ركود، فإن أسعار الذهب بالكاد تأثرت. في الواقع، لقد ارتفع سعر الذهب بنحو 4٪ من عام 2007 إلى عام 2008.",
  "highStorageValue": "قيمة تخزين عالية",
  "about95OfTheWorldsGold": "إن حوالي 95٪ من ذهب العالم يتم الاحتفاظ به كمجوهرات أو في خزائن للذهب. إن كمية المعروض من الذهب قد انخفضت للغاية مقارنة بكمية الذهب المخزنة كل عام. لذلك، ظل سعر الذهب يرتفع خلال الخمسين عامًا الماضية.",
  "preciousMetalsAreDifficultToMine": "إن المعادن الثمينة يصعب تعدينها، مما يؤدي إلى ندرتها وارتفاع أسعارها. هذا هو السبب في أن الناس يطلقون على هذه المعادن \"معادن ثمينة\". يعتبر الذهب هو الأكثر شع",
  "amongAllPreciousMetals": "من بين جميع المعادن الثمينة ، يعتبر الذهب هو الأكثر شعبية بين المتداولين. يوفر الذهب الكثير من فرص التداول للمتداولين عبر الإنترنت. ويرجع ذلك أساسًا إلى أن الذهب فريد من نوعه ومكانته الفريدة في الاقتصاد العالمي.",
  "participantsInGoldTrading": "المشاركون في تداول الذهب",
  "theGoldMarketAttracts": "إن سوق الذهب يجذب عددًا كبيرًا من المتداولين. معظم هؤلاء المتداولون يبحثون عن خيارات إستثمار آمنة ومربحة لتحقيق نمو مستدام للثروة أو لتجنب المخاطر التي تجلبها الاستثمارات الأخرى. هذا هو السبب في أن الذهب جذاب للغاية. يمكن تقسيم المشاركين في سوق الذهب إلى الفئتين التاليتين:",
  "goldBelievers": "المؤمنون بالذهب",
  "mainlyIncludeIndividualInvestors": "هذه الفئة تشمل بشكل أساسي الأفراد المستثمرين والمتداولين للذهب. إن المؤمنون بالذهب يمثلون نسبة كبيرة من سوق الذهب بأكمله. هؤلاء الناس متفائلون بشكل أساسي بشأن هذه السلعة الثمينة ويخصصون كمية كبيرة من الأصول للذهب. عدد كبير من لاعبي التجزئة في السوق هم من هذا النوع. غالبًا ما يحتفظون بصفقات طويلة الأجل ويضخون قدرًا كبيرًا من السيولة في سوق الذهب من خلال نوايا الشراء المستمرة.",
  "largeInstitutions": "المؤسسات الكبيرة",
  "suchInstitutionsIncludeHedgeFunds": "هذه الفئة تشمل المؤسسات مثل صناديق التحوط والبنوك وشركات السمسرة العاملة في بيع وشراء الذهب. تستخدم معظم هذه المؤسسات استراتيجيات حسابية متقدمة لتطوير محفظة تداول متنوعة لتزويد العملاء باستثمار محمي وآمن في بيئة سوق غير مستقرة للغاية. إن معظم هذه المؤسسات لم تلتزم بتداول الذهب فقط. غالبًا ما تتضمن هذه المؤسسات خيارات استثمار أخرى في محافظهم الاستثمارية.",
  "reasonsAffectingThePriceOfGold": "الأسباب المؤثرة على سعر الذهب",
  "thereAreManyFactors": "هناك العديد من العوامل التي تؤثر على سعر الذهب. فيما يلي لمحة موجزة عن العوامل المؤثرة",
  "centralBank": "البنوك المركزية",
  "theseInstitutions": "تشارك هذه المؤسسات في تداول الذهب من أجل تنظيم احتياطيات النقد الأجنبي لديها لتثبيت قيمة عملتها. لذلك ، ارتفع سعر الذهب وفقًا لذلك.",
  "crudeOil": "النفط الخام",
  "crudeOilAndGold": "إن النفط الخام والذهب مرتبطان ارتباطًا وثيقًا لأنه يتم تسعيرهما أيضًا بالدولار الأمريكي. بالإضافة إلى ذلك، فإن ارتفاع أسعار النفط الخام سيؤدي أيضًا إلى زيادة التضخم، وهذا سيؤدي بدوره إلى ارتفاع سعر الذهب.",
  "USDollars": "الدولار الأمريكي",
  "sinceGoldIsPriced": "نظرًا لتسعير الذهب بالدولار الأمريكي، فعند ارتفاع قيمة الدولار الأمريكي، فإن ذلك سوف يؤدي بطبيعة الحال إلى خلق ضغط بإتجاه هبوط أسعار الذهب. ",
  "stockMarket": "سوق الأسهم",
  "whenTheStockMarket": "عند إنخفاض ​​سوق الأسهم، غالبًا ما يلجأ المتداولون إلى شراء الذهب، مما يؤدي الى رفع سعر الذهب. ",
  "historicalGoldPrice": "سعر الذهب التأريخي",
  "theFollowingTable": "يوضح الجدول التالي تقلبات أسعار الذهب في الخمسين سنة الماضية. بشكل عام ، منذ عام 1970 ، ارتفع سعر الذهب بشكل حاد.",
  "duringThisPeriod": "خلال هذه الفترة ، حدث أدنى عائد على الاستثمار في الذهب بين عامي 1970 و 1979.",
  "onTheOtherHand": "من ناحية أخرى ، حدثت أكبر زيادة بين عامي 2000 و 2009.",
  "goldTradingExample": "مثال على تداول الذهب",
  "practicalGoldTrading": "تداول الذهب العملي",
  "supposeYouStudyTheGoldMarket": "لنفترض أنك تدرس سوق الذهب وتعتقد أن سعر الذهب سيرتفع. لذلك ، اشتريت 1 لوت من الذهب (أي 100 أوقية) بسعر 1184.60.",
  "thisMeans": "هذا يعني أنه عندما يتغير سعر الذهب بمقدار 1 دولار أمريكي ، فإن الربح والخسارة التي جلبتها لك هي 100 دولار أمريكي.",
  "profitScenario": "سيناريو الربح",
  "peoplesInterestInGoldSurged": "ارتفع اهتمام الناس بالذهب ، وبعد أيام قليلة وصل سعر الذهب إلى 1189.70 دولار. قررت إغلاق المركز وجني الأرباح.",
  "yourTotalProfitIsCalculated": "يتم احتساب إجمالي أرباحك على النحو التالي:    (1،189.70 - 1،184.60) × 100 دولار أمريكي = 510 دولار أمريكي.",
  "lossScenario": "سيناريو الخسارة",
  "thePriceOfGold": "ولم يرتفع سعر الذهب كما كان متوقعا لكنه انخفض إلى 1180.30 دولار أمريكي. قررت إغلاق المركز وتسوية الخسارة.",
  "theLossInThisCase": "الخسارة في هذه الحالة هي: (1،184.60-1،180.30) × 100 دولار أمريكي = 430 دولار أمريكي.",
  "althoughGoldTrading": "على الرغم من أن تداول الذهب هو أكثر تداول المعادن الثمينة شيوعًا ، إلا أن المتداولين الذين يدركون القيمة التجارية المتنوعة للذهب غالبًا ما يستكشفون أسواق المعادن الأخرى ، مثل الفضة."
}
