{
  "cryptoCurrency": "Cryptocurrency",
  "bitcoinIsAGameChanging": "Bitcoin adalah aset digital yang mengubah permainan yang menjadi topik hangat di seluruh dunia。 Sejauh ini adalah mata wang maya yang paling popular dan bahagian pasarannya merangkumi lebih daripada satu pertiga daripada keseluruhan pasaran mata wang maya。Sejak dilancarkan pada tahun 2009， Bitcoin telah mencatat pertumbuhan yang dramatik。Harganya tidak hanya melonjak dalam beberapa minggu atau bulan， terdapat lebih dari 16 juta syiling yang beredar， meningkatkan kecairannya.",
  "viewTradingProducts": "Lihat produk perdagangan",
  "bitcoinCanBe": "Bitcoin can be regarded as the most successful cryptocurrency， because it has a huge popularity among traders and investors， and its huge price volatility provides attractive entry and exit points.",
  "advantagesOfCryptoCurrency": "Kelebihan crypto currency",
  "inViewOfBitcoinsRole": "Memandangkan peranan Bitcoin dalam melindungi risiko， crypto currency ini mungkin disebut \"emas baru\". Sebagai tambahan kepada perkembangan teknologi blockchain， pelaburan dan perdagangan crypto currency seperti Bitcoin， Ethereum， dan Litecoin secara beransur-ansur menjadi popular di pasaran kewangan. Turun naik harga crypto currency yang besar memberi peluang kepada pelabur untuk memperoleh keuntungan yang berpotensi dengan cepat.",
  "theCFDSystem": "Sistem CFD",
  "asAGlobalCurrency": "Sebagai mata wang global， Bitcoin tidak dipengaruhi oleh perubahan dalam dasar kewangan negara， petunjuk ekonomi atau kesukaran geopolitik. Melalui platform perdagangan WCG， anda boleh menggunakan CFD (Contracts For Difference) untuk mengambil bahagian dalam pelaburan mata wang kripto dengan margin tanpa melaburkan semua dana anda. Buka akaun sebenar atau demo sekarang dan cuba sistem perdagangan kami yang paling maju dan cekap.",
  "howToTradeCryptoCurrency": "Bagaimana mahu berdagang crypto currency",
  "cryptoCurrencyTransactions": "Urus niaga crypto currency sangat mirip dengan urus niaga pertukaran mata wang asing dalam banyak aspek. Crypto currency kami disebut harga dalam US dolar atau Euro， dan anda boleh mengubah harganya berbanding mata wang sebut harga pilihan anda pada bila-bila masa.",
  "ifYouSpeculate": "Sekiranya anda membuat spekulasi bahawa Bitcoin akan meningkat berbanding dolar U.S， anda boleh membeli produk BTC/USD. Selepas membeli， jika harga bergerak ke arah yang bermanfaat bagi anda， anda boleh memperoleh keuntungan; jika harga bergerak ke arah yang tidak disukai oleh anda， anda akan kehilangan wang.",
  "basicConceptsOfCryptoCurrency": "Konsep asas crypto currency",
  "cryptoCurrencyIsACurrency": "Crypto currency adalah mata wang yang hanya wujud di Internet. Tidak seperti mata wang fiat biasa， ia tidak dikeluarkan oleh kerajaan atau bank pusat. Oleh kerana harga Bitcoin melebihi $7，000， ia telah menjadi salah satu tumpuan pasaran kewangan. Bitcoin adalah crypto currency pertama dan terdapat lebih daripada 1，000 crypto currency lain di seluruh dunia.",
  "bitcoinAndManyOther": "Bitcoin dan banyak mata wang digital lain， termasuk Litecoin dan Ethereum， dihasilkan melalui \"perlombongan\"; dan mata wang digital lain， termasuk Ripple dan NEO， dibekalkan secara langsung oleh pasaran.",
  "understandBitcoin": "Kenali Bitcoin",
  "bitcoinWasFounded": "Bitcoin ditubuhkan pada tahun 2009 oleh seseorang atau sekumpulan orang dengan nama samaran Satoshi Nakamoto， dan tujuannya adalah untuk mewujudkan sistem pembayaran yang terdesentralisasi. Idea inovatif ini didasarkan pada teknologi yang disebut blockchain， yang dapat difahami sebagai pangkalan data awam untuk menyimpan dan merekod semua transaksi bitcoin. Sebab mengapa Bitcoin dapat menyelesaikan transaksi tanpa bank adalah kerana teknologi blockchain membolehkan semua orang melihat dan mengesahkan transaksi mata wang digital.",
  "limitedSupply": "Bekalan terhad",
  "SatoshiNakamoto": "Satoshi Nakamoto menghadkan penawarannya kepada 21 juta ketika merancang Bitcoin. Ini sangat penting untuk mengukur nilai aset， kerana ini bermakna tidak ada bank yang dapat memasukkan lebih banyak bitcoin ke pasaran. Oleh itu， bitcoin sering dilihat sebagai produk anti-inflasi yang setanding dengan emas.",
  "itCanBeObtainedThroughMining": "Ia dapat diperoleh melalui perlombongan",
  "theSoCalledMining": "Perlombongan yang disebut adalah penggunaan algoritma komputer untuk menyelesaikan masalah matematik yang kompleks untuk memastikan konsistensi sistem perakaunan desentralisasi rangkaian Bitcoin. Rangkaian ini diatur untuk mendapatkan jawapan yang berkualifikasi setiap sepuluh minit， dan kemudian rangkaian bitcoin akan menghasilkan sejumlah bitcoin sebagai ganjaran blok， dan memberi ganjaran kepada mereka yang mendapat jawapannya， iaitu menerima bitcoin.",
  "fastTransactions": "Kepantasan urus niaga",
  "theAverageVerificationTime": "Masa pengesahan purata untuk transaksi bitcoin adalah sepuluh minit， yang bermaksud anda boleh menghantar bitcoin ke mana-mana tempat di dunia dalam masa sepuluh minit， walaupun pada hujung minggu. Walaupun kedengarannya luar biasa， dengan munculnya lebih banyak mata wang digital baru yang menumpukan pada kelajuan transaksi， Bitcoin bukan lagi kaedah pembayaran terpantas.",
  "BitcoinsHistoricalPrice": "Harga sejarah Bitcoin",
  "comparedWithTraditionalCurrencies": "Berbanding dengan mata wang tradisional, mata wang kripto sangat tidak menentu. Turun naik mingguan mata wang tradisional biasanya kurang dari 1%, sementara Bitcoin 60% pada tahun 2017. Beberapa mata wang kripto lain mempunyai turun naik yang lebih besar. Walaupun sebilangan orang berpendapat bahawa harga mata wang kripto penuh dengan gelembung, tahap turun naik mereka pasti memberikan banyak peluang perdagangan untuk peniaga hari.",
  "fromThePerspectiveOfVolatility": "Dari perspektif turun naik, terdapat beberapa perubahan harga Bitcoin yang ketara sejak 2013.",
  "HighPointInTheSpring": "Titik tinggi pada musim bunga 2013: Harga Bitcoin yang pertama berlaku dari Mac hingga April 2013, ketika harganya melonjak dari $ 30 hingga $ 230. Salah satu kemungkinan sebab kenaikan ini adalah bahawa industri perbankan di Cyprus berbahaya. Pada masa itu, deposit besar yang melebihi jumlah tertentu dapat disita secara langsung oleh bank, dan Bitcoin benar-benar kebal terhadap kejadian tersebut.",
  "riseInNovember": "Naik pada bulan November 2013: Oleh kerana permintaan yang meningkat dari China dan minat Senat AS terhadap Bitcoin, harga Bitcoin meningkat kepada $ 1,000.",
  "lowPointInJanuary": "Titik rendah pada Januari 2015: Oleh kerana sekatan pemerintah China dan penangkapan pengasas Silk Road, platform perdagangan ubat dalam talian, harga Bitcoin turun dengan mendadak.",
  "highPoint": "Titik tinggi 2017: Harga Bitcoin pecah melebihi $ 10,000",
  "highestPointSoFar": "Titik tertinggi setakat ini: $ 63,000"
}
