{
  "copyright": "© WCG All rights reserved, no reprint",
  "privacyPolicy": "Polisi Peribadi",
  "termsAndConditions": "Terma dan Syarat",
  "disputeSettlement": "Penyelesaian Pertikaian",
  "riskDisclaimer": "Penafian Risiko",
  "amlPolicy": "AML Policy",
  "followUs": "Ikut kami",
  "provideYouWith": "Memberi anda perkhidmatan pelaburan berkualiti tinggi dengan pengalaman paling profesional dalam industri ini",
  "allTradesInvolveRisks": "Dasar risiko: Semua perdagangan melibatkan risiko. Kerugian perdagangan anda mungkin lebih besar daripada jumlah deposit anda.",
  "newbiesGettingStarted": "Pemula Baru Bermula",
  "getUSD": "Dapatkan dana maya sebanyak USD 100,000 untuk akaun demo",
  "demoAccount": "Buka akaun demo",
  "startRealFXTrading": "Mulakan perdagangan FX yang sebenar",
  "aRealAccount": "Buka akaun sebenar",
  "WCGIsABusinessBrand": "WCG adalah jenama perniagaan yang dikongsi bersama oleh banyak syarikat ,termasuk:",
  "WCGMarketsLtdIsALimitedLiabilityCompany": "WCG Markets Ltd adalah syarikat liabiliti terhad yang didaftarkan di bawah Undang-undang Syarikat Perniagaan Antarabangsa di Saint Vincent dan Grenadines. Nombor syarikat adalah 26087 SM 2020. Alamat berdaftar adalah: Pusat Perkhidmatan Kewangan Stoney Ground, Kingstown, St.Vincent & the Grenadines.",
  "WCGMarketsLtdIsRegulatedByTheFINTRAC": "WCG Markets Ltd dikawal selia oleh FINTRAC. Nombor lesen MSB adalah M20282836. Alamat berdaftar adalah: 150-10451 Shellbridge Way, Richmond BC V6X 2W8, Kanada.",
  "WCGGoldCompany": "WCG Gold Company Limited dikawal selia oleh Hong Kong Gold & Silver Exchange (CGSE). Ia adalah unit anggota No.12 A1. Alamat berdaftar adalah: Flat D, 22 / F, Tower B, Capital Tower, 38Wai Yip Street, Kowloon, Hong Kong.",
  "WCGGlobalLtd": "Wenchuan Global Ltd adalah syarikat berhad yang diperbadankan di United Kingdom dengan nombor syarikat 11019948. Alamat berdaftar adalah: WC1E 6HA, 5th Floor, 3 Gower Street, London, UK.",
  "HighRiskInvestmentWarning": "Amaran pelaburan berisiko tinggi: Kontrak untuk Perbezaan (CFD) adalah produk kewangan yang kompleks, dan penggunaannya atribut perdagangan leveraged cenderung menyebabkan kehilangan prinsipal yang cepat, dan anda mungkin diminta untuk meminta margin. Harap fahami prinsip produk CFD dan pertimbangkan sama ada anda dapat menahan risiko ini sebelum memasuki pasaran. Harga dan prestasi masa lalu semua instrumen derivatif kewangan tidak menjamin atau mewakili trend masa depan. Produk kewangan seperti itu tidak sesuai untuk semua pelabur. Pastikan anda memahami sepenuhnya semua potensi risiko sebelum memasuki pasaran dan dapatkan nasihat bebas apabila perlu.",
  "restrictedAreas": "Kawasan terhad: Maklumat laman web WCG Markets Ltd tidak bertujuan menyasarkan penduduk British Columbia, Quebec dan Saskatchewan, Republik Rakyat Demokratik Korea (Korea Utara), Iran, Amerika Syarikat dan Hong Kong; Dan untuk tidak mengirim atau menggunakan maklumat tersebut kepada orang-orang di negara atau wilayah hukum di mana penerbitan atau penggunaan maklumat ini melanggar undang-undang dan peraturan tempatan."
}
