{
  "understandChartPatterns": "Memahami corak carta",
  "makeYourTradingMore": "Jadikan perdagangan anda lebih berguna dengan mengkaji data sejarah dan memahami corak carta yang berkaitan.",
  "intermediateTradingCourse": "Kursus perdagangan untuk pemula",
  "basicTradingCourse": "Kursus perdagangan untuk pemula",
  "advancedTradingCourse": "Kursus Perdagangan Lanjutan",
  "MT4Tips": "Petua MT4",
  "riskManagement": "Pengurusan Risiko",
  "howToCreateATradingStrategy": "Bagaimana ingin membuat strategi perdagangan?",
  "commonChartPatterns": "Corak carta biasa",
  "stopLossAndTakeProfit": "Stop loss dan take profit",
  "exampleOfStopLoss": "Contoh Stop Loss:",
  "chartAnalysis": "Analisa carta",
  "sellingPrice": "Harga jualan, harga beli dan spread",
  "personalizationOfTheChart": "Pemperibadian carta",
  "youCanPersonalizeYourChart": "Anda boleh memperibadikan carta anda dengan memuat beberapa petunjuk, grid dan pembahagi tempoh dan anda juga boleh menambah atau membuang komponen ini mengikut keperluan anda",
  "hidingTheSellingPriceLine": "Menyembunyikan garis harga jualan",
  "ifYouAddALotOfIndicators": "Sekiranya anda menambahkan banyak petunjuk atau garis untuk teknikal analisis, garis harga jualan mungkin kelihatan sedikit berlebihan pada carta. Anda boleh membuang garis harga sepenuhnya dari carta dengan menetapkannya ke \"Tiada\".",
  "setDefaultChart": "Tetapkan carta default",
  "onceYouHaveSetUpAVery": "Sebaik sahaja anda menyediakan carta yang sangat memuaskan, anda boleh menyimpannya sebagai template. Cara terpantas dan paling mudah untuk menetapkan template adalah dengan klik kanan pada carta dan pilih \"Template\" - \"Simpan Templat\". Anda boleh menyediakan beberapa template untuk memenuhi keperluan analisa strategi perdagangan yang berbeza.",
  "ifYouWantToSetTheMost": "Sekiranya anda ingin menetapkan template yang paling biasa digunakan sebagai template carta default, anda boleh klik kanan pada carta, pilih \"Template\" - \"Simpan Template\", dan kemudian beri nama template \"Default\".",
  "economicCalendar": "Kalendar Ekonomi",
  "soHowCanWeKeepAnEye": "Jadi, bagaimana kita dapat mengawasi pemacu pasaran yang berpotensi ini? Walaupun kita tidak dapat meramalkan dunia, kita dapat menggunakan kalendar ekonomi untuk memantau siaran berita penting mana yang akan berlaku dalam beberapa hari, minggu atau bulan yang mendatang.",
  "theEconomicCalendarLists": "Kalendar ekonomi menyenaraikan berita dan peristiwa yang disiarkan secara terbuka di negara tertentu, yang bermaksud bahawa orang di seluruh dunia dapat berita yang sama pada masa yang sama. Walaupun ini adalah faedah utama bagi pedagang runcit seperti kami, yang terbaik adalah menyedari bahawa bank juga mempunyai kelebihan utama: iaitu mereka dapat melihat ke mana wang itu pergi (dan dari mana ia datang) dengan melihat aliran pesanan dari pelanggan.",
  "customizationOfToolbars": "Penyesuaian toolbar - terdapat empat toolbar bebas pada platform MT4:",
  "common": "- Biasa",
  "chart": "- Carta",
  "drawLine": "- Gambar Garisan",
  "cycle": "- Kitaran",
  "youCanSimplyDragThe": "Anda hanya boleh menyeret toolbar dan memindahkannya ke tempat yang anda mahukan.",
  "hereYouCanComplete": "Untuk menyesuaikan tetingkap anda secara peribadi, hanya klik kanan pada toolbar dan klik menu \"Sesuaikan\". Di sini anda dapat melengkapkan arahan penghapusan fungsi dengan memilih fungsi yang tidak perlu dan klik butang \"Buang\".",
  "throughTheAboveOperations": "Dengan memilih \"Sesuaikan\" pada menu klik kanan setiap toolbar, anda boleh membuang alat yang tidak diperlukan dan melihat beberapa alat tersembunyi. Melalui operasi di atas, anda akan mendapat interface pengguna yang lebih ringkas dan padat.",
  "usingShortcutKeys": "Menggunakan kekunci pintasan",
  "keyboardShortcutsAre": "Menggunakan kekunci pintasan Pintasan papan kekunci adalah kaedah mudah dan cepat untuk melaksanakan tugas. Dengan menggunakan kekunci pintasan, anda boleh menggunakan pelbagai alat dengan lebih pantas.Dalam jangka masa panjang, ini akan menjimatkan banyak masa. Anda boleh menghapus maklumat dan fungsi yang berlebihan, dan yang lebih penting, menambah ruang carta anda.",
  "inTheLongRunThisWill": "Pintasan papan kekunci berikut dapat membantu anda membuka atau menutup pelbagai tetingkap di platform dengan lebih cepat:",
  "terminal": "Terminal",
  "controlT": "Control+T",
  "thisIsTheMainWindow": "Ini adalah tetingkap utama yang akan anda gunakan ketika berdagang: menguruskan posisi, melihat sejarah akaun dan menetapkan penggera.",
  "navigate": "Navigasi",
  "controlN": "Control+N",
  "toAddIndicators": "Untuk menambahkan petunjuk, fungsi EA dan log masuk.",
  "marketQuotation": "Sebutharga Pasaran",
  "controlM": "Control+M",
  "viewProductQuotation": "Lihat sebut harga produk.",
  "dataWindow": "Data Window",
  "controlD": "Control+D",
  "viewAllDataInformation": "Lihat semua maklumat data produk di tetingkap carta semasa.",
  "onTheMT4Platform": "Pada platform MT4, apabila anda menukar template carta, anda akan kehilangan semua analisa pada carta semasa. Untuk mengelakkan perkara ini berlaku, anda boleh terus membuka carta dan hanya menukar petunjuk yang anda gunakan. Kemudian anda boleh menggunakan kekunci pintasan. Anda boleh menetapkan kunci pintasan untuk petunjuk tertentu tanpa menukar template untuk menambahkan petunjuk.",
  "theSpecificOperation": "Kaedah operasi khusus adalah dengan klik kanan petunjuk di tetingkap navigasi dan memilih \"Tetapkan Kunci Pintasan\".",
  "favoriteIndicatorList": "Senarai penunjuk kegemaran",
  "inOrderToSimplifyThe": "Untuk mempermudahkan langkah mengambil petunjuk yang biasa digunakan, anda boleh membuat senarai \"kegemaran\" untuk petunjuk yang sering digunakan. Berikut ini adalah pengenalan kepada anda tentang cara menambahkan petunjuk pada kegemaran anda:",
  "openTheNavigationWindow": "Buka tetingkap navigasi (Ctrl + N);",
  "expandTheRelevantContent": "Kembangkan direktori kandungan yang berkaitan (petunjuk teknikal, skrip, dll.);",
  "moveTheMouseCursor": "gerakkan kursor tetikus ke mana-mana petunjuk teknikal yang sering anda gunakan;",
  "rightClickTheMouse": "Klik kanan tetikus;",
  "selectAddToFavorites": "Pilih Tambah ke Kegemaran.",
  "alerts": "Makluman",
  "throughTheAlertFunction": "Melalui fungsi amaran, anda dapat mengesan penembusan tahap harga yang penting, untuk menyesuaikan analisa perdagangan dan carta anda pada waktunya. Sekiranya anda mengikuti banyak pasaran pada masa yang sama, mudah untuk kehilangan satu atau beberapa pasaran, terutamanya setelah berita penting diumumkan, semua pasaran beroperasi dengan cara yang berbeza. Untuk menetapkan fungsi amaran, gerakkan kursor tetikus anda ke carta yang ingin anda tetapkan peringatan, klik kanan dan pilih \"Perdagangan\" - \"Tetapkan Makluman\" di menu.",
  "payAttentionToTheRisk": "Perhatikan risiko setiap transaksi",
  "beforePlacingATrade": "Sebelum melakukan perdagangan, anda harus memutuskan berapa banyak risiko yang anda ingin ambil dalam transaksi ini. Dengan kata lain, anda perlu menentukan di mana titik stop loss perdagangan anda jika pasaran bergerak menentang anda.",
  "theSettingOfTheStop": "Penetapan stop loss bergantung pada tahap toleransi risiko anda. Sebagai pedagang, anda mesti menerima risiko yang berkaitan dengan transaksi tersebut. Sekiranya anda dapat menerima potensi kerugian, teruskan melakukan perdagangan ini. Sekiranya anda tidak dapat menanggung potensi kerugian, maka kami mencadangkan agar anda tidak membuka perdagangan ini buat masa ini, anda perlu mempertimbangkan bagaimana mengurangkan risiko perdagangan anda.",
  "someTradersAreOnlyWilling": "Sebilangan pedagang hanya sanggup menanggung 1 hingga 3% kerugian modal dalam sebarang transaksi. Dalam kes ini, anda boleh menarik garis merah pada 2% dana anda dan beritahu diri anda bahawa anda tidak akan kehilangan lebih dari 2%. Dengan kata lain, anda harus menentukan tahap toleransi risiko maksimum anda dan berpegang teguh pada transaksi berikut.",
  "onceYouHaveDeterminedThis": "Setelah menentukannya, anda boleh memutuskan di mana untuk menetapkan harga stop loss anda. Menetapkan stop loss sama dengan menginsuranskan perdagangan anda dan memastikan bahawa anda tidak akan kehilangan semua dana anda dalam satu transaksi. Namun, penting untuk diperhatikan bahawa stop loss tidak sepenuhnya menjamin keselamatan, jika jurang harga berlaku di pasaran, transaksi anda mungkin tidak berhenti pada harga yang telah ditetapkan.",
  "theMarketPriceGapRefers": "Jurang harga pasaran merujuk kepada turun naik besar yang tiba-tiba berlaku di pasaran dalam jangka waktu yang sangat singkat.",
  "example": "Contoh",
  "upposeYouHaveAUD10": "Anggap anda mempunyai AUD 10,000 dalam akaun anda, dan dana yang ingin anda ambil untuk menanggung risiko dengan 2% dari jumlah dana. Seterusnya, anda perlu mengira ukuran posisi dagangan. Dalam proses pengiraan, jenis pasangan mata wang yang anda jual juga akan mempengaruhi pengiraan posisi terbuka. Sebagai contoh, modal risiko 200 dolar Australia, ketika berdagang AUD/USD, berbeza dari NZD/CAD, kerana perbezaan nilai titik asas pasangan mata wang yang berbeza.",
  "trade1LotOfAUDUSDInAn": "Berdagang 1 lot AUD/USD dalam akaun yang diselesaikan dengan AUD.",
  "transactionVolume": "Jumlah urus niaga = 100, 000",
  "yiPip00001": "1 pip = 0. 0001",
  "aUDUSDexchangeRate": "Nilai pertukaran AUD/USD = 0. 7465",
  "pipValue0000107465": "Nilai pip = 0.0001 / 0.7465  100,000 = AUD 13.39",
  "trade1LotOfNZDCADin": "Berdagang 1 lot NZD/CAD dalam akaun yang diselesaikan dengan AUD",
  "tradingVolume": "Jumlah dagangan = 100,000",
  "aUDCADExchangeRate": "Kadar pertukaran AUD/CAD = 0.9907",
  "pipValue0000109907": "Nilai pip = 0.0001/0.9907  100,000 = AUD 10.09",
  "asYouCanSeeTradingDifferent": "Seperti yang anda lihat, memperdagangkan pasangan mata wang yang berbeza bermaksud nilai turun naik mata wang juga akan berbeza. Semasa berdagang AUD/USD, risiko modal per pip adalah AUD 13.39, sementara berniaga NZD/CAD, nilai pip yang sesuai adalah AUD 10.09.",
  "toCalculateTheSpecificPrice": "Untuk mengira harga tertentu di mana anda harus menetapkan stop loss, anda perlu mengira titik di mana kerugian kedudukan terkumpul akan mencapai AUD 200.",
  "aUDUSD": "AUD/USD——$200 / $13.39 = 15 point stop loss",
  "nZDCAD": "NZD/CAD——$200 / $10.09 = 20 point stop loss",
  "ifYouWantToSetALargerStop": "Sekiranya anda ingin menetapkan stop loss yang lebih besar, maka anda perlu mengurangkan jumlah dagangan, sebagai contoh, mengurangkan jumlah dagangan 1 lot standard kepada 1 lot mini (10,000).",
  "inTheCaseOfTrading": "Sekiranya berdagang 1 mini lot AUD/USD, stop loss anda dapat dipanjangkan hingga 150 point dari harga pembukaan, sementara untuk transaksi NZD/CAD, stop loss anda dapat dipanjangkan hingga 200 point dari harga pembukaan.",
  "pleaseRememberThat": "Harap maklum bahawa setiap perdagangan sentiasa disertai dengan risiko, pastikan anda memahami sepenuhnya risiko perdagangan yang anda hadapi dan dapat menghadapinya secara rasional.",
  "ifYouWantToBecomeATrader": "Sekiranya anda ingin menjadi pedagang, mengembangkan strategi perdagangan adalah mustahak. Dengan ini, kami akan meneroka beberapa isi penting dari strategi perdagangan.",
  "assessYourSkills": "Menilai kemahiran anda",
  "haveYouTestedYourStrategy": "Adakah anda telah menguji strategi anda? Adakah anda yakin bahawa strategi anda berkesan? Bolehkah anda mengikuti strategi anda tanpa ragu-ragu? Sekiranya strategi perdagangan anda tidak cukup sempurna, lebih baik terus menyesuaikan diri melalui back-testing sehingga anda dapat memanfaatkan strategi anda dengan yakin.",
  "psychologicalPreparation": "Persediaan psikologi",
  "tradingCanAffectYourEmotions": "Berdagang boleh mempengaruhi turun naik emosi anda seperti menaiki roller coaster, jadi sangat penting untuk bekerja keras agar anda tidak beremosi. Sekiranya anda menghadapi tekanan peribadi dan tidak dapat menyesuaikan diri dengan cabaran perdagangan, lebih baik anda menjauhi perdagangan. Sekiranya anda bersedia secara emosional dan psikologi, anda boleh mula berdagang, tetapi pastikan anda hanya menyimpan satu order dalam akaun anda pada satu masa.",
  "risksManagement": "Pengurusan Risiko",
  "whenYouAreTrading": "Semasa anda berdagang, anda harus menetapkan tahap risiko yang membolehkan anda menghadapi kerugian dengan tenang. Pedagang profesional cenderung mengawal tahap risiko pada kadar 1% hingga 5% dari modal seseorang, bergantung pada gaya perdagangan dan tahap toleransi risiko anda.",
  "settingGoals": "Menetapkan matlamat",
  "beforeYouStartTrading": "Sebelum memulakan perdagangan, anda harus menetapkan jangkaan jumlah keuntungan dan nisbah risiko. Sebagai pedagang, anda harus menetapkan matlamat anda pada setiap minggu, bulanan dan tahunan, dan menilai secara berkala untuk memastikan strategi perdagangan anda dilaksanakan dengan berkesan.",
  "prepareToTrade": "Bersedia untuk berdagang",
  "beforeYouOYourFirst": "Sebelum anda membuka posisi pertama setiap hari perdagangan, anda harus membuat beberapa persiapan. Sebagai contoh, pelajari berita pasaran hari ini, tandakan tahap sokongan dan rintangan pada carta, dan ulangi strategi perdagangan anda berulang kali.",
  "positionOpeningAndClosing": "Peraturan pembukaan dan penutupan posisi",
  "beforeOpeningAPosition": "Sebelum membuka posisi, anda harus menentukan di mana anda ingin menetapkan sasaran keuntungan dan titik kerugian.",
  "youShouldOpenPositions": "Anda harus membuka posisi berdasarkan isyarat yang dihantar oleh strategi perdagangan yang telah anda uji. Semasa membuka posisi, strategi perdagangan anda harus dapat mengingatkan anda dengan tepat bilakah dan berapa harga yang anda buka, petunjuk berdasarkan apakah pola harga dan apa yang berlaku pada carta pada tahap waktu yang berbeza.",
  "youShouldAlsoCloseThePosition": "Anda juga harus menutup posisi sesuai dengan sasaran yang telah ditetapkan - ketika pasaran berubah sesuai dengan jangkaan anda, idea untuk mengekalkan kedudukan anda untuk terus mendapatkan lebih banyak keuntungan mungkin kelihatan menggoda, tetapi pasaran juga dapat berubah buruk pada setiap saat.",
  "recordAllMatters": "Catat semua perkara:",
  "recordTheOverallTrading": "Catat keseluruhan prestasi perdagangan, yang dapat membantu anda menganalisa keberkesanan strategi perdagangan anda. Sekiranya terdapat kerugian dalam jangka masa tertentu, catatan transaksi juga dapat membantu anda melihat di mana masalahnya.",
  "theKeyInformationThatNeeds": "Maklumat utama yang perlu direkodkan merangkumi faktor-faktor berikut:",
  "openingPrice": "harga pembukaan；",
  "closingPrice": "harga tutup;",
  "yourInitialStopLoss": "tahap stop loss dan keuntungan awal anda;",
  "positionSize": "saiz kedudukan;",
  "reasonForOpeningAPosition": "alasan untuk membuka posisi;",
  "psychologyDuringThe": "psikologi semasa transaksi;",
  "whetherItIsProfitOrLoss": "sama ada untung atau rugi;",
  "openingAndClosingPositions": "membuka dan menutup posisi Tangkapan Skrin carta masa.",
  "ifYouWantToBeAConsistent": "Sekiranya anda ingin menjadi pedagang yang konsisten, mempunyai strategi perdagangan sangat penting-jangan sekali-kali memandang rendah kekuatan rancangan.",
  "whatIsAChartPattern": "Apakah corak carta?",
  "inTheMarketBuyersAnd": "Di pasaran, pembeli dan penjual bermain permainan kuasa sepanjang masa dan carta adalah catatan hasil permainan ini. Orang akan secara beransur-ansur menemui beberapa corak carta khas pada carta. Dengan pertolongan mereka, orang dapat melihat dengan jelas sama ada pembeli dominan atau penjualnya kuat di pasaran. Lebih-lebih lagi, dengan corak klasik ini muncul berulang kali, orang mendapati bahawa perubahan yang sama dalam kekuatan pembeli dan penjual selalu muncul di pasaran. Oleh itu, kita dapat menggunakan pengalaman dari corak pembelajaran untuk meramalkan trend tinjauan pasaran. Ini adalah analisa corak.",
  "typicalChartPatterns": "Corak carta khas merangkumi dua jenis: corak pembalikan dan corak berterusan. Dalam artikel ini, kami akan memperkenalkan tiga corak carta yang paling umum untuk memahami bagaimana analisa corak meramalkan pergerakan harga dan bagaimana orang membuat keputusan perdagangan melalui analisa corak.",
  "headAndShoulders": "Head and shoulders",
  "topAndHeadAndShoulders": "Top and Head and Shoulders Bottom The head and shoulders adalah salah satu yang paling dihargai oleh pedagang dan salah satu corak terbalik yang paling biasa. Umumnya terbentuk secara beransur-ansur dalam arah aliran menaik dan menandakan pembalikan keadaan pasaran. Dengan kata lain, penampilan corak head and shoulders sering bermaksud berakhirnya gelombang aliran menaik.",
  "aTypicalHeadAndShoulders": "Corak head and shoulders khas ditunjukkan di bawah:",
  "whenThePriceRisesAnd": "Apabila harga naik dan turun kembali ke titik tetap, puncak terbentuk yang kelihatan seperti bahu kiri. Harga kemudian melantun semula dan mencipta puncak yang lebih tinggi daripada puncak sebelumnya dan kemudian turun kembali ke tahap sokongan pada puncak pertama. Puncak baru disebut \"head\" dan tahap sokongan disebut \"garis leher\". Sekiranya corak terbentuk sepenuhnya, harga akan melonjak di garis leher dan membuat puncak yang lebih rendah, yang merupakan bahu kanan.",
  "whenYouFindAHeadAnd": "Pedagang yang lebih berhati-hati mungkin cenderung menunggu harga menguji semula garis leher (iaitu, harga menyentuh garis leher lagi), dan kemudian memasuki pasaran apabila harga gagal memecahkan garis leher ke atas.",
  "moreCautiousTraders": "Sudah tentu, kadang-kala harganya mungkin mulai turun secara langsung setelah memecahkan garis leher tanpa menoleh ke belakang. Sama ada anda memilih untuk berdagang dengan lebih berhati-hati bergantung pada pemerhatian lebih lanjut terhadap pedagang terhadap pasaran.",
  "afterTheTradeIsOpened": "Setelah perdagangan dibuka, sasaran keuntungan biasanya ditetapkan sebagai jarak titik dari kepala ke garis leher.",
  "inAdditionYouMaySometimes": "Di samping itu, anda mungkin menghadapi corak bahagian bawah head and shoulders. Bahagian bawah head and shoulders cenderung muncul pada akhir gelombang aliran menurun dan bermaksud kenaikan harga di masa depan lebih mungkin berlaku. Bahagian bawah head and shoulders terdiri dari palung, diikuti oleh palung bawah dan palung yang lebih tinggi. Sama seperti head and shoulders, waktu masuk head and shoulders adalah ketika anda mengesahkan bahawa garis leher dipecah oleh harganya, atau tunggu untuk melihat apakah garis leher akan diuji kembali.",
  "theFigureBelowShowsThe": "Gambar di bawah menunjukkan corak bahagian bawah head and shoulders di pasaran sebenar:",
  "doubleTopAndDoubleBottom": "Double top dan double bottom",
  "doubleTopPatternOften": "Corak atas berganda sering muncul di bahagian atas aliran menaik. Ini juga merupakan pola pembalikan, yang bermaksud akhir aliran menaik. Corak double top terdiri daripada dua puncak di sebelah satu sama lain, dan harga kedua puncaknya serupa. Garis leher corak berada pada tahap sokongan yang dibentuk oleh harga. Apabila harga pecah di bawah tahap sokongan dan garis leher, kami percaya bahawa corak telah terbentuk.",
  "nTermsOfTheTimingOfEntry": "Dari segi waktu kemasukan, anda biasanya dapat mempertimbangkan untuk membuka posisi jual ketika harga jatuh di bawah garis leher, atau menunggu harga untuk menguji kembali garis leher dan membentuk puncak yang lebih rendah. Sebaik sahaja backtest gagal, ini bermaksud bahawa harga bergerak. Motivasi akan menjadi lebih kuat.",
  "theProfitTargetIsSetAtThe": "Sasaran keuntungan ditetapkan pada jarak titik dari atas ke garis leher.",
  "theReverseOfADoubleTop": "Bahagian belakang corak double top adalah corak double bottom, yang sering muncul di hujung aliran menurun, yang terdiri daripada dua palung rendah di sebelah satu sama lain, dan harga bawah yang serupa. Penampilan bahagian double bottom sering kali bermaksud bahawa arah aliran menaik akan bermula seterusnya. Begitu juga, kita boleh memasuki pasaran ketika garis lehernya patah, atau menunggu garis leher gagal untuk menguji kembali dan membentuk bahagian bawah yang lebih tinggi untuk memasuki pasaran. Kegagalan menguji garis leher kembali menunjukkan bahawa momentum kenaikan harga lebih kuat.",
  "flagPattern": "bendera",
  "theFlagPatternIsDifferent": "Corak bendera berbeza dengan head and shoulders dan corak double top yang dijelaskan di atas. Corak bendera adalah corak susunan yang mungkin muncul dalam arah aliran naik atau turun. Oleh kerana harganya tidak selalu berada dalam arah aliran menaik atau menurun yang jelas, kadang-kala ia perlu berehat untuk menyelesaikannya. Pada masa ini, anda akan mendapati harga turun naik berulang kali dan kemudian kembali ke arah aliran sebelumnya.",
  "theAbovePictureIs": "Gambar di atas adalah bentuk bendera dalam arah aliran menaik dan harganya berada dalam arah aliran menaik sebelum penggabungan. Lukis garis selari di bahagian atas dan bawah trek penyatuan untuk mendapatkan bentuk bendera.",
  "takeTheFlagTrendInTheAbove": "Ambil trend bendera dalam carta di atas sebagai contoh. Apabila harga menerobos garis bendera teratas, anda boleh mempertimbangkan memasuki pasaran untuk membuka posisi beli. Atau anda boleh menunggu harga untuk menguji semula garis bendera dan membuat palung yang lebih tinggi sebelum memasuki pasaran.",
  "calculateTheNumberOfPoints": "Palung yang lebih tinggi ini meningkatkan keyakinan kita terhadap keuntungan perdagangan. Hitung jumlah mata dari arah aliran menaik sebelumnya ke garis bendera bawah dan gunakannya sebagai titik keuntungan sasaran.",
  "theFigureBelowShowsTheFlag": "Gambar di bawah menunjukkan corak bendera dalam aliran menaik pasaran sebenar. Setelah gelombang aliran menaik pertama selesai, harga terus menyatu dalam corak bendera dan akhirnya menembusi garis bendera atas untuk memulakan gelombang aliran menaik kedua.",
  "theAboveContentCanBe": "Kandungan di atas boleh dijadikan panduan pengantar bagi anda untuk mengkaji lebih lanjut mengenai analisa corak. Pada masa akan datang, anda akan mempelajari lebih banyak jenis corak carta yang berbeza.",
  "stopLossCanHelp": "Stop loss dapat membantu anda mengurangkan gangguan emosi dalam perdagangan dan juga sangat berguna apabila anda tidak dapat memantau pasaran secara berterusan",
  "supposeThereIsAn": "Andaikan ada posisi beli AUS200, harga pembukaan adalah 50.66, dan stop loss ditetapkan pada 50.26. Apabila harga turun ke 50.26, stop loss akan dilaksanakan secara automatik, memungkinkan posisi ditutup pada harga dapat dilaksanakan berikutnya. Dalam contoh ini, posisi akan kehilangan 40 mata.",
  "itIsWorthNotingThat": "Perlu diingat bahawa stop loss tidak dijamin sepenuhnya dapat dilaksanakan pada harga yang anda tentukan. Oleh kerana pasaran mungkin mempunyai jurang harga, ia akan menyebabkan stop loss dapat dilaksanakan dengan harga yang berbeza. Jurang harga pasaran merujuk kepada beberapa jenis atau turun naik harga secara tiba-tiba dalam jangka masa yang sangat singkat.",
  "howMuchStopLoss": "Berapa banyak stop loss yang perlu ditetapkan?",
  "onceYouOpenAPosition": "Sebaik sahaja anda membuka posisi, anda harus mempertimbangkan berapa banyak stop loss yang perlu anda tetapkan. Pengaturan stop loss harus berdasarkan toleransi risiko peribadi anda, tetapi jumlah titik stop loss tidak boleh terlalu kecil, jika tidak, transaksi mungkin akan dihentikan terlalu cepat. Biasanya, anda perlu meninggalkan ruang yang munasabah untuk kerugian terapung. Umumnya disarankan agar stop loss yang anda tetapkan tidak boleh membiarkan kehilangan dana melebihi 1% hingga 5%.",
  "trailingStopLoss": "Trailing stop loss",
  "wheneverThePriceMoves": "Setiap kali harga bergerak sejumlah titik ke arah yang menguntungkan, harga trailing stop loss juga akan bergerak. Dengan kata lain, ketika harga bergerak ke arah yang menguntungkan, trailing stop loss secara automatik akan \"mengesan\" harganya. Ciri ini dapat membantu anda untuk mengaut keuntungan dan menguruskan transaksi anda secara automatik",
  "profitTargetProfit": "Sebagai contoh, anda boleh menentukan bahawa setiap kali harga naik 5 mata, stop loss anda akan naik 5 mata. Apabila anda tidak dapat menguruskan urus niaga dalam masa nyata, stop loss akan membantu anda merealisasikan pengurusan posisi yang disebutkan di atas secara automatik. Apabila harga mula berubah-ubah ke arah yang bertentangan, stop loss akan kekal pada harga asal. Apabila harga pasaran mencapai harga stop loss, posisi anda secara automatik akan ditutup-stop loss adalah strategi yang berkesan untuk mengurangkan kerugian.",
  "profitTarget": "Sasaran keuntungan",
  "profitTargetIs": "Sasaran keuntungan adalah harga yang telah ditetapkan di mana anda akan menutup posisi anda dengan menguntungkan. Sebelum anda merancang untuk membuka kedudukan, anda harus menentukan di mana harga keuntungan anda ditetapkan. Sasaran keuntungan adalah bahagian penting dalam pengurusan pesanan. Selagi harga pasaran mencapai harga keuntungan, anda tidak perlu memantau kedudukan di sebelah komputer dan keuntungan akan membantu anda menutup keuntungan secara automatik.",
  "marketOrder": "Market order",
  "aMarketOrder": "Pesanan pasaran adalah peniaga yang secara manual membuka posisi dan melaksanakan pesanan pada harga yang dapat diperdagangkan di pasaran saat ini. Pedagang harian dan beberapa pedagang pedas lebih cenderung untuk membuka pesanan pasaran untuk perdagangan.",
  "pendingOrder": "Pending order",
  "aPendingOrder": "Pending order adalah order dengan harga pembukaan yang telah ditetapkan. Apabila pasaran mencapai harga yang telah ditetapkan, pending order akan secara automatik membuka posisi. Sekiranya anda tidak dapat memantau turun naik harga di depan komputer anda dalam jangka masa yang lama, pesanan yang belum selesai dapat sangat berguna untuk anda. Dalam perdagangan jarak (harga bergerak berulang-alik dalam julat) dan perdagangan pelarian (harga menembus julat), pending order juga sangat membantu.",
  "typesOfPendingOrders": "Jenis pending order",
  "stopLossPending": "- Stop-loss pending orders: jual pada harga yang lebih rendah daripada harga pasaran semasa atau beli pada harga yang lebih tinggi daripada harga pasaran semasa.",
  "takeProfitPending": "- Take-profit pending orders: kebalikan dari stop-loss sementara menunggu orders-sell pada harga yang lebih tinggi daripada harga pasaran semasa, atau beli pada harga yang lebih rendah daripada harga pasaran semasa.",
  "stopLossEntryOrder": "Stop Loss Entry Order",
  "theFollowingFigure": "Gambar berikut menunjukkan stop loss entry order (beli dengan harga yang lebih tinggi) dan sell stop loss entry order (jual pada harga yang lebih rendah). Sebagai contoh, anda boleh menetapkan pending sell stop untuk melindungi risiko buy order sebelumnya, sehingga dapat mengurangkan potensi kerugian. Selain itu, stop-loss pending orders juga dapat digunakan untuk membangunkan strategi perdagangan trend (misalnya, anda merancang untuk membuka sell order, tetapi hanya memasuki pasaran setelah harga pasaran mengesahkan bahawa ia telah memasuki arah aliran menurun).",
  "takeProfitPendingOrder": "Take Profit Pending Order",
  "theFigureBelowShows": "Take Profit Pending Order Gambar di bawah menunjukkan take profit pending order (beli pada harga yang lebih rendah) dan sell take profit sementara menunggu (jual pada harga yang lebih tinggi). Take-profit pending order dapat digunakan untuk membentuk strategi perdagangan rentang, iaitu ketika harga bergerak naik dan turun dalam kisaran, pedagang dapat mengatur take-profit pending order untuk melakukan transaksi perdagangan jarak jauh secara automatik.",
  "stopLossPendingOrders": "Stop-loss pending orders dan take-profit pending orders adalah pembantu yang terbaik untuk mengawal risiko perdagangan. Sila periksa Panduan Dagangan untuk mengetahui cara menggunakan kedua-dua pending orders ini dalam strategi lanjutan.",
  "readTheChart": "Baca carta",
  "chartsAreTheCore": "Carta adalah teras perdagangan. Selain dari membantu pedagang memantau nilai posisi masa nyata, carta juga dapat membantu mereka memahami trend harga masa lalu dan memberi petunjuk mengenai trend harga masa depan berdasarkan ini. Oleh itu, belajar memahami carta adalah langkah utama untuk menjadi pedagang yang baik.",
  "theFirstThingTo": "Perkara pertama yang perlu difahami ialah harga pada carta menunjukkan prestasi harga pada masa yang sesuai.",
  "timeXAxisFromLeftToRight": "Masa: Paksi X (dari kiri ke kanan):",
  "theXAxisOnTheChart": "Paksi X pada carta menunjukkan masa (dari kiri ke kanan). Lebih jauh ke kiri, lebih awal waktu. Lilin atau bar harga terkini mewakili masa semasa. Setiap batang lilin atau harga mewakili satuan masa. Melalui bar tetapan jangka masa di bahagian atas carta, anda boleh mengubah jangka masa yang diwakili oleh satuan waktu. Sebagai contoh, anggaplah anda menetapkan jangka waktu ke harian (D1), yang bermaksud bahawa setiap lilin atau bar harga mewakili turun naik harga sehari. Sekiranya diatur ke 5 minit (M5), ini bermaksud setiap lilin atau bar harga mewakili turun naik harga 5 minit.",
  "priceYAxisFromTopToBottom": "Harga: Paksi Y (dari atas ke bawah)",
  "youCanReadThePrice": "Anda boleh membaca harga produk pada paksi Y menegak. Semakin tinggi kedudukan lilin atau bar harga, semakin tinggi harganya pada waktu yang sesuai. Sebaliknya, jika lilin atau bar harga berada di bahagian bawah carta, ini bermaksud bahawa harga pada waktu yang sama lebih rendah.",
  "priceComposition": "Komposisi harga",
  "onTheCandlestick": "Pada carta lilin atau histogram, setiap lilin atau bar harga menunjukkan empat harga berikut:",
  "openingPriceThis": "- Harga pembukaan: Ini adalah harga pertama pada awal kitaran. Pada histogram, garis mendatar di sebelah kiri mewakili harga pembukaan. Pada carta candlestick, ketika lilin naik, bahagian bawah lilin mewakili harga pembukaan dan ketika lilin jatuh, bahagian atas lilin mewakili harga pembukaan.",
  "highestPrice": "- Harga tertinggi: harga tertinggi yang berlaku dalam tempoh tersebut.",
  "lowestPrice": "- Harga terendah: harga terendah yang berlaku dalam tempoh tersebut.",
  "closingPriceThe": "- Harga penutupan: harga gigitan terakhir pada akhir tempoh. Warna digunakan untuk membezakan antara pasaran dan harga penutupan.",
  "atTheEndOfAPeriod": "Pada akhir tempoh, bar lilin/harga baru akan muncul dan prosesnya akan berulang-ulang, membentuk carta yang kita lihat. Berikut adalah gambaran setiap jenis carta. Tiga bentuk carta yang paling biasa dan asas adalah: carta garis, histogram dan carta candlestick. Walaupun mereka memberikan maklumat harga dengan cara yang sedikit berbeza, mereka semua mengikuti konsep masa (tempoh).",
  "spread": "Spread",
  "theCompleteQuotation": "Petikan lengkap terdiri daripada dua bahagian: harga jual dan harga beli. Perbezaan antara keduanya disebut \"spread\". Spread sebenarnya adalah bayaran yang dikenakan oleh broker atau bank semasa anda membuka posisi (iaitu, kos transaksi). Semakin besar spread, semakin tinggi kos transaksi anda. Sebaliknya, semakin rendah spread bermaksud semakin rendah yuran transaksi.",
  "theLargerTheTransaction": "Semakin besar jumlah transaksi dan mata wang yang lebih popular, semakin kecil spread semasa transaksi dan semakin kecil volume transaksi, mata wang yang kurang popular sering kali memiliki spread yang lebih besar.",
  "forTradersWhoTrade": "Bagi pedagang yang berdagang dengan lebih kerap, seperti pedagang harian atau pedagang jangka pendek, ukuran spread sangat penting. Sudah tentu, bagi pedagang jangka pertengahan hingga jangka panjang, ukuran spread mempunyai kesan yang lebih kecil.",
  "theAboveIsAScreenshot": "Di atas adalah tangkapan skrin tetingkap pembukaan MT4, di mana anda dapat melihat harga jualan, harga beli dan spread semasa. Apabila anda membuka buy atau sell order, harga yang dilaksanakan akan berbeza.",
  "buyOrderLongPosition": "Buy order (posisi panjang)",
  "quotation": "Sebutharga:1. 36298/1. 36301",
  "theOpeningPriceForBuying": "Harga pembukaan untuk membeli adalah1.36301",
  "sellOrderShortPosition": "Sell ​​order (posisi pendek)",
  "theOpeningPriceForSelling": "Harga pembukaan untuk penjualan adalah1.36298",
  "inBothCases": "Dalam kedua kes tersebut, untung dan rugi (P/L) anda ketika pertama kali membuka posisi adalah negatif kerana spread dikenakan semasa pesanan dibuka. Apabila pasaran berubah ke arah yang menguntungkan anda dengan jumlah titik yang sama dengan spread, pesanan anda akan mencapai tahap awal."
}
