{
  "abnormalTrade": "Perdagangan tidak normal",
  "whatIsAbnormalTrade": "Apakah Perdagangan Tidak Normal?",
  "abnormalTradeMeans": "Perdagangan tidak normal bermaksud pelanggan melakukan transaksi intensif dalam jangka masa yang sangat singkat. Untuk merangkum pengalaman dalam industri ini, perdagangan jangka pendek tidak bermanfaat bagi pelanggan kerana pelanggan harus membayar sejumlah besar biaya pengendalian untuk transaksi yang kerap. Pada masa yang sama, perdagangan jangka pendek juga merupakan kaedah pelaburan yang tidak sesuai, dan pelanggan tidak dapat memperoleh keuntungan besar dalam transaksi yang sering dilakukan ini. Selain itu, ada juga penjenayah yang berniat menggunakan perdagangan tidak normal untuk tujuan pengubahan wang haram. Kami amat prihatin dengan kegiatan haram ini. Sebarang peluang untuk melanggar peraturan \"anti pencucian wang\" perdagangan tidak normal, syarikat tidak akan bertolak ansur!",
  "abnormalTradeTakesUp": "Perdagangan yang tidak normal memerlukan banyak sumber rangkaian. Selain itu, ia akan mempengaruhi kestabilan dan kecekapan sistem perdagangan, ia akan mempengaruhi perdagangan pelanggan biasa. Untuk melindungi kepentingan majoriti pelanggan, syarikat tidak boleh menerima perdagangan yang tidak normal.",
  "theDefinitionOfAbnormalTrades": "Definisi Perdagangan Tidak Normal",
  "whenTheCustomerWithdrawsMoney": "Apabila pelanggan mengeluarkan wang, kami akan menyemak log transaksi pelanggan dari pengeluaran terakhir (pengeluaran pertama bermula dari pembukaan akaun) hingga masa ini. Mengikut jumlah urus niaga, apabila 50% jumlah dagangan dalam pesanan perdagangan mempunyai waktu penahanan kurang dari 5 minit, kami akan melakukan semakan lebih lanjut terhadap akaun ini, dan waktu tinjauan mungkin berlangsung selama 3 jam.",
  "whenThereIs": "Apabila terdapat 30% jumlah pegangan dagangan kurang dari 5 minit.",
  "when30OfThe": "Apabila 30% daripada jumlah dagangan tergolong dalam kedudukan lindung nilai yang ditentukan dalam 5 minit.",
  "whenClientIsUsing": "Apabila pelanggan menggunakan satu akaun perdagangan untuk memanipulasi komputer mutli dan menjalani perdagangan dalam jumlah tinggi, untuk membuat ilusi perdagangan massa dengan menyesatkan maklumat.",
  "whenCustomersAreTackling": "Ketika pelanggan menangani kelemahan perisian untuk berdagang dengan bantuan perisian pihak ketiga (disebut sebagai \"perisian pemalam\"). (sila hubungi kakitangan perkhidmatan pelanggan dalam talian kami jika anda perlu menggunakan EA atau perdagangan algo.)",
  "aTradeOfUtilizing": "Perdagangan menggunakan internet atau komputer untuk melakukan \"penangguhan sebut harga\", dan berulang kali \"sengaja\" atau \"berniat jahat\" berdagang masuk dan keluar dari pasaran dengan \"banyak\" dalam lima minit, yang mengambil keuntungan dari platform perdagangan dan bukannya dari pasaran dalam jangka masa yang singkat.",
  "whenTheNumber": "Apabila jumlah lot perdagangan yang disyaki meningkat dalam jangka masa yang sangat singkat, misalnya, jumlah dagangan berubah dari 0.1- 0.5 hingga 5 - 10 dalam sekelip mata.",
  "handlingMethod": "Kaedah pengendalian",
  "ifTheAccount": "Sekiranya akaun tersebut disahkan diperdagangkan dengan transaksi yang tidak normal, syarikat akan segera membekukan akaun tersebut, semua deposit dan pengeluaran akan dilarang sehingga siasatan dilakukan.",
  "ifTheAccountIs": "Sekiranya akaun tersebut disahkan mempunyai urus niaga yang tidak normal, syarikat akan menutup akaun tersebut dan mengembalikan baki dana kepada pelanggan, sebarang keuntungan dan komisen yang timbul daripada transaksi tidak normal akan dibatalkan.",
  "theRightToInterpret": "Hak untuk menafsirkan \"transaksi tidak normal\" dimiliki oleh WCG Markets Ltd. dan jika ada perselisihan, WCG Markets Ltd berhak untuk mengubah suai.",
  "tradeDetails": "Butiran Perdagangan",
  "sourceOfTradeExecution": "Sumber Pelaksanaan Perdagangan",
  "theQuotesOfOur": "Harga produk kami umumnya berasal dari beberapa Bank teratas di dunia yang menawarkan harga yang besar dan tepat pada masanya untuk pasaran. Kami yakin bahawa pendekatan ini akan selalu memberikan anda harga yang terbaik.",
  "slippage": "Selipar",
  "ourCompanyWill": "Syarikat kami akan berusaha sebaik mungkin untuk mengurangkan berlakunya kemerosotan dan berusaha untuk menyediakan model perdagangan yang lebih baik dalam industri ini. Walau bagaimanapun, kadang-kadang pasaran pelaburan sangat tidak stabil, dan harga kadang-kadang berubah seketika yang benar-benar di luar kawalan manusia.",
  "marketGapAndFluctuations": "Jurang dan turun naik pasaran",
  "whenEconomicData": "Apabila data ekonomi atau berita penting dikeluarkan, harga mungkin naik atau turun kerana reaksi pasaran yang ganas. Dalam keadaan seperti itu, keadaan pasaran mungkin sangat tidak stabil dan harga boleh berubah secara mendadak dalam satu arah. Dan dalam beberapa kes, pasaran mungkin tidak dapat menawarkan perdagangan yang tersedia dalam jangka pendek. Apabila pasaran dibuka semula selepas hujung minggu atau cuti, jurang pasaran sering berlaku. Perintah pengambilan untung dan rugi boleh dilaksanakan pada harga yang jauh dari harga yang ditentukan ketika jurang pasaran berlaku. Penyimpangan seperti itu kadang kala memihak kepada peniaga dan kadangkala tidak. Perintah pengambilan untung dan rugi boleh dilaksanakan di luar julat harga yang diserahkan oleh pesanan. Pesanan dapat dilaksanakan secara berkelompok dengan harga yang berlainan. Harga pembukaan mungkin sangat berbeza dengan harga penutupan hari sebelumnya.",
  "leverageAndMarginPolicy": "Dasar leverage dan margin",
  "inAnyCase": "Walau apa pun, peniaga perlu mempunyai margin yang mencukupi untuk mengekalkan kedudukan terbuka. WCG tidak menyediakan notis panggilan margin. Contohnya, sebelum hujung minggu dan cuti, apabila tahap margin kurang daripada 100% daripada margin yang diperlukan, sistem akan membubarkan secara paksa semua kedudukan. Kedudukan (termasuk pesanan berkunci) akan diproses tanpa notis lanjut sehingga nisbah margin 100% dipulihkan.",
  "setTheValidityPeriodOfTheOrder": "Tetapkan tempoh sah pesanan",
  "allPendingOrders": "Semua pesanan yang belum selesai dan tetapan berhenti rugi dan untung berlaku selama satu minggu. Sebelum hujung minggu ditutup, semua pesanan tertunda dan tetapan kerugian atau untung yang belum dilaksanakan akan dibatalkan. Sekiranya perlu, pelanggan dapat menetapkan semula tetapan setelah pasaran dibuka pada hari Isnin.",
  "forcedLiquidationPolicy": "Dasar pembubaran paksa",
  "pleaseNoteThatUnlessWeHaveOtherNotice": "Harap maklum bahawa melainkan jika kami mempunyai notis lain, tahap margin pembubaran WCG adalah 30%. Apabila nisbah margin anda kurang dari 30%, sistem akan menutup pesanan anda secara automatik. Sentiasa perhatikan tahap dana dalam akaun untuk mengelakkan kerugian yang tidak perlu.",
  "theCalculationMethod": "Kaedah pengiraan nisbah margin adalah: nilai bersih รท pembayaran pendahuluan terpakai = nisbah margin"
}
