{
  "howToTradePreciousMetals": "Cara memperdagangkan logam berharga",
  "forThoseTraders": "Bagi pedagang yang berminat untuk mengimbangkan portfolio pelaburan mereka， perdagangan logam berharga adalah komponen penting， kerana logam berharga dianggap sebagai aset lindung nilai yang dapat mencegah inflasi. Di WCG， logam berharga dinyatakan dalam US dolar.",
  "thisMeansThatWhenTradingGold": "Ini bermaksud bahawa ketika berdagang emas， anda membuat spekulasi sama ada harga satu auns emas akan naik atau turun berbanding US dolar. Kami menganggap bahawa harga emas semasa ialah $1，300.60. Anda fikir harganya mungkin naik pada masa akan datang， jadi anda membeli 100 auns (1 lot) emas (kod XAU/USD).",
  "whenThePriceRisesTo": "Apabila harganya naik ke 1305.80， anda memutuskan untuk menutup perdagangan. Keuntungan anda adalah perbezaan antara harga pembukaan dan harga tutup dikalikan dengan jumlah auns yang anda jual. Dalam urus niaga ini， keuntungan anda adalah $520.",
  "viewTradingProducts": "Lihat produk perdagangan",
  "diversifiedInvestment": "Pelaburan yang pelbagai",
  "justAsExperiencedInvestors": "Sama seperti pelabur berpengalaman seperti institusi besar， cenderung mempelbagaikan portfolio pelaburan mereka untuk mengurangkan risiko dan meningkatkan pulangan. Perdagangan emas dianggap cara terbaik untuk mempelbagaikan portfolio anda， kerana harga emas sering berkorelasi terbalik dengan pasaran saham.",
  "fightAgainstInflation": "Melawan inflasi",
  "asInflationIntensifies": "Apabila inflasi semakin meningkat， mata wang akan menyusut dari semasa ke semasa dan emas lebih berharga daripada mata wang ketika menghadapi inflasi. Bahkan pada tahun 2008 ketika pasaran global jatuh ke dalam kemelesetan， harga emas hampir tidak terjejas. Sebenarnya， dari tahun 2007 hingga 2008， harga emas meningkat sekitar 4%.",
  "highStorageValue": "Nilai simpanan yang tinggi",
  "about95OfTheWorldsGold": "Kira-kira 95% emas dunia dipegang sebagai perhiasan atau di bawah peti besi emas. Berbanding dengan jumlah emas yang menimbun， bekalan emas meningkat pada kadar yang sangat rendah pada setiap tahun. Oleh itu， harga emas telah meningkat sejak 50 tahun yang lalu.",
  "preciousMetalsAreDifficultToMine": "Logam berharga sukar untuk dilombong， mengakibatkan kekurangannya dan harganya tinggi. Inilah sebabnya mengapa orang memanggil logam ini sebagai \"berharga\" logam.",
  "amongAllPreciousMetals": "Di antara semua logam berharga， emas adalah yang paling popular di kalangan pedagang. Emas memberi banyak peluang perdagangan untuk pedagang dalam talian Ini terutamanya kerana emas unik dan kedudukannya dalam ekonomi dunia adalah unik.",
  "participantsInGoldTrading": "Peserta dalam perdagangan emas",
  "theGoldMarketAttracts": "Pasaran emas menarik sebilangan besar pedagang. Sebilangan besar dari mereka mencari pilihan pelaburan yang selamat dan menguntungkan untuk mencapai pertumbuhan kekayaan yang mampan atau untuk mengelakkan risiko yang ditimbulkan oleh pelaburan lain. Inilah sebabnya mengapa emas begitu menarik. Peserta dalam pasaran emas boleh dibahagikan kepada dua kategori berikut：",
  "goldBelievers": "Penganut emas",
  "mainlyIncludeIndividualInvestors": "Terutama merangkumi pelabur individu dan pedagang emas. Penganut emas menyumbang sebahagian besar dari keseluruhan pasaran emas. Orang-orang ini pada dasarnya optimis dengan komoditi yang mahal ini dan memperuntukkan sejumlah besar aset kepada emas. Sebilangan besar pemain runcit di pasaran adalah seperti jenis ini. Mereka sering memegang posisi jangka panjang dan memasukkan sejumlah besar kecairan ke dalam pasaran emas melalui niat pembelian yang.",
  "largeInstitutions": "Institusi besar",
  "suchInstitutionsIncludeHedgeFunds": "Institusi tersebut termasuk dana lindung nilai， bank dan syarikat broker yang terlibat dalam pembelian dan penjualan emas. Sebilangan besar institusi ini menggunakan strategi pengiraan yang canggih untuk mengembangkan portfolio perdagangan yang pelbagai untuk memberikan perlindungan pelaburan yang selamat kepada pelanggan dalam persekitaran pasaran yang sangat tidak stabil. Sebilangan besar institusi ini tidak berpegang pada perdagangan emas. Mereka sering memasukkan pilihan pelaburan lain dalam portfolio mereka.",
  "reasonsAffectingThePriceOfGold": "Sebab-sebab yang mempengaruhi harga emas",
  "thereAreManyFactors": "Terdapat banyak faktor yang mempengaruhi harga emas. Berikut adalah gambaran ringkas mengenai faktor-faktor yang mempengaruhi",
  "centralBank": "Bank Pusat",
  "theseInstitutions": "Institusi-institusi ini mengambil bahagian dalam perdagangan emas untuk mengatur rizab pertukaran asing mereka untuk menstabilkan nilai mata wang mereka. Oleh itu， harga emas telah dinaikkan.",
  "crudeOil": "Minyak mentah",
  "crudeOilAndGold": "Minyak mentah dan emas saling berkait kerana harganya juga dalam dolar AS. Selain itu, kenaikan harga minyak mentah juga akan meningkatkan inflasi, yang seterusnya akan menaikkan harga emas.",
  "USDollars": "Dolar AS",
  "sinceGoldIsPriced": "Oleh kerana emas berharga dalam dolar AS, ketika nilai dolar AS meningkat, secara semula jadi akan menimbulkan tekanan ke atas harga emas.",
  "stockMarket": "Pasaran saham",
  "whenTheStockMarket": "Apabila pasaran saham jatuh, peniaga sering beralih membeli emas, sehingga menaikkan harga emas.",
  "historicalGoldPrice": "Harga emas bersejarah",
  "theFollowingTable": "Jadual berikut menunjukkan turun naik harga emas dalam 50 tahun terakhir. Secara keseluruhan, sejak tahun 1970, harga emas telah meningkat dengan mendadak.",
  "duringThisPeriod": "Dalam tempoh ini, pulangan pelaburan emas paling rendah berlaku antara tahun 1970 dan 1979.",
  "onTheOtherHand": "Sebaliknya, kenaikan terbesar berlaku antara tahun 2000 dan 2009.",
  "goldTradingExample": "Contoh perdagangan emas",
  "practicalGoldTrading": "Perdagangan emas praktikal",
  "supposeYouStudyTheGoldMarket": "Katakan anda mengkaji pasaran emas dan percaya bahawa harga emas akan naik. Oleh itu, anda membeli 1 lot emas (iaitu, 100 auns) pada harga 1,184.60.",
  "thisMeans": "Ini bermaksud bahawa apabila harga emas berubah 1 dolar AS, keuntungan dan kerugian yang anda sampaikan adalah 100 dolar AS.",
  "profitScenario": "Senario keuntungan",
  "peoplesInterestInGoldSurged": "Minat orang terhadap emas meningkat, dan beberapa hari kemudian, harga emas mencecah $ 1,189.70. Anda memutuskan untuk menutup kedudukan dan mengunci keuntungan.",
  "yourTotalProfitIsCalculated": "Jumlah keuntungan anda dikira seperti berikut: (1,189.70 - 1,184.60) x 100 USD = 510 USD.",
  "lossScenario": "Senario kerugian",
  "thePriceOfGold": "Harga emas tidak naik seperti yang dijangkakan, tetapi turun menjadi 1.180.30 dolar AS. Anda memutuskan untuk menutup kedudukan dan menyelesaikan kerugian.",
  "theLossInThisCase": "Kerugian dalam kes ini adalah: (1,184.60-1,180.30) x 100 USD = 430 USD.",
  "althoughGoldTrading": "Walaupun perdagangan emas adalah perdagangan logam mulia yang paling biasa, pedagang yang menyedari tentang nilai perdagangan emas yang pelbagai sering menjelajah pasaran logam lain, seperti perak."
}
