{
  "questions": "Soalan lazim",
  "thisArticleCollects": "Artikel ini mengumpulkan kebanyakan soalan yang sering diajukan oleh pelabur dan harap anda dapat memperoleh jawapan yang berguna.",
  "whatKindOfSupervision": "Apa jenis pengawasan WCG yang diatur?",
  "WCGIsABusinessBrand": "WCG adalah jenama perniagaan yang digunakan oleh pelbagai syarikat, termasuk",
  "WCGMarketsLtdIsSupervised": "WCG Markets Ltd diselia oleh Unit Perisikan Kewangan Kanada (FIU) dan Pusat Analisis Transaksi dan Pelaporan Kewangan Kanada (FINTRAC). Nombor lesen MSB adalah M20282836.",
  "WCGMarketsLtdIsRegistered": "WCG Markets Ltd didaftarkan di bawah Undang-undang Perniagaan Antarabangsa dan diatur oleh Saint Vincent dan Otoritas Perkhidmatan Kewangan Grenadines (SVGFSA), bernombor 26087 SM 2020.",
  "HowToOpenAnAccountInWCG": "Bagaimana cara membuka akaun di WCG?",
  "youCanRegisterYourRealAccount": "Anda boleh mendaftarkan akaun sebenar anda di laman web rasmi WCG, atau klik di sini untuk mendaftar.",
  "WCGAccountOpeningAge": "Umur pembukaan akaun WCG",
  "theAgeToOpenAnAccount": "Umur membuka akaun di WCG mestilah berumur 18 tahun ke atas, dan pelanggan yang berumur 65 tahun ke atas tidak diterima untuk memohon pembukaan akaun.",
  "whatKindOfAccounts": "Apakah jenis akaun yang disediakan oleh platform?",
  "weProvideDifferentAccountTypes": "Kami menyediakan pelbagai jenis akaun, sila hubungi kakitangan perkhidmatan pelanggan kami untuk maklumat lanjut.",
  "whatKindOfDocuments": "Apa jenis dokumen yang perlu saya muat naik?",
  "customersInMainlandChina": "Pelanggan di China hanya perlu memuat naik dokumen pengenalan diri anda; pelanggan di luar China perlu memberikan bukti passport dan alamat anda (seperti lesen memandu, kad pendaftaran penduduk tetap atau bil utiliti untuk tiga bulan terakhir, dll.).",
  "howLongWillItTake": "Berapa lama masa yang diperlukan untuk membuka akaun baru?",
  "accountOpeningWillTake": "Pembukaan akaun akan memakan masa 1 hari bekerja seperti biasa.",
  "howLongWillItTakeToProcess": "Berapa lama masa yang diperlukan untuk memproses permohonan pengeluaran?",
  "WCGProcessingWithdrawalApplicationTime": "Masa permohonan pengeluaran pemprosesan WCG: 11:00-12:00 tengah hari/ 2:00-5:00 petang. Pengeluaran akan diproses sekali setiap jam, dan akaun akan diterima paling cepat dalam masa 2 jam. Satu hari perniagaan untuk pemprosesan.",
  "WCGWithdrawalConditions": "Syarat pengeluaran WCG?",
  "ifTheCustomerDepositsFunds": "Jika pelanggan mendepositkan dana, mereka mesti mengeluarkannya tanpa sebarang transaksi, dan yuran pengendalian sebanyak 3% akan dikenakan untuk memulangkan dana.",
  "afterACertainTransactionVolume": "Selepas jumlah transaksi tertentu dipenuhi, yuran pengendalian akan diketepikan. Keperluan volum dagangan: Amaun deposit terkumpul terkini akan diguna pakai. Contohnya, jumlah deposit terkini ialah USD 1,000. Yuran transaksi diketepikan selepas berdagang 1 lot dan kemudian memohon untuk pengeluaran. Mendepositkan USD 2,000 memerlukan dagangan 2 lot dan mendepositkan USD 5,000 memerlukan perdagangan. 5 lot, dan seterusnya.",
  "ifTheTransactionVolume": "Jika jumlah urus niaga tidak mencukupi dan anda berkeras untuk mengeluarkan, anda perlu memotong 3% daripada lot dagangan daripada jumlah deposit terkumpul terkini sebagai yuran pengeluaran. (Pelanggan menyatakan bahawa yuran potongan akan ditolak apabila pelanggan mengeluarkan wang, jika tidak pengeluaran akan ditolak).",
  "ifTheTransactionVolumeIsInsufficient": "Jika jumlah transaksi tidak mencukupi, yuran pentadbiran $5 akan dikenakan untuk pengeluaran di bawah $50.",
  "HowDoIKnowMyWithdrawal": "Bagaimana saya tahu bahawa permohonan pengeluaran saya diluluskan?",
  "onceTheWithdrawalApplication": "Setelah permohonan pengeluaran disetujui, jumlahnya akan ditolak dari akaun perdagangan anda, dan margin yang tersedia untuk perdagangan dan mengekalkan sebarang kedudukan terbuka yang tertunggak akan dikurangkan.",
  "whatIsTheMT4Platform": "Apakah platform MT4?",
  "MetaTrader4": "MetaTrader 4 (MT4) adalah platform perdagangan yang dikembangkan oleh perisian MetaQuotes untuk urus niaga pertukaran mata wang asing dalam talian (FX), kontrak perbezaan (CFD) dan pasaran hadapan. Platform MT4 boleh log masuk melalui laman web atau dimuat turun ke komputer anda atau mana-mana peranti telefon pintar.",
  "howToDownload": "Bagaimana cara memuat turun platform perdagangan?",
  "youCanClickHere": "Anda boleh klik di sini untuk pergi ke halaman muat turun laman web rasmi dan memilih peranti yang akan dimuat turun.",
  "canITradeOverWeekends": "Bolehkah saya berdagang pada hujung minggu?",
  "noTradingOverWeekends": "Tidak ada perdagangan pada hujung minggu, kerana penutupan pasaran."
}
