import { BasicTrading } from '../@types/basicTrading';

export const basicTrading: BasicTrading = {
  howToStartTrading: '如何开始进行交易',
  haventHadExperience:
    '还未拥有金融交易的经验?我们将一步步地指导您开始进行交易。',
  basicTradingCourse: '初级交易课程',
  intermediateTradingCourse: '中级交易课程',
  whatIsForeignExchangeTrading: '什么是外汇交易',
  factorsAffectingTheMarket: '影响市场的因素',
  basicOperationOfTheMT4Platform: 'MT4平台基础操作',
  leverageAndMargin: '杠杆和保证金',
  whatIsACFDTransaction: '什么是差价合约交易',
  step1: '第一步：申请一个真实帐户',
  weOfferTo:
    '我们提供交易多种环球金融产品。您只需在线填写提交一份开户申请书，同时上传所要求的证件，我们便会在最短的时间内审核您的申请并将交易帐户信息电邮给您。',
  applyForARealAccountNow: '立即申请真实帐户',
  step2: '第二步：存入资金',
  afterYourRealAccount:
    '在您的真实帐户开设成功后，您便可以存入资金以开始第一笔交易。存入资金非常便捷，只需登入客户中心即可进行操作。在网站中，您可以选择使用信用卡/借记卡、银行电汇等电子钱包的方式进行入金。在存入的资金到帐后，您便可以准备开始第一笔交易。',
  depositFundsNow: '立即存入资金',
  step3: '第三步：开始交易',
  nowThatYourTradingAccount:
    '现在您的交易帐户已成功开设并已入金成功，您可以准备开始您的第一笔交易，以下几点则是您要开始交易前需注意的一些事项。请谨记：切勿在您不确定的时候进行交易，每一笔新的交易都意味着新的风险，请确保在点击开仓前您已充分做好了准备。',
  understandTheMarket: '1。理解市场',
  knowWhatYouWantTo: '知道您想要交易什么，以及什么时候进行交易。',
  understandTheOperation: '2。了解交易平台的操作——',
  beforeMaking: '在进行第一笔交易之前，您需要熟悉交易平台的操作',
  startYourTransaction: '3。开始您的交易——',
  afterYouAreFamiliarWith: '在熟悉了平台操作后，您便可以开始第一笔交易了。',
  theForeignExchangeMarket:
    '外汇市场是世界上最大的金融市场，日交易额高达5万亿美元。外汇市场作为主要的货币兑换机制，不仅为全球商业和贸易提供了基础服务，如此巨额的交易量，也为那些想投资外汇市场的人们提供了各种各样的交易机会。外汇交易者可以每周五天、每天24小时地买进或卖出不同货币，并通过使用杠杆（增加名义交易量），以投机全球货币流动和市场波动。',
  theForeignExchangeMarketIsUsually:
    '外汇市场通常被简称「外汇」或「FX」，它是一个全球性、分布式、场外交易的货币交易金融市场。',
  globalMarket: '全球市场',
  thisIsAGlobalMarket:
    '- 这是一个全球性的市场，您看到的所有报价都是一国货币相对另一国货币的相对价值',
  globalEconomic:
    '- 全球经济政治事件驱动着这些市场，反过来又影响了有关国家货币的相对价值，进而改变了货币对的价值。',
  decentralizedMarket: '分布式市场',
  decentralizedMarketMeans:
    '- 分布式市场意味着外汇市场与股票市场不同，它没有一个集中的交易所。',
  insteadFinancialCenters:
    '- 取而代之的是，世界各地的金融中心共同组成了汇聚不同类型买家和卖家的大型24小时交易网络，仅在周末休市。',
  overTheCounterTransactions: '场外交易',
  theForeignExchangeMarketIsNotControlled:
    '- 外汇市场不受任何中央管理机构的控制，也没有清算机构对交易进行担保。',
  brokersAndTraders: '- 经纪商和交易员直接通过电子网络协商彼此之间的交易。',
  thisKindOfMarket: '- 这种交易者之间相互协商价格的市场被称为「场外交易」。',
  tradingForeignExchange: '交易外汇',
  forActiveTraders:
    '对于活跃的交易者来说，外汇市场与其他交易市场（例如股票、大宗商品或固定收益市场）没有太大差别。外汇市场同样是提供给买卖双方交易的场所，只不过买卖的商品是货币对。货币对可能是欧元兑美元、美元兑日元，也可能是英镑兑美元、欧元兑英镑，或者是其他许多不同货币的组合。不同的货币组合代表了一种货币兑另一种货币的价值，这种关系是用一个价格来表示的。在外汇市场上，结合两国经济和政治的现状和预期，货币对价格实际上是一种货币以另一种货币衡量的市场预期值。从股票的角度看，货币对的价格机制与股票价格相似。',
  differentCurrency:
    '不同的货币组合代表了一种货币兑另一种货币的价值，这种关系是用一个价格来表示的。在外汇市场上，结合两国经济和政治的现状和预期，货币对价格实际上是一种货币以另一种货币衡量的市场预期值。从股票的角度看，货币对的价格机制与股票价格相似。',
  comparedWithOtherMarkets: '与其他市场相比',
  theDailyTradingVolume:
    '股票市场的日交易量约数十亿美元，而外汇市场的日交易量高达5万亿美元。外汇市场的参与者包括大型银行、对冲基金和其他金融机构、全球企业以及个人交易者。大多数外汇交易都是全球日常贸易所涉及的货币兑换所带来的结果。外汇市场的巨额日交易量提供了无尽的交易机会，同时也让交易者得以通过全球外汇市场进行更加多元化的投资。',
  whatFactorsPlayAKeyRole:
    '在外汇交易中，哪些因素起到关键作用?与股票相比又如何?让我们举例来说明。假设一个国家的通胀率或银行利率既低又稳定，它的经济产出增长强劲，它的政治也非常稳定。人们可以预期，相对于另一个基本面情况不太好的国家货币来说，该国货币会保持强劲。',
  LetsTakeAnotherExample:
    '我们再举个股票的例子进行对比。假设国内和全球经济表现强劲，通货膨胀并不严重，市场竞争没有削弱公司产品的市场份额，产品需求稳定，工人生产效率高，那么您可以预期，相比起其他基本面情况不太好的公司来说，该公司的股票会保持强劲。',
  similarToStocks:
    '我与股票相似，在外汇货币对的短期走势中，会受一些其他因素的影响，包括技术分析、短期的供给和需求、季节性资本流动模式、当前的价格等等，这些因素普遍处在动态变化当中，造成货币价格实时的上涨或下跌。',
  earlierWeIntroducedYou:
    '前面我们为您介绍了外汇市场有哪些参与者，现在我们将继续为您介绍市场价格变动的常见原因。',
  rememberThatTheMajorPlayers:
    '请记住，市场的主要参与者贡献了市场上的绝大部分流动性，同时，导致价格波动并演变成市场趋势的是资金从一个货币向另一个货币的流动。实际资金流动发生的原因可能与真实的投机需求有关，比如客户出于保护目的而进行的对冲，或是购买资产的需求，但是，人们的预期也占了很大一部分原因，也就是对市场上资金流动变化的预期。',
  changesInGDP:
    'GDP（gross domestic product，即「国内生产总值」）、通货膨胀、利率、预算和交易盈馀/赤字的变化，以及其他宏观经济条件的变化，都可能造成市场参与者对资金流动变化产生预期。',
  newsOrEvents: '可能引发波动性的新闻事件',
  grossDomesticProductGDP: '- 国内生产总值GDP',
  interestRate: '- 利率',
  employment: '- 就业/失业状况',
  tradeSurplus: '- 贸易盈馀/赤字',
  forceMajeureEvent: '- 不可抗力事件',
  nonFarmPayroll: '非农就业人数和失业率',
  theMostInfluentialMarketData:
    '最受市场关注的新闻是美国非农就业人数和失业率，该数据的发布可能会给市场带来大量波动。观看下面的网络研讨会，深入了解为什么这是一个重要的新闻事件。',
  economicCalendar: '财经日历',
  soHowCanWeKeepAnEyeOn:
    '那么，我们该如何对这些潜在的市场推动因素保持关注?尽管我们无法预知世事，但我们可以通过财经日历来监测哪些重要的新闻发布将在未来几天、几周或几个月里进行。',
  theEconomicCalendarListsTheNews:
    '财经日历列出了特定国家公开发布的新闻和事件，这意味着世界各地的人们可以同时获悉同样的新闻。尽管这对我们这样的零售交易者来说是个重大利好，但最好能意识到银行也有一个主要优势——他们能通过看到客户的订单流，看到资金流向哪里（以及从哪里流出）。',
  marketSentiment: '市场情绪',
  marketSentimentCanBeUsedBy:
    '市场情绪可以同时为长线和短线交易者所用。对于长线交易者，他们更倾向于观察数据在数周或数月内的趋势，并将其与相关货币对的价格进行比较。',
  newsTrading: '新闻交易',
  newsTradingIsAVeryPopularWay:
    '新闻交易是一种非常流行的外汇交易方式。这部分交易者专注于新闻发布前后的交易，正如上文所述，偏离市场预期的真实数据会引发较大的市场波动。',
  avoidNewsTrading: '避开新闻交易',
  thisIsTheThirdTradingMethod:
    '这是第三种交易方式，也即使用同样的过滤器筛选出高影响的新闻，并确保避开这些新闻时间段来进行交易。这种方法更适合那些使用1小时、4小时或日图来设置交易的交易者（或超长线交易者）。',
  afterTheDownloadProcess: '下载完成后，开始安装程序：',
  checkYesIAgreeWith:
    '1. 勾选「Yes」，按下「Next」按钮。如果需要指定MT4平台的安装路径，点击「Settings」按钮。',
  theInstallationWizard:
    '2. 安装向导会自动连接到MetaQuotes网站并开始下载平台内容，下载的进度条完成时，点击「Finish」按钮。',
  thePlatformInterface:
    '3. 平台界面会自动打开，代表已成功安装MT4平台。如果您在安装过程中遇到任何问题，欢迎联系在线客服，或拨打免费电话与客服团队联系。',
  logInToTheTradingAccount:
    '4. 登录交易帐户。如果您已有交易帐户，请点击平台左上方的「文件」——「登录到交易帐户」。',
  inThePopUpLoginWindow:
    '5. 在弹出登录视窗内，输入帐号、密码，并选择正确的服务器，然后点击「登录」按钮。',
  thePlatformWillTakeSomeTime:
    '平台会需要一些时间来登录帐户，您可以通过检查平台右下角来确认连接是否成功。在平台成功登录时，右下角应该显示数据流量。',
  createAMarketOrder: '6. 建立市价单',
  thereAreManyWaysTo:
    '在MT4平台上开设新交易有多种办法，最简单的操作是直接点击平台上方工具条上的「新订单」快捷按钮，并会出现一个订单视窗',
  productCategory: '7. 交易品种：选择交易对象',
  lotsEnterTheLotSize:
    '手数：输入交易量大小，最低为0.01手（外汇、黄金和白银）。',
  stopLossPrice:
    '止损价：当价格达到指定价格时，自动平仓停止损失；默认为零，代表不设置止损。',
  takeProfitPrice:
    '获利价：当价格达到指定价格时，自动平仓保住获利；默认为零，代表不设置止盈。',
  sellAtMarketPriceOrBuy:
    '于市价卖或于市价买：点击红色按钮卖出，点击蓝色按钮买入。',
  theOrderTypeColumn:
    '订单视窗内的「交易类型」栏目，默认选择的是「市价成交」，意思是要按照当前市价建立交易。',
  pendingOrder: '8. 挂单交易',
  changeTheOrderType:
    '在订单视窗中将交易类型改为「挂单交易」即可执行挂单操作。',
  thereAreFourTypes: '挂单的类型分为四种：',
  buyLimitBuyPending: 'Buy limit——挂单价格低于市场价格的买进挂单；',
  sellLimitSellPending: 'Sell limit——挂单价格高于市场价格的卖出挂单；',
  buyStopBuyPending: 'Buy stop——挂单价格高于市场价格的买进挂单；',
  sellStopSellPending: 'Sell stop——挂单价格低于市场价格的卖出挂单。',
  afterSelectingTheCorresponding:
    '选择对应的挂单类型后，在价格栏输入需要的价格，点击「下单」即可。',
  oneClickTrading: '9. 一键交易',
  foreignExchangePrices:
    '外汇价格波动瞬息万变，我们有时候不得不寻求更快速、更效率地下单办法，好在MT4提供了一键交易功能。在平台右边的图表视窗内按下鼠标右键，选择菜单选项中的「一键交易」。',
  onTheUpperLeftCorner:
    '在图表的左上角会出现一键交易的报价悬浮视窗。点击左边价格就会自动开设卖出交易，点击右边价格就会自动开设买进交易。在点击前，务必在中间的交易量栏目内输入需要交易的手数。',
  modifyTheOrder: '10. 修改订单',
  afterOpening:
    '在开仓后，有时候我们需要给仓位设置止损/获利。在平台下方「终端」视窗的「交易」栏目中，找到需要修改的仓位，在上面单击鼠标右键，在菜单中选择「修改或删除订单」。',
  inThePopUpWindow:
    '在弹出视窗中，按照下图中的办法设置，可以更改仓位的止损/止盈。',
  closePosition: '11. 平仓操作',
  theSummaryWindowAt:
    '交易开设后，可以在平台下方的「终端」视窗内的「交易」栏目查看持仓：',
  theAccountBalance:
    '视窗内还显示了帐户的余额、净值、已用预付款（占用保证金）、可用预付款（可用保证金）和预付款比例（预付款比例 = 净值/已用预付款）。现在我们关闭这个交易，在订单上单击鼠标右键，选择「平仓」。',
  atThisTimeWeOpened:
    '这时候我们打开了平仓确认视窗，点击视窗内的黄色按钮来关闭这笔交易，为仓位结利。',
  oneClickClosing:
    '一键平仓：点击位于持仓最右边的X按钮，激活一键交易，可以更快速地完成平仓操作。',
  accountHistory: '12. 帐户历史',
  youCanFindAllClosed:
    '在「终端」视窗的「帐户历史」栏目中可以找到所有的已平仓交易。',
  profitLossTheTotal: '盈/亏——交易的总盈亏，包括过夜利息。',
  depositsTotalDeposits: '存款——累计存款总额。',
  withdrawalTheTotal: '取款——累计取款总额。',
  openTheChartAndLoad: '13. 打开图表和加载技术指标',
  afterTheMT4Platform:
    'MT4平台安装后默认情况下会打开四个图表，如果要建立一个新图表，最简单的办法是在需要图表的产品市场报价上单击鼠标右键，在菜单选项中选择「图表视窗」。',
  ifYouWantToSwitch:
    '如果要切换当前图表的时间周期，可直接在平台上方工具条上找到。',
  withMT4IsLocatedInThe:
    'MT4自带的技术指标列表位于平台左边的导航视窗内，在需要添加到图表的指标上单击鼠标右键，选择「附加到图表」，可以把指标添加到当前图表上。',
  afterReadingThis:
    '阅读到这里，您已经了解到了使用MT4平台时必须掌握的操作。建议您注册一个模拟帐户勤加练习。如果对平台还有其他不了解的地方，欢迎您联系WCG的在线客服。',
  leverageAndMarginMargin:
    '杠杆和保证金（在MT4平台上保证金又叫「预付款」）像是一枚硬币的正反面，它们所指的其实是同一个概念。我们在这里通过一个示例来说明杠杆与保证金是如何在交易中发挥作用的。',
  assumingThatA1Lot: '假设建立1手USD/JPY仓位，仓位的价值是100，000美元：',
  whenTheLeverageRatioIs11:
    '当杠杆比例为1:1时，仓位占用的保证金是100，000美元。也就是说，您需要准备至少100，000美元来开设等额的仓位（股票市场就是一个杠杆比例为1:1的市场）。',
  whenTheLeverageRatioIs1400:
    '当杠杆比例为400:1时，仓位占用的保证金是100，000 / 400 = 250美元。也就是说，通过400倍的杠杆，您用250美元作为保证金，能开设价值100，000美元的仓位。',
  pleaseKeepInMindThat:
    '请谨记，保证金是用于建立新的交易需要垫付的押金，它并不是对您的收费。当一笔交易开设时，您帐户中的一部分资金会被用作占用保证金，杠杆比例越大，交易的占用保证金就越小。当交易平仓时，占用保证金会重新变成可用保证金，供您的帐户开设新交易，或维持其他持仓的浮动亏损。',
  weUsuallyRecommendTraders:
    '我们通常建议交易者谨慎小心地使用杠杆，杠杆是一把双刃剑，它既可能放大盈利也可能放大亏损。在上面的例子中，假设帐户内有100，000美元的资金，杠杆比例为1:1时，您只能开设1手USD/JPY，当杠杆比例为400:1时，您最多能开设400手USD/JPY（100，000 / 250），交易量增大的同时，潜在的风险和利益都放大了。',
  stopLossPriceWhenThePrice:
    '获利价：当价格达到指定价格时，自动平仓保住获利；默认为零，代表不设置止盈。',
  whenUsingLeverage:
    '在使用杠杆时，您还需要预防爆仓的风险：假如开设的仓位过大，而价格又不断朝仓位不利的方向波动，当帐户净值（跟随持仓盈亏时刻变化的帐户资金）跌至占用保证金的30%时，也即MT4平台上的预付款比例跌至30%时，帐户内的所有仓位将会立刻被强制平仓。',
  weRecommendThatYou:
    '我们建议作为新手的您在模拟帐户内试用不同的杠杆，找出最适合您的杠杆比例。',
  contractForDifference:
    '差价合约（contract for difference，即「CFD」）作为一种衍生投资工具，使得投资者可以交易股票指数、大宗商品期货等多种金融资产的价格变动。通过交易差价合约，投资者可以便捷地对不同金融市场进行投机，而无需实际持有相关市场的基础资产。因能便利地满足多样化投资和全球投资的需求，差价合约交易变得愈加流行。',
  exploreTheCfdMarket: '探索差价合约市场',
  index: '-指数',
  energy: '-能源',
  preciousMetals: '-贵金属',
  contractDetails: '-合约细则',
  WhatAreTheDifferentTypes: '差价合约的基础资产有哪些不同类型?',
  aStockIndexAsAFinancial:
    '股票指数是一种代表了股票市场中特定一部分股票价值的金融资产。例如，最流行的股票指数之一，标准普尔500，代表了领先的500家公司在美国股票市场公开交易的总体表现。如果您通过WCG交易标普500差价合约，您可以通过预测该指数会上涨或下跌，来决定是开买单还是卖单。WCG还提供其他著名股票指数的差价合约交易，包括英国富时指数（UK100）、美国道琼斯30指数（US30）、美国纳斯达克100指数（NAS100）、法国CAC 40指数（FRA40）、欧洲斯托克50指数（ESTX50）、德国DAX指数（GER30）、日经225指数（JPN225）和澳大利亚ASX 200指数（AUS200）。',
  commodityFuturesAreAlso:
    '大宗商品期货也是一种金融资产，它代表了一种协议，即以预先确定的日期和价格买进或卖出一定数量的某种大宗商品，例如白金、铜或原油。由于大宗商品的价格总是随着供求关系的变化而波动，交易者可以通过买卖大宗商品期货来对其价格波动进行投机。如果您通过WCG交易白金差价合约，您可以预测白金在未来的价格会上涨还是下跌，从而决定是开买单还是卖单。WCG提供的大宗商品差价合约还包括铜和原油（得克萨斯轻质原油WTI和布伦特BRENT原油）。',
  byOpeningAnAccountThrough:
    '通过WCG开户，您可以在同一个平台、同一个帐户上交易外汇以及股指或大宗商品差价合约。您将可以自如地穿梭于外汇市场和不同的差价合约市场中，并精确、高速地执行开仓和平仓操作。',
  whatAreTheAdvantages: '差价合约交易有哪些优势?',
  theMostSignificantAdvantage:
    '交易差价合约最为显著的好处是，您可以使用高达100倍的杠杆，这意味着您能以更低的启动资金以及相对较小的交易成本来开设更大金额的交易。需要注意的是，尽管杠杆可以放大盈利，它同时也会放大亏损，因此在进行差价合约的杠杆交易时，您需要采取合适的风险管理策略。差价合约还支持双向交易，无论是熊市还是牛市，您都可以买卖自如，整个过程中WCG不会收取任何佣金或融资费用。在一个帐户上交易所有产品，充分利用WCG为您提供的多重交易机会。'
};
