import { About } from '../@types/about';

export const about: About = {
  buildTheWorldWithIntegrity: 'نقوم*ببناء*العالم*بنزاهة،*اربح*المستقبل*بثبات',
  WCGHasASolidFoundation:
    '.إن*WCG*تمتلك*أساس*متين*وتركز*على*الابتكار*المستمر.*حتى*الآن،*قد*مكنتنا*أفضل*تجربة*للمستخدم*و*أفضل*الخدمات*الاحترافية*في*السوق*من*الاستمرار*في*ريادة*السوق*والاستمرار*في*الالتزام*بتوفير*أفضل*بيئة*تداول*للمستثمرين*حول*العالم',
  registerARealAccountNow: 'قم*بالتسجيل*لحساب*حقيقي*الآن',
  registerADemoAccountNow: 'قم*بالتسجيل*لحساب*تجريبي*الآن',
  strictlyRegulatedAndTrustworthy: 'تتبع*تنظيمات*صارمة*وجديرة*بالثقة',
  WCGInternational:
    'WCG*International*هي*علامة*تجارية*استثمارية*مالية*مهنية*تأسست*في*سانت*فينسنت*والغرينادين،*وتخضع*لقوانين*وأنظمة*صارمة،*ومسجلة*وفقًا*لقانون*الشركات*التجارية*الدولية*(BCN:*25293*BC*2019)*،*ولديها*لوائح*صارمة*لحماية*مصالح*المستثمرين.',
  tradingProducts: 'منتجات*التداول',
  tradingPlatform: 'منصة*التداول',
  platformHasWonManyAwards: 'المنصة*فازت*بالعديد*من*الجوائز',
  basedOnTheBasicPrinciples:
    'استنادًا*إلى*المبادئ*الأساسية*للعدالة*والشفافية،*فقد*تم*الوثوق*بالمنصة*ودعمها*من*قبل*المستخدمين*في*جميع*أنحاء*العالم.*إن*هدف*الشركة*هو*أن*تكون*متمحورة*حول*العملاء*وصادقة',
  multiPartySystemSupport: 'دعم*الانظمة*المتعددة',
  fullSupport:
    'دعم*كامل*لأجهزة*الكمبيوتر*الشخصية*والهواتف*المحمولة*والأجهزة*اللوحية*والأنظمة*الأخرى*لتلبية*احتياجات*المستثمرين*دون*مغادرة*المنزل،*والوصول*فورياً**إلى*عروض*أسعار*العملات*ومعلومات*المنتجات*المالية',
  rapidTransaction: 'صفقات*سريعة',
  globallyRecognizedLiquidity:
    'لدينا*مزودي*سيولة*معترف*بهم*عالمياً*ويتمتعون*بخبرة*كبيرة*في*السوق*واتصالات*سريعة*من*دون*تأخير*.*ليتمكن*عملاؤنا*من*الحصول*على*سرعة*تنفيذعالية*في*زمن*انتظار*قليل',
  excellentCustomerService: 'خدمة*العملاء*الممتازة',
  provideServices:
    'تقديم*خدمات*مثل*التنفيذ*الممتاز،*تسعير*شفاف،*أدوات*عالية*الجودة،*أخبار*السوق*والمعرفة*المهنية،*بحيث*يمكن*للمستخدمين*الحصول*على*المزيد*من*الفوائد*المحتملة',
  diversifiedProducts: 'منتجات*متنوعة*,*اصنع*المستقبل',
  WCGProvides24Hours:
    'توفر*WCG*خدمات*تداول*المنتجات*المالية*العالمية*عبر*الإنترنت*على*مدار*24*ساعة*للعملات*الأجنبية*والمؤشرات*والطاقة*والسلع*والعملات*المشفرة*وعقود*الفروقات*الأخرى*للعملاء*العالميين.*ومن*خلال*المنتجات*ذات*التنافسية*العالية*والتكنولوجيا*الرائدة*الممتازة*والخدمات*الاحترافية*والمراعية،*نحن*نوفر*لعملائنا*خبرة*تجارية*واستثمارية*ذات*مستوى*عالي*ونحقق*هدف*تنمية*الثروة',
  WCGIsAlwaysYourWiseChoice: 'وينتشوآن*هي*خيارك*الحكيم*دوماً',
  WCGKeepsAdvancingWithTimes:
    'وينتشوآن*تواصل*التقدم*مع*مرور*الوقت.*لهذا*السبب*نحن*نُصر*على*الاستثمار*في*أحدث*التقنيات،*والتي*لا*تجعل*عملية*فتح*الحساب*ومراجعته*أسرع*فحسب،*بل*توفر*أيضًا*نظام*دفع*مناسب*لأغراض*الإيداع*والسحب.*نحن*نستخدم*أحدث*تقنيات*التجسير*لربط*MT4*وكبار*مزودي*السيولة،*بحيث*يتمكن*العملاء*من*التداول*أثناء*السفر*والاستجابة*على*الفور*لأخبار*وبيانات*نشاط*السوق.*من*أجل*الالتزام*بمبدأنا*الأساسي*المتمثل*في*"الإنصاف*والعدالة"،*فإننا*نضمن*أن*يتم*تنفيذ*جميع*معاملات*العملاء*تلقائيًا.*في*الوقت*نفسه،*نعطي*اهتمامًا*كبيرًا*لتجربة*تداول*العملاء*أيضًا.*سيوفر*لك*فريق*الخبراء*الكبير*من*وينتشوآن*خدمة*عملاء*فردية*مخصصة*في*أي*وقت،*حتى*تتمكن*من*الاستمتاع*بأفضل*بيئة*تداول*في*العالم',
  goToThePlatformToDownload: 'انتقل*إلى*المنصة*لتحميلها',
  yearsOfCredibility: 'والامتثال*الصارم',
  adheringToTheOriginalIntention:
    'للوائح*والسعي*لتحقيق*أعلى*معايير*مصداقية*في*هذا*القطاع.*سنوات*من*المصداقية*والالتزام*بالغاية*الأصلية*لمعايير*السلامة*والنزاهة*والوثوقية*والابتكار*المستمر*والتطوير*المستمر',
  abundantResources: 'موارد*وفيرة',
  fullyProvideCustomers:
    'نقوم*بتزويد*العملاء*بنظام*تشغيل*آمن*بالكامل*وأدوات*تداول*كاملة*وموارد*مالية*وفيرة*ودعم*عالمي*احترافي',
  qualityService: 'جودة*الخدمة',
  ourSalesTeam:
    'تلقى*فريق*المبيعات*وفريق*دعم*العملاء*الخاص*بشركتنا*تدريبًا*احترافيًا،*ونسعى*جاهدين*لتزويدك*بأفضل*تجربة*تداول',
  becomeOurPartner: 'كن*شريكنا',
  joinWCGsPartnerProgram:
    '!انضم*إلى*برنامج*شركاء*WCG*وابدأ*عملك*الخاص*على*الفور',
  joinNow: 'انضم*الآن',
  mrXiao: 'السيد*شاو',
  inTheBeginning:
    '.في*بداية*الأمر*انشغلت*بالعمل*في*مكتب*صغير*مستأجر،*وكان*الربح*الأولي*لي*يغطي*فقط*الاستثمار*الأول*الذي*قمت*به.**أما*اليوم*فقد*أصبحت*أحد*أنجح*شركاء*ونتشوآن',
  msHuang: 'السيدة*هوانغ',
  becauseIAmGood:
    '.لأنني*أجيد*إدارة*المجتمعات*على*الشبكات*الاجتماعية.*يستمر*عدد*العملاء*في*النمو*وتستمر*الأرباح*في*الزيادة*من*خلال*التسويق*الشفهي.*شكراً*لونتشوآن*لمنحنا*مثل*هذه*منصة*التداول*الرائعة',
  msZheng: 'السيدة*زينج*تشنغ',
  whenIFirstCameInto:
    '.*لقد*أحببت*وضع*التشغيل*البسيط*والشامل*منذ*أن*تعاملت*مع*ونتشوآن*للمرة*الأولى.*وعندما*واجهت*مشكلة،*وجدت*أن*خدمة*العملاء*متحمسة*للغاية*ومستعدة*للمساعدة،*وكان*زبائني*راضين*جداً',
  msLai: 'السيدة*لاي',
  whileWorkingWithWCG:
    '.لقد*تعلمت*الكثير*عن*السوق*المالية*أثناء*العمل*مع*ونتشوآن.*الآن*غالبًا*ما*أشارك*بالآراء*والمصادر*مع*أصدقائي'
};
