import { Conditions } from '../@types/conditions';

export const conditions: Conditions = {
  privacyPolicy: 'سياسة*الخصوصية',
  theCustomers:
    'سيتم*استخدام*البيانات*الشخصية*للعميل*للأغراض*التالية*وفقًا*للظروف*والاحتياجات*الفعلية:',
  theVerificationProcedures:
    'إجراءات*التحقق*الخاصة*بتنفيذ*تعليمات*العملاء*أو*الرد*على*الاستفسارات*المتعلقة*بالعميل*،*أو*الإدارة*اليومية*للحسابات*،*أو*التسويق*المباشر*أو*غير*المباشر*للمنتجات*أو*الخدمات*الاستثمارية*ذات*الصلة*،*ومشاركتها*مع*الشركات*التابعة*لـ*WCG*أو*الشركات*ذات*الصلة*بشأن*الاستثمار*أو*خدمات*المعاملات*ذات*الصلة*،*والتحقق*بشكل*متكرر*ونقل*هذه*البيانات*الشخصية',
  dealWithCustomers: 'التعامل*مع*ضمانات*العملاء*،*أو*تحصيل*الديون*من*العملاء.',
  transferSuchPersonalData:
    'نقل*هذه*البيانات*الشخصية*إلى*مزودي*الخدمة*من*الأطراف*الثالثة*للتحقق*من*الائتمان*و*/*أو*لأغراض*التحقق*من*البيانات*؛',
  toProvideAny:
    'لتوفير*أي*من*هذه*البيانات*لأي*غرض*فيما*يتعلق*أو*فيما*يتعلق*بالامتثال*لأية*قوانين*أو*لوائح*أو*مراسيم*أو*أوامر*صادرة*عن*الهيئات*التنظيمية*؛',
  WCGWillKeep:
    'ستحافظ*WCG*على*سرية*المعلومات*الشخصية*للعميل*،*ولكنها*قد*توفرها*للمنظمات*/*الأشخاص*التاليين*بناءً*على*الظروف*والاحتياجات*الفعلية:',
  WCGOtherCompanies:
    'تشمل*شركات*WCG*الأخرى*الشركات*المملوكة*بالكامل*أو*المملوكة*جزئيًا*باسم*الشركات*التابعة*المملوكة*بالكامل*أو*الشركات*التابعة*لفروع*أو*مديري*وموظفي*المجموعة*؛',
  agentsAndThirdPartyService:
    'يشمل*الوكلاء*ومقدمو*الخدمات*من*الأطراف*الثالثة*الذين*يتعاملون*مع*الأعمال*ذات*الصلة*للعملاء:*غرف*المقاصة*وشركات*الخدمات*المهنية*والمؤسسات*المالية*ومقدمي*خدمات*أنظمة*الكمبيوتر*وخدمات*دعم*أنظمة*الاتصالات*كإجراءات*ضرورية*لاستكمال*خدمات*العملاء*؛',
  anyRegulatoryOrGovernmentAgency:
    'أي*وكالة*تنظيمية*أو*حكومية*ذات*صلة*أو*تشرف*على*أي*عمل*من*أعمال*WCG*',
  personsDeemedAppropriate:
    'الأشخاص*الذين*يعتبرون*مناسبين*أو*مناسبين*وفقًا*لالتزام*السرية*،*بما*في*ذلك*الشركات*الأعضاء*في*المجموعة*وموظفيها.*يجب*على*هؤلاء*الأشخاص*المصرح*لهم*الحفاظ*على*سرية*المعلومات*الشخصية*للعميل.',
  AccordingTo:
    'وفقًا*لشروط*اللوائح*،*يحق*للعملاء*طلب*تصحيح*أي*بيانات*خاطئة*عن*العملاء*من*قبل*WCG*والمطالبة*كتابيًا*بإنهاء*استخدام*بياناتهم*الشخصية*لأغراض*التسويق*المباشر*أو*غير*المباشر.*تحتفظ*WCG*بالحق*في*فرض*رسوم*معقولة*لمعالجة*طلبات*البيانات*أو*التصحيحات*التي*تتم*وفقًا*لأحكام*اللوائح.',
  conditions: 'شروط',
  whenYouUseThisWebsite:
    'عند*استخدام*هذا*الموقع*،*تنطبق*هذه*الاتفاقية.*من*خلال*الوصول*إلى*هذا*الموقع*واستخدامه*،*فإنك*توافق*على*الالتزام*بالشروط*التالية*من*هذه*الاتفاقية.',
  visitWebsite: 'قم*بزيارة*الموقع',
  theCopyrightsOfThisWebsiteAndAllText:
    'حقوق*النشر*الخاصة*بهذا*الموقع*وجميع*النصوص*والرسومات*والصور*والبرامج*والمواد*الأخرى*الموجودة*على*هذا*الموقع*مملوكة*لشركة*WCG*أو*المرخصين*التابعين*لها.',
  theInformationOnThisWebsite:
    'المعلومات*الواردة*في*هذا*الموقع*هي*لاستخدامك*الشخصي*فقط*ولأغراض*غير*تجارية*فقط.*يمكنك*فقط*عرض*أو*طباعة*المعلومات*على*هذا*الموقع*كما*هي*على*شاشة*الكمبيوتر*للأغراض*المذكورة*أعلاه.',
  exceptAsExpresslyStipulatedInThisAgreement:
    'باستثناء*ما*هو*منصوص*عليه*صراحةً*في*هذه*الاتفاقية*،*دون*الحصول*على*إذن*كتابي*مسبق*من*WCG*،*لا*يجوز*لك*تغيير*أو*تعديل*أو*نسخ*أو*توزيع*أو*استخدام*تجاري*لأية*معلومات*على*هذا*الموقع.',
  forTheAboveMentionedPurposes:
    'للأغراض*المذكورة*أعلاه*،*يمكنك*نسخ*العلامات*التجارية*المذكورة*أعلاه*لأنها*من*المواد*التي*تم*تنزيلها*من*هذا*الموقع.*قد*يخطرك*WCG*في*أي*وقت*بالتغييرات*التي*تطرأ*على*هذه*الاتفاقية*عن*طريق*نشر*أحدث*نسخة*من*هذه*الاتفاقية*على*هذا*الموقع.*أنت*مسؤول*عن*مراجعة*هذه*الاتفاقية*بشكل*متكرر.*باستخدام*هذا*الموقع*بعد*نشر*التغييرات*المذكورة*أعلاه*،*فإنك*توافق*على*التغييرات*المذكورة*أعلاه.',
  entireAgreement: 'الاتفاقية*الكاملة',
  thisAgreementContains:
    'تحتوي*هذه*الاتفاقية*على*الاتفاقية*الكاملة*بينك*وبين*WCG*فيما*يتعلق*بوصولك*إلى*هذا*الموقع*واستخدامه.*قد*يخطرك*WCG*في*أي*وقت*بالتغييرات*التي*تطرأ*على*هذه*الاتفاقية*عن*طريق*نشر*أحدث*نسخة*من*هذه*الاتفاقية*على*هذا*الموقع.*أنت*مسؤول*عن*مراجعة*هذه*الاتفاقية*بشكل*متكرر.*باستخدام*هذا*الموقع*بعد*نشر*التغييرات*المذكورة*أعلاه*،*فإنك*توافق*على*التغييرات*المذكورة*أعلاه.',
  thirdPartyInformation: 'معلومات*وموقع*الطرف*الثالث',
  thisWebsiteMayContain:
    'قد*يحتوي*هذا*الموقع*على*مواد*أنتجتها*جهات*خارجية*أو*روابط*لمواقع*أخرى.*يتم*توفير*المواد*والمواقع*المذكورة*أعلاه*من*قبل*بائعين*خارجيين*وليست*تحت*السيطرة*المباشرة*لـ*WCG.*لا*تتحمل*WCG*أي*مسؤولية*أو*مسؤولية*عن*تشغيل*أو*محتوى*أي*من*مواد*الطرف*الثالث*المذكورة*أعلاه*أو*مواقع*الويب*الأخرى*(سواء*كانت*مرتبطة*بهذا*الموقع*أم*لا).*واجب.*أنت*تؤكد*أنه*إذا*قمت*بإعداد*أي*روابط*بين*مواقع*الويب*الأخرى*وهذا*الموقع*دون*موافقة*كتابية*مسبقة*من*WCG*،*تحتفظ*WCG*بالحق*في*أن*تطلب*منك*حذفها.',
  responsibilitiesOfWCGInternational: 'مسؤوليات*WCG',
  whenYouRegisterAs:
    'عند*التسجيل*كعميل*WCG*وقبول*خدمات*WCG*،*يجب*عليك*قبول*شروط*WCG*التجارية.*تنطبق*شروط*العمل*على*علاقتك*بمسؤوليات*WCG*و*WCG*تجاهك*عن*الخدمات*التي*تقدمها.*على*الرغم*من*أن*WCG*يقوم*بتحديث*موقع*الويب*بانتظام*،*إلا*أنه*لا*يضمن*أن*المعلومات*أو*البيانات*الواردة*في*الموقع*تعكس*أحدث*موقف*أو*أنها*دقيقة*،*أو*أن*المنتجات*أو*الخدمات*المدرجة*على*الموقع*صالحة*حاليًا.*يجوز*لـ*WCG*تغيير*المعلومات*المنشورة*على*هذا*الموقع*في*أي*وقت*دون*إشعار*مسبق.',
  inAdditionToTheAboveMentionedServiceDescriptions:
    'بالإضافة*إلى*أوصاف*الخدمة*المذكورة*أعلاه*،*يتم*توفير*هذا*الموقع*وجميع*البرامج*والمواد*الأخرى*على*هذا*الموقع*لك*"كما*هي"*و*"كما*هي"*،*ولا*يمكن*ضمان*دقتها*وتوقيتها*واكتمالها.*إلى*الحد*الذي*يسمح*به*القانون*،*يتم*استبعاد*جميع*البيانات*والضمانات*،*سواء*كانت*صريحة*أو*ضمنية*أو*تشريعية*أو*غيرها*،*بما*في*ذلك*على*سبيل*المثال*لا*الحصر*،*أي*ضمانات*تتعلق*بالدقة*أو*حسن*التوقيت*أو*قابلية*البيع*أو*الرضا*عن*الجودة*أو*مناسبة*لغرض*أو*غرض*معين*أو*لأي*غرض.*.',
  youSufferAnyIndirect:
    'تعاني*من*أي*أضرار*غير*مباشرة*أو*خاصة*أو*عرضية*أو*تبعية*بسبب*الاستخدام*أو*التأخير*في*الاستخدام*أو*عدم*القدرة*على*الوصول*إلى*هذا*الموقع*،*أو*لأي*أسباب*أخرى*تتعلق*بهذا*الموقع*،*بما*في*ذلك*على*سبيل*المثال*لا*الحصر*تنزيل*أي*برنامج*من*هذا*الموقع*،*بما*في*ذلك*على*سبيل*المثال*لا*الحصر*لا*يقتصر*الأمر*على*الأضرار*التي*لحقت*بجهاز*الكمبيوتر*أو*نظام*أو*إعدادات*الكمبيوتر*أو*فقدان*البيانات*أو*فقدان*الدخل*أو*الربح*،*لا*تتحمل*WCG*أي*مسؤولية*تجاهك.*WCG*لا*تقر*ولا*تضمن*أن*الموقع*أو*المعلومات*تفي*بمتطلباتك*أو*أن*موقع*الويب*أو*أي*برنامج*سيكون*بلا*انقطاع*أو*آمن*أو*خالي*من*أي*أخطاء*أو*فيروسات.',
  yourInformation: 'المعلومات*الخاصة*بك',
  inAdditionToYourObligation:
    'بالإضافة*إلى*التزامك*بالتسجيل*كعميل*لـ*WCG*،*فإنك*توافق*على*ضمان*أن*جميع*المعلومات*التي*تقدمها*إلى*WCG*كاملة*ودقيقة*إلى*الحد*الذي*تعرفه*وتعتقده.*أنت*توافق*على*إخطار*WCG*فورًا*بأي*تغييرات*في*المعلومات*التي*تقدمها*،*بحيث*يمكن*لـ*WCG*تحديث*السجلات*في*الوقت*المناسب*وتعكس*بدقة*الموقف*الأخير.',
  companyInformation: 'معلومات*الشركة',
  WCGInternational: 'WCG*Markets*Ltd',
  disputeSettlement: 'تسوية*المنازعات',
  weWelcomeYourInvaluableComments:
    'نحن*نرحب*بتعليقاتكم*القيمة.*وإذا*خطر*ببالكم*أي*شيء*يمكن*أن*يحسن*من*خدماتنا،*الرجاء*إعلامنا*بذلك.*وبغض*النظر*عما*إذا*كان*إقتراحاً*أو*إطراء*أو*شكوى،*فإن*ملاحظاتكم*هي*مفتاح*تحسين*منتجاتنا*وخدماتنا.',
  ifYouNeedAnyAssistance:
    'للحصول*على*المساعدة*،*يرجى*الاتصال*بموظفي*خدمة*العملاء*عبر*الإنترنت*على*مدار*24*ساعة',
  orEmailUs: 'أو*تفضل*بإرسال*تعليقاتك*إلينا',
  makeASuggestion: 'قدم*إقتراح',
  weUnderstandThatEven:
    'نحن*ندرك*أنه*حتى*المؤسسات*الراسخة*سترتكب*أخطاء.*إذا*كانت*لديك*شكوى*،*فيرجى*إخبارنا*وإتاحة*الفرصة*لنا*لحل*هذه*المشكلات.*سنحقق*في*المشكلة*ونجيب*عن*أسئلتك*ونبذل*قصارى*جهدنا*لاستعادة*ثقتك*بنا.',
  toAssistUsInHelpingYou:
    'لمساعدتنا*في*مساعدتك*،*نوصيك*باتباع*عملية*بسيطة*من*خمس*خطوات:',
  collectMaterials: 'جمع*المواد',
  forCurrentTrades:
    'بالنسبة*للصفقات*الحالية،*يرجى*الاتصال*بغرفة*التداول*الخاصة*بشركتنا؛*أما*للتداولات*السابقة*أو*الأمور*الأخرى،*فيرجى*الاتصال*بموظفي*خدمة*العملاء*لدى*شركتنا.',
  transferTo: 'التحويل*إلى*الإدارة*العليا',
  contactOurComplianceDepartment:
    'إتصل*بقسم*الامتثال*لدى*شركتنا*-*التدقيق*الداخلي*ومشرف*إدارة*المخاطر',
  collectAllTheSupportingMaterials:
    'إجمع*كل*المواد*الداعمة*المتعلقة*بالشكوى*وفكر*بالأسئلة*التي*تتطلب*منا*الإجابة*عليها*وكيف*نعتقد*أننا*يجب*أن*نقرر.',
  thenIfTheQuestionRelates:
    'إذا*كان*السؤال*يتعلق*بصفقات*حالية*أو*حديثة，*يرجى*الاتصال*بغرفة*التداول*الخاصة*بشركتنا*مباشرة.*تذكر*دائماً*أنه*يجب*عليك*الإتصال*بنا*في*أقرب*وقت*ممكن،*مما*يتيح*لنا*الفرصة*لمساعدتك*في*حل*المشكلة*بأبسط*وأسرع*طريقة.*',
  ifAtThisStage:
    'إذا*لم*يتم*حل*المشكلة*في*هذه*المرحلة*أو*لا*يمكن*التعامل*معها*بشكل*مرض*،*يرجى*مطالبة*الشخص*المسؤول*بإبلاغ*الإدارة*العليا*بالمسألة.*سنزودك*باسم*وتفاصيل*الاتصال*الخاصة*بالشخص*المسؤول*عن*التحقيق*في*شكواك.*سنمنح*الشخص*المسؤول*السلطة*اللازمة*لمراجعة*حالتك.',
  ifTheProblem:
    'إذا*تعذر*حل*المشكلة*،*فيمكنك*التفكير*في*إبلاغ*المشرف*على*الامتثال*والتدقيق*الداخلي*وإدارة*المخاطر.*سيقوم*المشرف*بإجراء*فحص*مستقل*والاتصال*بك*مباشرة.',
  emailTo: 'إرسال*بريد*إلكتروني*إلى:',
  headOfCompliance: 'رئيس*الامتثال*والمراجعة*الداخلية*وإدارة*المخاطر',
  weTargetToResolve:
    'نهدف*إلى*حل*جميع*النزاعات*في*غضون*15*يوم*عمل.*ومع*ذلك*،*قد*تستغرق*معالجة*بعض*المشكلات*المعقدة*وقتًا*أطول.*إذا*كانت*هذه*هي*الحالة*،*فسوف*نبقيك*على*اطلاع*دائم*بتقدمنا.',
  riskDisclaimer: 'إخلاء*المسؤولية*عن*المخاطر',
  internetConnectivityFailure: 'فشل*الاتصال*بالإنترنت',
  sinceWCGCannotControl:
    'بالنظر*لكون*شركة*WCG*لا*يمكنها*التحكم*في*سعة*الإشارة*حيث*يعتمد*استقبال*الإشارات*عبر*الإنترنت*والتوجيه*على*هيكل*معدات*العميل*أو*موثوقية*الاتصال.*فإن*شركة*WCG*ليست*مسؤولة*عن*فشل*الاتصال*أو*التشوهات*أو*التأخير*في*المعاملات*على*الإنترنت.',
  marketRiskAndOnlineTrading: 'مخاطر*السوق*والتداول*عبر*الإنترنت',
  customersMustKeepThePassword:
    'يتعين*على*العملاء*الحفاظ*على*سرية*كلمة*المرور*لضمان*عدم*تمكن*طرف*ثالث*من*الوصول*إلى*مرافق*التداول.*يوافق*العميل*على*أن*يكون*مسؤولاً*عن*جميع*التعليمات*المرسلة*عبر*البريد*الإلكتروني*وجميع*التعليمات*المرسلة*إلى*WCG*عبر*البريد*الإلكتروني*(شفهيًا*أو*كتابيًا)*حتى*إذا*تم*إصدارها*من*قبل*طرف*ثالث.*هذه*التعليمات*تمت*المصادقة*عليها*بكلمة*مرور*العميل*ورقم*الحساب*وفقًا*لأحكام*شركة****WCG*يحيث*يُعتقد*أنه*إذن*أساسي*للعملاء.*إن*شركة*WCG**ليست*مسؤولة*عن*إجراء*المزيد*من*الاستفسارات*حول*هذا*الإذن*الظاهر،*كما*أنها*غير*مسؤولة*عن*عواقب*الإجراءات*أو*عدم*التصرف*بناءاً*على*هذه*التعليمات*أو*الإذن*الظاهر.',
  passwordProtection: 'حماية*كلمة*المرور',
  incorrectPriceQuotation: 'عرض*تسعير*غير*صحيح',
  whenQuotationOrTransaction:
    'عند*حدوث*خطأ*في*عرض*تسعير*أو*صفقة*فإن*شركة*WCG*لن*تكون*مسؤولة*عن*خطأ*رصيد*الحساب*الناتج*عن*ذلك.**وتشمل*هذه*الأخطاء*على*سبيل*المثال*لا*الحصر:*عرض*تسعير*خاطئ*للمتاجر،*عرض*تسعير*سوق*غير*دولي*أو*أي*خطأ*في*التسعير*(على*سبيل*المثال:*الأجهزة،*أو*البرامج،*أو*مشكلات*الشبكة،*أو*البيانات*غير*الصحيحة*المقدمة*من*طرف*ثالث).*شركة*WCG*ليست*مسؤولة*عن*رصيد*الحساب*المتأثر*الناتج*عن*الخطأ.*عند*وضع*أمر*فتح*صفقة،*تحتاج*إلى*إحتساب*وقت*كافٍ*لتنفيذ*الأمر*والوقت*الكافي*ليحسب*النظام*مستوى*الهامش*المطلوب.*إذا*كان*سعر*تنفيذ*الأمر*أو*إعداد*الأمر*قريبًا*جدًا*من*سعر*السوق،*فقد*يؤدي*ذلك*إلى*تشغيل*أوامر*أخرى*(بغض*النظر*عن*نوع*الأمر)*أو*ينتج*عنه*تنبيه*الهامش.*لن*تكون*WCG*مسؤولة*عن*رسائل*التذكير*بالهامش*أو*أرصدة*/*مراكز*الحساب*غير*الصحيحة*بسبب*عدم*كفاية*وقت*النظام*لتنفيذ*الأوامر*أو*إجراء*العمليات*الحسابية.*لا*يجب*اعتبار*أعلاه*قائمة*شاملة*في*حالة*وجود*خطأ*في*عرض*الأسعار*أو*التنفيذ،*وتحتفظ*WCG*بالحق*في*إجراء*أي*تصحيحات*أو*تعديلات.*لا*يمكن*حل*أي*نزاعات*تتعلق*بالتسعير*وأخطاء*المعاملات*إلا*عن*طريق*WCG***وفقًا*لتقديرها*الخاص.*إذا*تسبب*هذا*في*تعرض*WCG*لأي*خسارة*أو*ضرر*أو*مسؤولية،*يوافق*العميل*على*تقديم*تعويض*حتى*لا*تتكبد*WCG*الخسارة.',
  arbitrage: 'التحكيم',
  internetIssues:
    'مشكلات*الإنترنت،*تتسبب*أحيانًا*حالات*تأخير*الاتصال*وأخطاء*في*التسعير*حيث*إن*عرض*الأسعار*المعروض*على*منصة*تداول*WCG*لا*تعكس*بدقة*سعر*السوق*في*الوقت*الفعلي.*"التحكيم"*و*"المضاربة"*أو*سلوك*التربح*من*فرق*السعر*بسبب*تأخير*الاتصال*بالشبكة،*محظور*في*السوق*خارج*البورصة*حيث*يتداول*العملاء*مباشرة*مع*التاجر.*لا*تسمح*WCG*للعملاء*بإجراء*مثل*هذه*المراجحة*على*منصة*تداول*الشركة.*قد*يتم*إلغاء*الصفقات*التي*تعتمد*على*فرص*المراجحة*بسبب*تأخر*الأسعار.*تحتفظ*WCG*بالحق*في*إجراء*التغييرات*والتعديلات*اللازمة*على*الحسابات*المشاركة*في*الصفقات*المذكورة*أعلاه.*يجوز*لـ*WCG*وفقًا*لتقديرها*الخاص*،*أن*تطلب*من*التجار*التدخل*أو*الموافقة*يدويًا*على*جميع*الطلبات*أو*حتى*إنهاء*حسابات*العملاء*المعنيين*إذا*لزم*الأمر.*يمكن*لـ*WCG*حل*النزاعات*الناشئة*عن*المراجحة*أو*التلاعب*بالأسعار*من*تلقاء*نفسها.*تحتفظ*WCG*بالحق*في*خصم*انسحاب*العميل*المحدد*حتى*يتم*حل*المشكلات*المذكورة*أعلاه.*أي*إجراءات*أو*قرارات*منصوص*عليها*هنا*لن*تضر*أو*تتسبب*WCG*في*التنازل*عن*أي*حقوق*أو*تعويضات*يحتفظ*بها*العملاء*وموظفوهم.',
  price: 'السعر*وتنفيذ*الأوامر*والتلاعب*بالمنصة',
  WCGStrictlyProhibits:
    'تحظر*شركة*WCG*بشدة*على*أي*حساب*بالتحكم*في*تنفيذ*السعر*والنظام*الأساسي*بأي*شكل*من*الأشكال.*وإذا*اشتبهت*WCG*International*في*أي*حساب*متورط*في*التلاعب،*فسوف*تقوم**الشركة*بالتحقيق*في*الحساب*ومراجعته*وخصم*الأرباح*المكتسبة*من*الأنشطة*ذات*الصلة*من*الحساب*المشتبه*به.*تحتفظ*WCG*بالحق*في*إجراء*التصحيحات*أو*التعديلات*اللازمة*على*الحسابات*ذات*الصلة.*بالنسبة*للحسابات*التي*يشتبه*في*تورطها*في*التلاعب،*يجوز*لشركة*WCG**وفقًا*لتقديرها*الخاص*مطالبة*التجار*بالتدخل*والموافقة*على*الطلبات*وإنهاء*حسابات*العملاء*المعنيين.*يتم*تحديد*أي*نزاعات*تنشأ*عن*المراجحة*أو*التلاعب*من*خلال**شركة**WCG**نفسها.*يحق*لشركة**WCG*وفقًا*لتقديرها*الإبلاغ*عن*الحادث*إلى*أي*وكالة*تنظيمية*أو*هيئة*إنفاذ*قانون*ذات*صلة.*أي*إجراءات*أو*قرارات*منصوص*عليها*هنا*لا*تستثني*أو*تضعف*حقوق*أو*تعويضات*WCG*للعملاء*وموظفيهم*-*وجميعها*حقوق*محفوظة*صراحة*ً*أو*بشكل*تعويضات.',
  bankruptcyDisclosure: 'الإفصاح*عن*الإفلاس',
  theTransactionsBetween:
    'لا*يتم*إجراء*الصفقات*بين*العملاء*وشركة*WCG*في*البورصات.*بمجرد*إفلاس*شركة*WCG**قد*لا*يحصل*العميل*على*أولوية*السداد*من*WCG.*بدون*أولوية*السداد*-*يكون*العميل*دائنًا*غير*مضمون*-*وسيتلقى*التعويض*من*الدائنين*الآخرين*بعد*دفع*مطالبات*الأولوية*لبقية*الاطراف.',
  introducingBrokerDisclosure: 'إفصاح*الوسيط*المُعرِّف',
  WCGDoesNotSupervise:
    'لا*تشرف*WCG*على*أنشطة*الوسيط*المُعرِّف*،*وليست*مسؤولة*عن*أي*تصريحات*أدلى*بها*الوسيط*المُعرِّف.*WCG*والوسيط*المعرف*مستقلان*تمامًا*عن*بعضهما*البعض.*لا*تؤسس*الاتفاقية*المباشرة*بين*WCG*والوسيط*المُعرِّف*مشروعًا*مشتركًا*أو*شراكة.*الوسيط*المعرف*ليس*وكيلًا*رسميًا*أو*موظفًا*لـ*WCG.',
  theClientUnderstandsAndAgrees:
    'يتفهم*العميل*ويوافق*على*أنه*إذا*تم*تقديم*حساب*العميل*في*WCG*بواسطة*وسيط*مُعرّف*،*فيجوز*للوسيط*المُعرّف*الحصول*على*المعلومات*الشخصية*للعميل*والبيانات*الأخرى*حول*أنشطة*معاملات*العميل*في*حساب*WCG.*يتفهم*العميل*ويوافق*على*أنه*إذا*تم*تقديم*حساب*العميل*في*WCG*من*قبل*وسيط*مُعرِّف*،*فلا*يجوز*للوسيط*المُعرِّف*الدخول*في*معاملات*مع*حساب*WCG*الخاص*بالعميل*ما*لم*يأذن*العميل*للوسيط*المُعرِّف*بالتداول*نيابة*عن*العميل*من*خلال*اتفاقية*تفويض*.',
  becauseTheRisk:
    'لأن*عامل*المخاطرة*في*تداول*العقود*مقابل*الفروقات*مرتفع*للغاية*،*يمكن*فقط*استخدام*الأموال*"عالية*المخاطر"*الحقيقية*لمثل*هذه*المعاملات.*إذا*لم*يكن*لدى*العميل*أموال*فائضة*ليخسرها*،*فلا*ينبغي*لأحد*التداول*في*سوق*العقود*مقابل*الفروقات.',
  theClientUnderstands:
    'يدرك*العميل*أن*الوسيط*المُعرّف*أو*العديد*من*الأطراف*الثالثة*الذين*يبيعون*أنظمة*التداول*أو*الدورات*أو*البرامج*أو*تقرير*البحث*أو*توصيات*التداول*قد*لا*تخضع*للتنظيم*من*قبل*الوكالات*الحكومية.',
  ifTheCustomer:
    'إذا*تم*إخبار*العميل*مسبقًا*أو*اعتقاده*بأن*استخدام*أي*نظام*تداول*لطرف*ثالث*أو*دورة*تدريبية*أو*برنامج*أو*تقرير*بحثي*أو*نصائح*مقدمة*من*الوسيط*المُعرِّف*أو*طرف*ثالث*آخر*سيحقق*أرباحًا*تجارية*،*يؤكد*العميل*بموجب*هذا*،*ويوافق*ويفهم*تداول*معاملات*العقود*مقابل*الفروقات*من*خلال*أي*نظام*تداول*تابع*لطرف*ثالث.'
};
