import { CrudeOil } from '../@types/crudeOil';

export const crudeOil: CrudeOil = {
  crudeOil: 'النفط الخام',
  crudeOilIsNotOnly:
    'إن النفط الخام ليس مجرد سلعة مرغوبة للغاية في العالم فقط، ولكنه أيضًا ضروري للأنشطة الاقتصادية في إمدادات الطاقة والاستخدام الصناعي والنقل.',
  viewTradingProducts: 'عرض منتجات التداول',
  howToTradeCommodities: 'كيفية تداول السلع',
  crudeOilAndNaturalGas:
    'النفط الخام والغاز الطبيعي هما أكثر السلع شعبية. إنهم يولدون حجم تداول ضخم في جميع الأوقات، مما يوفرللمتداولين عبر الإنترنت العديد من فرص التداول. سواء كان النفط الخام الأمريكي (WTI) أو نفط خامبرنت (BRENT) أو الغاز الطبيعي (NATGAS)، يتم تسعير سلع الطاقة بالدولار الأمريكي.',
  whenYouAreTradingEnergy:
    'عند قيامك بتداول عقود فروقات الطاقة، فإن سعر الصرف مع الدولار الأمريكي هو عامل رئيسي يجب مراقبته. حيث تمتلك معظم السلع لدينا أسعار "شراء" و "بيع". الفرق بين سعر الشراء وسعر البيع يسمى "السبريد".',
  supposeYouThinkThat:
    'لنفترض أنك تعتقد أن سعر خام غرب تكساس الوسيط سيرتفع، لذا فإنك تشتري عقدًا واحدًا من خام غرب تكساس الوسيط بسعر 54.17 دولارًا. هذا يعني أنه عندما يتحرك السوق في الاتجاه الذي تتوقعه، فكل 0.01 تغيير في السعر، يكون ربحك 1 دولار.',
  basicKnowledgeOfCrudeOil: 'المعرفة الأساسية بالنفط الخام',
  crudeOilIsUsedInManufacturing:
    'يتم استخدام النفط الخام في التصنيع والنقل وإنتاج الطاقة. إن المعروض من النفط الخام متغير والقدرة التخزينية له محدودة، مما يؤثر بشكل كبير على الاقتصاد العالمي. يحظى النفط الخام بشعبية كبيرة بين المتداولين. حيث يتغير العرض والطلب بشكل مستمر، لذلك ستكون هناك تقلبات في الأسعار وسيولة عالية دائمًا.',
  youDoNotNeedTo:
    'انك لا تحتاج إلى التعامل مع كميات كبيرة من النفط الخام لإجراء معاملات سوق النفط. لأن معظم معاملات النفط والغاز تتحقق من خلال العقود الآجلة.',
  typesOfCrudeOilTransactions: 'أنواع معاملات النفط الخام',
  likeStocks:
    'يتم تداول النفط الخام أيضًا في البورصات مثل الأسهم. ولكن على عكس الأسهم، يتم التداول على أساس النفط الخام. إن أشكال النفط الخام المستخرج من جميع أنحاء العالم ليست متماثلة تمامًا. من خلال معايير النفط الخام، يمكن للمتداولين التعرف بسرعة على جودة النفط الذي يشترونه وموقع الحفر. يمثل السعر الفوري للنفط الخام تكلفة شراء أو بيع النفط الخام وتسليمه على الفور (بدلاً من تسليمه في تاريخ محدد في المستقبل). لذلك، فإن سعر العقود الآجلة يعكس تقدير السوق لقيمة النفط الخام عند انتهاء صلاحيته في المستقبل، وأن السعر الفوري يعكس القيمة الحالية للنفط الخام.',
  WTI: 'غرب تكساس الوسيط ​​(WTI)',
  thisIsACrudeOilProduced:
    'إن هذا هو النفط الخام الذي يتم انتاجه في الولايات المتحدة، والمعروف أيضًا باسم زيت خام تكساس الحلو الخفيف. وتعني كلمة "خفيف" أنه أقل كثافة من معظم أنواع نفط أوبك الخام، بينما تعني كلمة "حلو" أنه يحتوي على نسبة أقل من الكبريت.',
  BRENT: 'نفط خام برنت (BRENT)',
  brentCrudeOil:
    'إن نفط خام برنت والذي يشار إليه باسم "BRENT" هو نوع من النفط الخام يتم انتاجه في بحر الشمال. يوصف نفط خام برنت أيضًا بأنه "خام خفيف حلو" ، تمامًا مثل خام غرب تكساس الوسيط.',
  majorAffectingCrudeOilPriceFactors:
    'العوامل الرئيسية التي تؤثر على أسعار النفط الخام',
  crudeOilIsOneOfTheMostTraded:
    'يعتبر النفط الخام من أكثر السلع تداولاً في العالم، ويمر سوق النفط الخام بتغيرات جديدة كل يوم',
  extractionAndRefining: 'الاستخراج والتكرير',
  crudeOilExtractionAndRefining:
    'إن عمليات إستخراج النفط الخام وتكريرهُ مكلفة. ونظراً لوجود احتياطيات النفط في أعماق الأرض، فإن استخراج النفط الخام من باطن الأرض يتطلب سعراً باهظاً نسبياً.',
  anyTechnologicalProgress:
    'أي تقدم تكنولوجي أو انتكاسات في عملية التعدين لها تأثير مباشر على أسعار النفط الخام.',
  consumptionAndDemand: 'الاستهلاك والطلب',
  theLargestConsumer:
    'إن الولايات المتحدة هي أكبر مستهلك وصاحبة أكبر طلب للنفط الخام، تليها اليابان والصين والدول الصناعية الأوروبية مثل ألمانيا ',
  theIndustrialAndEconomicSectors:
    'والمملكة المتحدة. القطاعات الصناعية والاقتصادية في هذه البلدان لديها طلب كبير على النفط الخام. لذلك، سوف يؤثر طلبهم على سعر النفط الخام العالمي.',
  availabilityAndSupply: 'الوفرة والعرض',
  noMatterHowTheSupplyChanges:
    'إن توافر النفط الخام سيتأثر بالعوامل السياسية والاقتصادية، بغض النظر عن كيفية تغير العرض. قد يؤدي ارتفاع معدلات التضخم والبطالة والفقر إلى انخفاض مستويات الاستهلاك، مما يجعل من المستحيل على المتضررين شراء منتجات معينة. قد تؤدي الاضطرابات السياسية والتمرد أيضًا إلى انخفاض واردات النفط الخام وتهريب السلع المستوردة.',
  naturalDisastersAndAccidents: 'الكوارث الطبيعية والحوادث',
  naturalDisastersSuchAs:
    'الكوارث الطبيعية مثل الزلازل والأعاصير هي أحداث لا يمكن التنبؤ بها. قد تؤدي الخسائر التي لحقت بمواقع الحفر والمصافي بسبب هذه',
  firesAndMechanicalFailures:
    'الكوارث إلى إعاقة وتأخير إنتاج النفط الخام. يمكن أن تتسبب الحرائق والأعطال الميكانيكية أيضًا في تأخير الإنتاج بسبب الحاجة إلى وقت للتعافي. ستؤدي التأخيرات الناجمة عن هذه العوامل البيئية إلى تقليل المعروض من النفط الخام، مما يؤدي إلى ارتفاع الأسعار.',
  youNeedToBeFamiliarWith:
    'يجب أن تكون على دراية بتقريران مهمين للنفط الخام ومراجعتهما بانتظام',
  USDepartmentOfEnergy: 'تقرير مخزون النفط الخام لوزارة الطاقة الأمريكية',
  theUSDepartmentOfEnergy:
    'يتم اصدار تقرير مخزون النفط الخام لوزارة الطاقة الأمريكية كل يوم أربعاء. يعكس هذا التقرير مخزون النفط الخام الأمريكي. نظرًا لأن الولايات المتحدة هي أكبر مستهلك للنفط الخام، فمن الضروري للمتداولين تحليل طلبهم من خلال فهم مخزون النفط الخام بانتظام.',
  OPEC: 'تقرير أوبك عن سوق النفط الخام',
  theCrudeOilReportYouShouldStudy:
    'إن تقرير النفط الخام الذي يجب دراسته هو من التقارير الشهرية والسنوية الصادرة عن منظمة أوبك. توفر لك هذه التقارير طريقة لفهم أهداف الإنتاج للدول الأعضاء في منظمة أوبك. إن أهداف وحصص إنتاج هذه الدول تعكس المستوى الحالي للعرض والطلب على النفط الخام في السوق العالمية.'
};
