import { Cryptocurrencies } from '../@types/cryptocurrencies';

export const cryptocurrencies: Cryptocurrencies = {
  cryptoCurrency: 'العملات*المشفرة',
  bitcoinIsAGameChanging:
    'إن*البيتكوين*(Bitcoin)*هو*أصل*رقمي*يغير*قواعد*اللعبة*وقد*كان*موضوعًا*ساخناً*حول*العالم.يعتبر*البيتكوين*إلى*حد*بعيد*العملة*الافتراضية*الأكثر*شعبية،*وتمثل*حصتها*في*السوق*أكثر*من*ثلث*إجمالي*سوق*العملات*الافتراضية.لقد*سجلت*البيتكوين*نموًا*كبيرًا*منذ*إطلاقها*في*عام*2009.*لم*يرتفع*سعرها*في*غضون*أسابيع*أو*أشهر*قليلة*فحسب،*بل*أصبح*هناك*أكثر*من*16*مليون*قطعة*نقدية*متداولة،*مما*يزيد*من*السيولة*بشكل*كبير.',
  viewTradingProducts: 'عرض*منتجات*التداول',
  bitcoinCanBe:
    'يمكن*اعتبار*Bitcoin*أكثر*العملات*المشفرة*نجاحًا*،*لأنها*تحظى*بشعبية*كبيرة*بين*المتداولين*والمستثمرين*،*كما*أن*تقلب*أسعارها*الهائل*يوفر*نقاط*دخول*وخروج*جذابة.',
  advantagesOfCryptoCurrency: 'مزايا*العملات*المشفرة',
  inViewOfBitcoinsRole:
    'نظراً*لدور*البيتكوين*في*التحوط*من*المخاطر،*فمن*المحتمل*أن*يطلق*على*هذه*العملة*المشفرة*"الذهب*الجديد".*هذا*بالإضافة*إلى*تطوير*تقنية*سلسلة*الكتل*"البلوك*تشين"*،*لقد*أصبح*استثمار*وتداول*العملات*المشفرة*مثل*البيتكوين*و*الإثيريوم*و*لايتكوين*شائعًا*بشكل*تدريجي*في*السوق*المالية.*إن*التقلبات*الكبيرة*في*أسعار*العملات*المشفرة*تتيح*للمستثمرين*الفرصة*لجني*الأرباح*المحتملة*بسرعة.',
  theCFDSystem: 'نظام*العقود*مقابل*الفروقات*CFD',
  asAGlobalCurrency:
    'لإن*البيتكوين*عملة*عالمية،*فهي*لا*تتأثر*بالتغيرات*في*السياسة*النقدية*لأي*بلد*أو*المؤشرات*الاقتصادية*أو*الصعوبات*الجغرافية*و*الجيوسياسية.*من*خلال*منصة*تداول*WCG،*يمكنك*استخدام*CFD*(عقود*الفروقات)*للمشاركة*في*استثمار*العملات*المشفرة*بهامش*دون*استثمار*جميع*أموالك.*قم*بفتح*حساب*حقيقي*أو*تجريبي*الآن*وجرب*نظام*التداول*الأكثر*تقدمًا*وفعالية*لدينا.',
  howToTradeCryptoCurrency: 'كيفية*تداول*العملات*المشفرة',
  cryptoCurrencyTransactions:
    'إن*معاملات*العملات*المشفرة*تشبه*إلى*حد*كبير*تداول*الفوركس*في*العديد*من*الجوانب.*إن*العملات*المشفرة*لدينا*يتم*تسعيرها*بالدولار*الأمريكي*أو*اليورو،*ويمكنك*تغيير*أسعارها*مقابل*عملة*التسعير*التي*تختارها*في*أي*وقت.',
  ifYouSpeculate:
    'إذا*كنت*تتوقع*ارتفاع*قيمة*البيتكوين*مقابل*الدولار*الأمريكي،*يمكنك*شراء*منتج*BTC/USD.*إذا*تحرك*السعر*في*إتجاه*مفيد*لك*بعد*الشراء،*يمكنك*تحقيق*ربح،*أما*إذا*تحرك*السعر*في*إتجاه*لا*يناسبك،*فسوف*تخسر*المال.',
  basicConceptsOfCryptoCurrency: 'المفاهيم*الأساسية*للعملات*المشفرة',
  cryptoCurrencyIsACurrency:
    'العملة*المشفرة*هي*عملة*موجودة*فقط*على*الإنترنت.*على*عكس*العملات*الورقية*العادية*،*لا*يتم*إصدارها*من*قبل*الحكومة*أو*البنك*المركزي.*نظرًا*لأن*سعر*Bitcoin*تجاوز*7000*دولار*،*فقد*أصبح*أحد*محاور*السوق*المالية.*Bitcoin*هي*أول*عملة*مشفرة*،*وهناك*أكثر*من*1000*عملة*تشفير*أخرى*في*جميع*أنحاء*العالم.',
  bitcoinAndManyOther:
    'يتم*إنتاج*البيتكوين*والعديد*من*العملات*الرقمية*الأخرى*،*بما*في*ذلك*Litecoin*و*Ethereum*،*من*خلال*"التعدين"*ويتم*توفير*العملات*الرقمية*الأخرى*،*بما*في*ذلك*Ripple*و*NEO*،*مباشرة*من*السوق.',
  understandBitcoin: 'ما*هي*عملة*البيتكوين',
  bitcoinWasFounded:
    'تأسست*البيتكوين*في*عام*2009*من*قبل*شخص*أو*مجموعة*من*الأشخاص*بالاسم*المستعار*ساتوشي*ناكاموتو*،*والهدف*منها*هو*إنشاء*نظام*دفع*لامركزي.*تعتمد*هذه*الفكرة*المبتكرة*على*تقنية*تسمى*سلسلة*الكتل*(*blockchain*)،*والتي*يمكن*فهمها*على*أنها*قاعدة*بيانات*عامة*لتخزين*وتسجيل*جميع*معاملات*البيتكوين.*إن*السبب*وراء*قدرة*البيتكوين*على*إكمال*المعاملات*بدون*بنك*هو*أن*تقنية*سلسة*الكتل*حيث*تسمح*للجميع*برؤية*المعاملات*الرقمية*للعملة*والتحقق*منها.',
  limitedSupply: 'العرض*محدود',
  SatoshiNakamoto:
    'عند*تصميم*البيتكوين*وضع*ساتوشي*ناكاموتو*حد*لعرض*العملة*إلى*21*مليون.*هذا*مهم*جدًا*لقياس*قيمة*الأصل،*لأنه*يعني*أنه*لا*يمكن*لأي*بنك*أن*يضع*المزيد*من*البيتكوين*في*السوق.*لذلك،*غالبًا*ما*يُنظر*إلى*البيتكوين*على*أنه*منتج*مضاد*للتضخم*يمكن*مقارنته*بالذهب.',
  itCanBeObtainedThroughMining: 'يمكن*الحصول*عليها*من*خلال*التعدين',
  theSoCalledMining:
    'ما*يسمى*بعملية*التعدين*هو*استخدام*خوارزميات*الكمبيوتر*لحل*المشكلات*الرياضية*المعقدة*لضمان*اتساق*نظام*المحاسبة*اللامركزي*لشبكة*البيتكوين.*تم*تعيين*الشبكة*للحصول*على*إجابة*مؤهلة*كل*عشر*دقائق*تقريبًا*،*ومن*ثم*ستنتج*شبكة*البيتكوين*قدرًا*معينًا*من*البيتكوين*كمكافأة*جماعية،*وتكافئ*أولئك*الذين*يحصلون*على*الإجابة*بتلقي*البيتكوين.',
  fastTransactions: 'معاملات*سريعة',
  theAverageVerificationTime:
    'إن*متوسط*​​وقت*التحقق*من*معاملات*البيتكوين*هو*عشر*دقائق،*مما*يعني*أنه*يمكنك*إرسال*البيتكوين*إلى*أي*مكان*في*العالم*في*غضون*عشر*دقائق،*حتى*في*عطلات*نهاية*الأسبوع.*على*الرغم*من*أن*ذلك*قد*يبدو*مذهلاً،*إلا*أنه*مع*ظهور*المزيد*من*العملات*الرقمية*الجديدة*التي*تركز*على*سرعة*المعاملات،*لم*تعد*البيتكوين*هي*أسرع*طريقة*دفع.',
  BitcoinsHistoricalPrice: 'السعر*التاريخي',
  comparedWithTraditionalCurrencies:
    'إن*العملات*المشفرة*متقلبة*للغاية*بالمقارنة*مع*العملات*التقليدية.*عادة*ما*يكون*التقلب*الأسبوعي*للعملات*التقليدية*أقل*من*1٪*،*بينما*كان*التقلب*في*عملة*البيتكوين*60٪*في*عام*2017.*بعض*العملات*المشفرة*الأخرى*لديها*تقلبات*أكبر.*على*الرغم*من*أن*بعض*الناس*يعتقدون*أن*سعر*العملات*المشفرة*مليء*بالفقاعات،*إلا*أن*مستوى*تقلبها*يوفر*العديد*من*فرص*التداول*للمتداولين*خلال*اليوم*بلا*شك.',
  fromThePerspectiveOfVolatility:
    'من*منظور*التقلبات*،*كان*هناك*العديد*من*التغييرات*الكبيرة*في*أسعار*البيتكوين*منذ*عام*2013.',
  HighPointInTheSpring:
    'أعلى*نقطة*في*ربيع*2013:*حدث*الاندفاع*الأول*لسعر*البيتكوين*من*مارس*إلى*أبريل*2013*،*عندما*ارتفع*سعره*من*30*دولارًا*إلى*230*دولارًا.*أحد*الأسباب*المحتملة*لهذا*الارتفاع*هو*أن*الصناعة*المصرفية*في*قبرص*خطيرة.*في*ذلك*الوقت*،*قد*يصادر*البنك*الودائع*الكبيرة*التي*تتجاوز*مبلغًا*معينًا*،*وتكون*Bitcoin*محصنة*تمامًا*ضد*مثل*هذه*الحوادث.',
  riseInNovember:
    'الارتفاع*في*نوفمبر*2013:*بسبب*زيادة*الطلب*من*الصين*واهتمام*مجلس*الشيوخ*الأمريكي*بعملة*البيتكوين*،*ارتفع*سعر*البيتكوين*إلى*1000*دولار.',
  lowPointInJanuary:
    'نقطة*منخفضة*في*يناير*2015:*بسبب*القيود*التي*فرضتها*الحكومة*الصينية*واعتقال*مؤسس*طريق*الحرير*،*وهي*منصة*تداول*مخدرات*عبر*الإنترنت*،*انخفض*سعر*البيتكوين*بشكل*حاد.',
  highPoint: 'أعلى*نقطة*في*عام*2017:*تجاوز*سعر*البيتكوين*10000*دولار.',
  highestPointSoFar: 'أعلى*نقطة*حتى*الآن:*63000*دولار'
};
