import { Home } from '../@types/home';

export const home: Home = {
  diversifiedProducts: 'منتجات*متنوعة*لتلبية,احتياجاتك*الاستثمارية',
  strongAdvantages: 'مزايا*قوية*لتضمن,*أمان*معاملاتك',
  highLiquidity:
    'سيولة*عالية،*خصم*كبير*على*فروق*الأسعار،*تكلفة*منخفضة*وعائد*مرتفع.',
  safetyOfFunds:
    'أمان*الأموال،*عملية*الإيداع*والسحب*السريعة،*النظام*السلس،*الخدمة*على*مدار*الساعة',
  askProductsNow: 'اطرح*أسئلة*حول*منتجات*التداول*الآن',
  safeAndSecureDepository: 'إيداعات*آمنة*ومضمونة',
  customerFunds:
    'إن*أموال*العملاء*يتم*إيداعها*بشكل*منفصل*و*يتم*مراجعتها*من*قبل*الهيئات*التنظيمية.*مع*عشر*سنوات*من*الخبرة*المالية*والمهنية*لإدارة*المخاطر*حيث*تتم*مراجعة*كل*عملية*تحويل*مالي*بدقة*لضمان*سلامة*أموال*العملاء',
  efficientDeposit: 'إيداع*وسحب*الأموال*بكفاءة',
  theDepositAndWithdrawal:
    '.التقنيات*الحديثة*تجعل*أحدث*التقنيات*لعملية*المراجعة*وفتح*الحساب*أسرع.*يهدف*نظام*الدفع*لأن*يكون*أحدث*نظام*يوفر*أسرع*خدمات*للإيداع*والسحب*متاحة*في*السوق',
  fastPayment: 'معالجة*سريعة*للمدفوعات',
  theLatestTechnology:
    '.التقنيات*الحديثة*تجعل*أحدث*التقنيات*لعملية*المراجعة*وفتح*الحساب*أسرع.*يهدف*نظام*الدفع*لأن*يكون*أحدث*نظام*يوفر*أسرع*خدمات*للإيداع*والسحب*متاحة*في*السوق',
  invest: 'استثمار*',
  inNewChannels: 'في*قنوات*جديدة*,*اربح*المال*في*WCG',
  professionalEquals: '٪100مهنية*تساوي*100٪*ثقة',
  mobileTradingSystem: 'نظام*التداول*للهاتف*المحمول',
  WCGMobileTradingSystem:
    'يوفر*نظام*التداول*للهاتف*المحمول*من*WCG*طريقة*بسيطة*ومريحة*بحيث*يمكن*للعملاء*التداول*أثناء*السفر*والتنقل*والرد*الفوري*على*أخبار*وبيانات*السوق*الفورية*وبالتالي*زيادة*فرص*التداول*إلى*أقصى*حد',
  brandReputation: 'سمعة*العلامة*التجارية*والعلاقة*المربحة*للجانبين',
  WCGValuesTheCustomersTradingExperience:
    'تقدر*شركة**WCG*تجربة*تداول*العميل*معها*وتعتقد*إعتقاداً*راسخاً*أن*التطوير*المستقبلي*للعلامة*التجارية*يعتمد*على*النمو*المشترك*لشركائها.',
  preciousMetalsContract: 'عقود*المعادن*الثمينة',
  timesLeverage:
    'يمكن*أن*تكون*الرافعة*المالية*100-200*مرة*،*والتداول*العالمي*على*مدار*24*ساعة*،*ومنخفضة*التكلفة*وعالية*العائد*،*والشراء*والشراء*لأعلى*،*أمرًا*مربحًا',
  LondonGoldLondonSilver:
    'London*Gold*&*London*Silver*هو*منتج*تداول*مقدم*من*البورصة*المالية*الدولية*للعقود*الآجلة*،*مع*قواعد*تداول*بسيطة*وعملية*T*+*0',
  shortFundSettlementTime:
    'وقت*قصير*لتسوية*الأموال*،*معاملات*إلكترونية*سريعة*وآمنة',
  accountOpening: 'فتح*الحساب',
  realTimeQuotation: 'عرض*أسعار*فوري*في*الوقت*الفعلي*لمنتجاتنا*التجارية',
  aVarietyOfProfessional:
    'مجموعة*متنوعة*من*الأدوات*الاحترافية*لتحليل*الرسوم*البيانية*والمؤشرات*الفنية.*يمكنك*تعيين*معلمات*المؤشر*الفني*والإطار*الزمني*الخاصة*بك*بحرية',
  investmentProductsAcross: 'منتجات*استثمارية*من*جميع*أنحاء*العالم',
  includingMoreThan:
    '.بما*في*ذلك*أكثر*من*مائة*منتج*استثماري*مثل*تداول*هامش*الفوركس،*والمعادن*الثمينة،*والنفط*الخام،*والعقود*الآجلة،*والعملات*المشفرة،*والأسهم،*وما*إلى*ذلك',
  connectingTo: 'الاتصال*بآلاف*الخوادم',
  automatedProcess:
    '.يمكن*أن*تحسن*العملية*الآلية*من*سرعة*ودقة*تحويل*الأموال*بشكل*فعال،*حيث*يمكنك*الاستمتاع*بأفضلتجربة*للإيداع*والسحب',
  downloadImmediately: 'قم*بالتحميل*على*الفور*',
  fastExecutionOfEachOrder:
    'تنفيذ*سريع*لكل*أمر*،*حد*أدنى*من*انزلاق*الأسعار،*سيولة*عالية،*إستقرار*عالي،*شفافية*عالية'
};
