import { IndexTrading } from '../@types/indexTrading';

export const indexTrading: IndexTrading = {
  indexTrading: 'تداول المؤشرات',
  indexAlsoKnownAs:
    'المؤشر ، والمعروف أيضًا باسم "مؤشر الأسهم"، هو مقياس لقيمة مجموعة معينة من الشركات، وعادة ما يستخدم لتقييم الأداء الاقتصادي لصناعة أو منطقة أو دولة معينة. إن العقود مقابل الفروقات لا تحتاج إلى امتلاك منتجات مادية، حيث إنها تمكنك من تداول فروق أسعار المنتج. بشكل عام، تعد العقود مقابل الفروقات للمؤشر وسيلة تمكن المستثمرين من تداول المؤشرات دون الحاجة إلى امتلاك الأسهم ذات الصلة أو المؤشر نفسه',
  viewTradingProducts: 'عرض منتجات التداول',
  theBasisOfTradingIndexes: 'أساس تداول المؤشرات',
  indexesAllowUs:
    'إن المؤشرات تمكننا من دراسة أداء قطاعات السوق لتحديد فرص الاستثمار وتقلبات السوق بشكل أفضل. نظراً لأن المؤشر يتتبع العديد من الأسهم المتداولة علناً، يستطيع المتداولين تتبع المؤشر لفهم التغييرات العامة في السوق وصياغة استراتيجيات الاستثمار المقابلة. يمكن تقسيم طرق حساب الأسعار التي يتم استخدامها إلى فئتين',
  marketValueWeightedIndex: 'المؤشر المرجح للقيمة السوقية',
  TheMarketValueWeightedIndex:
    'يتم احتساب مؤشر السوق المرجح على أساس القيمة السوقية الإجمالية للشركات المكونة له. وهذا يعني أنه كلما زادت القيمة السوقية للشركة، زاد التأثير على أسعار المؤشر. هذه هي طريقة تجميع المؤشر الأكثر استخدامًا. يعتبر مؤشر FTSE في المملكة المتحدة ومؤشر DAX الألماني مثالين نموذجيين لهذه الطريقة',
  priceWeightedIndex: 'المؤشر المرجح بالسعر',
  thisTypeOfIndex:
    'إن هذا النوع من المؤشرات يعتمد على المتوسط ​​الحسابي لأسعار الأسهم لجميع الشركات التي يتكون منها المؤشر، مما يعني أن حساب المؤشر مرتبط بفترة الأساس وأسعار الأسهم الحالية، ولا علاقة له بالقيمة السوقية. في هذه الحالة، كلما ارتفع سعر سهم من الأسهم المكونة للمؤشر، زاد التأثير على السعر الإجمالي للمؤشر',
  theWorldsNineMajorIndexes: 'المؤشرات التسعة الرئيسية في العالم',
  takeALookAtThePerformance:
    'قم بإلقاء نظرة على أداء السوق الدولي أو أحد قطاعاته وقارن بين عوائد الاستثمار. إن مؤشر الأسهم هو المتوسط ​​المرجح لأسعار الأسهم. كل من مؤشر S&P 500 الأمريكي ، ومؤشر Dow ​​Jones ، ومؤشر Nasdaq هي مؤشرات للأسهم',
  SPX500: 'US S&P 500 (SPX500)مؤش',
  theWorldsMostWellKnown:
    "يرتبط مؤشر الأسهم الأكثر شهرة في العالم إرتباطاً وثيقاً بأداء الأسواق الأخرى. لقد تم تأسيس هذا المؤشر بواسطة شركة نشر تدعى Standard & Poor's ويضم أكبر 500 شركة في الولايات المتحدة",
  US30: 'مؤشر داو جونز الأمريكي (US30)',
  stocksFrom30Companies:
    'يضم هذا المؤشر أسهم من 30 شركة في تسع صناعات أساسية. الميزة الفريدة للمؤشر هي أنه متوسط ​​مرجح للسعر ، لذلك غالبًا ما يستخدم صعوده وهبوطه كمؤشر على معنويات المخاطرة العالمية',
  NASDAQ: 'مؤشر ناسداك (NASDAQ)',
  americasMostFamous:
    'هذا هو المؤشر الأكثر شهرة في الولايات المتحدة لصناعة التكنولوجيا. على الرغم من أنه يشمل أيضًا بعض الصناعات الأخرى، إلا أنه لا يزال يجذب إنتباه المستثمرين من خلال شركات التكنولوجيا مثل Apple و Facebook و Google.',
  UK100: 'مؤشر المملكة المتحدة FTSE 100 (UK100)',
  itContainsSomeLargeCompanies:
    'يضم هذا المؤشر بعض الشركات الكبيرة التي ينظمها قانون الشركات في المملكة المتحدة، ولكن لم يتم تأسيس جميع الأسهم المكونة للمؤشر في المملكة المتحدة. يتم احتساب سعر المؤشر في الوقت الفعلي. عندما يفتح السوق، يتم احتساب السعر وتحديثه في ثوان.',
  GER30: 'مؤشر داكس الألماني (GER30)',
  thisIndexConsistsOf:
    'هذا المؤشر يتكون من 30 شركة ألمانية تتمتع بأكبر رؤوس أموال سوقية. يعد مؤشر داكس DAX أحد أكثر المؤشرات تداولًا في العالم، وتقلبه اليومي أعلى من المؤشرات الأخرى.',
  JPN225: 'مؤشر نيكاي (JPN225)',
  theMostPopularIndex:
    'هذا المؤشر هو الأكثر شهرة في بورصة طوكيو، وهو المؤشر الأساسي للأداء اليابان الاقتصادي. من الواضح أن أداء مؤشر نيكاي 225 يرتبط ارتباطاً إيجابياً بسوق الأسهم الأمريكية.',
  AUS200: 'مؤشر أستراليا (AUS200) ASX 200',
  theIndexConsistsOfThe200:
    'يتكون المؤشر من أكبر 200 شركة في أستراليا. إنه مؤشر مرجح للقيمة السوقية، مما يعني أنه كلما ارتفع إجمالي القيمة السوقية للشركة، زاد التأثير على سعر المؤشر.',
  FRA40: 'مؤشر CAC 40 الفرنسي (FRA40)',
  theBenchmarkIndex:
    'هو المؤشر المعياري لسوق الأسهم الفرنسية. يتم استخدام المؤشر على نطاق واسع لتقييم لحالة الإقتصاد لأوروبا بأكملها. يضم المؤشر بعض الشركات المكونة المعروفة، مثل Loreal Group و AXA Group و Michelin.',
  ESTX50: 'مؤشر Stoxx 50 الأوروبي (ESTX50)',
  itIsComposedOf50:
    'يتألف هذا المؤشر من 50 شركة رائدة في أوروبا وغالبًا ما يشار إليها باسم "مؤشر داو جونز" في أوروبا. وهو أيضًا مؤشر مرجح للقيمة السوقية، ويتم مراجعة تكوين أسهمه في شهر سبتمبر من كل عام.',
  howToTradeIndex: 'كيفية تداول المؤشر',
  indexTradingProvidesTraders:
    'إن تداول المؤشرات يوفر للمتداولين فرصًا للاستثمار في الأسواق العالمية أو الإقليمية أو الخاصة بصناعة معينة. تشمل مؤشرات الأسهم الأكثر تداولا في العالم مؤشر داو جونز الصناعي S&P 500 ، FTSE UK ، DAX Germany ، ASX200 Australia ، Nasdaq ،  CAC40 France و Nikkei 225 index. نظرًا لأن المؤشرات هي أرقام فقط ولا يمكن تداولها بشكل مباشر، فأنت بحاجة إلى تداولها في شكل عقود مقابل الفروقات (CFD). يعتمد ربح أو خسارة التداول على تقلبات السوق وحجم عقد التداول الخاص بك. من خلال منصة ونتشوآن كل ما عليك هو إيداع 100 دولار كحد أدنى لبدء تداول المؤشرات.',
  identifyTradingOpportunities: 'تحديد فرص التداول',
  theMostImportantInformation:
    'أهم المعلومات عن المؤشر هي التغير اليومي (معبرا عنه كنسبة مئوية) وعدد النقاط التي تم تحريكها منذ افتتاح السوق ، وعادة ما يتم توفير هذه المعلومات مع السعر الحالي',
  takeTheGermanDAX:
    'خذ مؤشر DAX الألماني كمثال. أنت متفائل بشأن الآفاق الاقتصادية لألمانيا ، لذلك تشتري CFD على مؤشر DAX وتتوقع أن ترفع الشركات الألمانية ذات الصلة سعر المؤشر.',
  itShouldBeNoted:
    'وتجدر الإشارة إلى أن ارتفاع المؤشر في بعض الأحيان لا يرجع إلى النمو الاقتصادي الفعلي ، بل يرجع إلى نزعة المخاطرة في السوق للاحتفاظ بالأصول الخطرة (مثل الأسهم). بطبيعة الحال ، فإن انحراف السعر الناجم عن الرغبة في المخاطرة لن يستمر إلى الأبد ، ومن المرجح أن يتبع ذلك تصحيح السعر. غالبًا ما يقارن المتداولون أداء المؤشرات في مناطق مختلفة لتحديد واستخدام الفرص التجارية المحتملة. بمقارنة مؤشر DAX الألماني ومؤشر S&P 500 الأمريكي ، دعونا نفهم الوضع الفعلي.',
  correlationBetween: 'العلاقة بين مؤشر DAX الألماني ومؤشر S&P 500 الأمريكي',
  thePerformanceOfTheSP500:
    'يعني أداء S&P 500 قوة الشركة التي يمثلها ، وبالتالي يعتبر مؤشرًا جيدًا لسوق الأسهم الأمريكية. بالمقابل ، على الجانب الآخر من المحيط الأطلسي ، يعكس مؤشر DAX أداء سوق الأسهم الألمانية.',
  theChartBelow:
    'يوضح الرسم البياني أدناه الارتباط القوي بين هذين المؤشرين الرئيسيين. عندما تختلف اتجاهات مؤشر DAX الألماني ومؤشر S&P 500 ، غالبًا ما يُنظر إليه على أنه شذوذ في الأسعار ، وغالبًا ما ينظر المتداولون إلى هذه الظاهرة كفرصة تداول.',
  anIndexIsEitherBasedOn:
    'يعتمد المؤشر إما على المنطقة أو الصناعة ، وهو مؤشر ممتاز لمعنويات السوق. نظرًا لأن اقتصاديات المناطق المختلفة أصبحت الآن مرتبطة ارتباطًا وثيقًا ، فهناك ارتباط كبير بين المؤشرات المختلفة. بالنسبة للمتداولين الذين يرغبون في تداول المؤشرات ، من الضروري فهم العلاقة بين الأحداث الاقتصادية العالمية وأنماط أسعار المؤشرات الرئيسية. على سبيل المثال ، قد تعرف السعر الحالي لمؤشر DAX الألماني وما إذا كان سعر الافتتاح ينخفض ​​أم لا.',
  theDifferenceBetween: 'الفرق بين DAX الألماني و S&P 500',
  inOrderToEvaluate:
    'من أجل تقييم الحركة التالية للسوق في ظل ظروف أسعار غير طبيعية ، من المهم فهم الخصائص الفريدة لكل مؤشر والمنطقة والصناعة التي يمثلها.',
  typeOfCompanies: 'نوع الشركات',
  theUnitedStatesHas:
    'الولايات المتحدة لديها اقتصاد يحركه المستهلكون. ما يقرب من 50 ٪ من الشركات في S&P 500 هي شركات تكنولوجيا المعلومات والشؤون المالية والرعاية الصحية الأمريكية. على العكس من ذلك ، يعتمد الاقتصاد الألماني على الصادرات ، وصناعة التكنولوجيا فيها صغيرة نسبيًا. تمثل الصناعة الكيماوية الألمانية أكبر نسبة من مؤشر داكس.',
  theDifferenceBetweenTotalReturnIndexAndPriceReturnIndex:
    'الفرق بين مؤشر العائد الإجمالي ومؤشر عائد الأسعار',
  theTypicalFeature:
    'الميزة النموذجية لمؤشر العائد الإجمالي هي أن جميع أرباح الأسهم تستخدم لإعادة الاستثمار ، لأنها تقيس قوة الشركات المكونة لها. مؤشر DAX الألماني هو مؤشر عائد إجمالي نموذجي. على العكس من ذلك ، فإن S&P 500 هو مؤشر لعائد الأسعار ، مما يعني أن أرباح الأسهم ليست مدرجة في حساب العوائد. لذلك ، يميل مؤشر DAX إلى الارتفاع أكثر من مؤشر العائد غير الإجمالي مثل S&P 500.',
  whenIndexPricesDiverge:
    'عندما تتباين أسعار المؤشرات ، من المهم مراعاة العوامل المذكورة أعلاه قبل اتخاذ قرار بشأن قرار التداول التالي. تداول المؤشرات من خلال العقود مقابل الفروقات هو أكثر طرق تداول المؤشرات شيوعًا. تسمح منتجات مؤشر CFD للمتداولين بالاستفادة من ارتفاع الأسعار أو هبوطها. إذا ارتفع السعر ، يمكن لمركزك الطويل (الشراء) أن يحقق ربحًا ؛ إذا انخفض السعر ، يمكن لمركزك القصير (بيع) أن يحقق ربحًا.',
  tradingIndexContract: 'عقد تداول المؤشر',
  aCommitmentToPurchase:
    'هو إلتزام بشراء أصل محدد بسعر محدد في تاريخ متفق عليه.',
  CFDsAllowIndividuals:
    'تسمح العقود مقابل الفروقات للأفراد بوضع أوامر الشراء والبيع على المكشوف بناءً على توقعاتهم حول إرتفاع أو إنخفاض قيمة المؤشر.',
  buy: 'الشراء',
  executingABuyOrder:
    'إن تنفيذ أمر "شراء" يعني أنك تعتقد أن قيمة الأداة المالية سوف ترتفع. إذا ارتفعت قيمة الأداة كما هو متوقع، يمكنك إغلاق الصفقة لتحقيق ربح، ويكون دخل الاستثمار هو الفرق بين سعري الشراء والإغلاق. من ناحية أخرى، إذا أغلقت الصفقة بسعر أقل من "سعر الشراء" ، فإن خسارتك هي الفرق بين سعر"الشراء" وسعر الإغلاق.',
  sell: 'البيع',
  executingASellOrder:
    'إن تنفيذ أمر "بيع" يعني أنك تعتقد أن قيمة الأداة المالية سوف تنخفض. إذا انخفضت قيمة الأداة كما هو متوقع، يمكنك إغلاق الصفقة لتحقيق ربح، ويكون دخل الاستثمار هو الفرق بين أسعار البيع والإغلاق. على النقيض، إذا أغلقت الصفقة بسعر أعلى من "سعر البيع" ، فإن خسارتك هي الفرق بين "سعر البيع" وسعر الإغلاق.'
};
