import { Questions } from '../@types/questions';

export const questions: Questions = {
  questions: 'الأسئلة المتكررة',
  thisArticleCollects:
    'إن هذه المقالة تجمع معظم الأسئلة التي يطرحها المستثمرون كثيرًا، ونأمل أن تجد هذه الإجابات مفيدة',
  whatKindOfSupervision: 'ما هو نوع الإشراف الذي تخضع له WCG ?',
  WCGIsABusinessBrand:
    'WCG هي علامة تجارية تجارية تستخدمها العديد من الشركات ، بما في ذلك',
  WCGMarketsLtdIsSupervised:
    'يشرف على WCG Markets Ltd وحدة الاستخبارات المالية الكندية (FIU) والمركز الكندي لتحليل المعاملات المالية والتقارير (FINTRAC). رقم ترخيص MSB هو M20282836.',
  WCGMarketsLtdIsRegistered:
    'WCG Markets Ltd مسجلة بموجب قانون الأعمال الدولي وتخضع لرقابة هيئة الخدمات المالية في سانت فنسنت وجزر غرينادين (SVGFSA) ، برقم 26087 قبل الميلاد 2020.',
  HowToOpenAnAccountInWCG: 'كيفية فتح حساب في WCG?',
  youCanRegisterYourRealAccount:
    'يمكنك تسجيل حسابك الحقيقي على الموقع الرسمي لـ WCG، أو انقر هنا للتسجيل',
  WCGAccountOpeningAge: 'سن فتح حساب WCG',
  theAgeToOpenAnAccount:
    'يجب أن يكون سن فتح الحساب في WCG 18 عامًا أو أكثر ، ولا يتم قبول العملاء الذين تبلغ أعمارهم 65 عامًا أو أكثر للتقدم لفتح الحساب.',
  whatKindOfAccounts: 'ما نوع الحسابات التي توفرها المنصة ?',
  weProvideDifferentAccountTypes:
    'نحن نقدم أنواع حسابات مختلفة، الرجاء الاتصال بموظفي خدمة العملاء للحصول على التفاصيل',
  whatKindOfDocuments: 'ما هو نوع المستندات التي أحتاجها لاقوم بتحميلها ?',
  customersInMainlandChina:
    'يحتاج العملاء في البر الرئيسي للصين فقط إلى تحميل وثائق الهوية الوطنية؛ يحتاج العملاء خارج الصين إلى تقديم إثبات جواز السفر والعنوان (مثل رخصة القيادة أو بطاقة تسجيل الإقامة الدائمة أو فاتورة المرافق لآخر ثلاثة أشهر، وما إلى ذلك)',
  howLongWillItTake: 'كم من الوقت سيستغرق فتح حساب جديد ?',
  accountOpeningWillTake: 'يستغرق فتح الحساب عادة يوم عمل واحد',
  howLongWillItTakeToProcess: 'كم من الوقت ستستغرق معالجة طلب السحب ?',
  WCGProcessingWithdrawalApplicationTime:
    'وقت طلب السحب من WCG: 11: 00-12: 00 ظهرًا / 2: 00-5: 00 مساءً. ستتم معالجة السحب مرة واحدة كل ساعة ، وسيتم استلام الحساب في غضون ساعتين في أسرع وقت. يوم عمل واحد لـ يتم المعالجة.',
  WCGWithdrawalConditions: 'شروط سحب WCG؟',
  ifTheCustomerDepositsFunds:
    ' إذا قام العميل بإيداع الأموال ، فيجب عليه سحبها دون أي معاملة ، وسيتم فرض رسوم معالجة بنسبة 3٪ لإعادة الأموال.',
  afterACertainTransactionVolume:
    ' بعد استيفاء حجم معاملات معين ، سيتم التنازل عن رسوم المناولة. متطلبات حجم التداول: يسود آخر مبلغ إيداع متراكم. على سبيل المثال ، آخر مبلغ إيداع هو 1،000 دولار أمريكي. يتم التنازل عن رسوم المعاملة بعد تداول عقد واحد ثم التقدم بطلب للسحب. يتطلب إيداع 2000 دولار أمريكي تداول 2 عقد ، وإيداع 5000 دولار أمريكي يتطلب التداول. 5 عقود ، وهكذا.',
  ifTheTransactionVolume:
    'إذا كان حجم الصفقة غير كافٍ وأصررت على السحب ، فأنت بحاجة إلى خصم 3٪ من اللوتات المتداولة من آخر مبلغ إيداع متراكم كرسوم سحب. (يلاحظ العميل أنه سيتم خصم رسوم الخصم عندما يسحب العميل الأموال ، وإلا فسيتم رفض السحب).',
  HowDoIKnowMyWithdrawal: 'كيف أعرف أنه تمت الموافقة على طلب السحب الخاص بي ?',
  onceTheWithdrawalApplication:
    'سيتم خصم المبلغ من حساب التداول الخاص بك بمجرد الموافقة على طلب السحب، وسيتم تقليل الهامش المتاح للتداول والحفاظ على أي صفقات مفتوحة معلقة',
  whatIsTheMT4Platform: 'ما هي منصة MT4 ?',
  MetaTrader4:
    'إن MetaTrader 4 (MT4) هي عبارة عن منصة تداول تم تطويرها بواسطة برنامج MetaQuotes لمعاملات الصرف الأجنبي (FX) وعقود الفروقات (CFD) وأسواق العقود الآجلة. يمكن تسجيل الدخول إلى منصة MT4 من خلال الموقع الإلكتروني أو تنزيلها على جهاز الكمبيوتر الخاص بك أو أي جهاز هاتف ذكي',
  howToDownload: 'كيف يتم تحميل منصة التداول ?',
  youCanClickHere:
    'يمكنك النقر هنا للانتقال إلى صفحة التحميل الخاصة بالموقع الرسمي واختيار الجهاز المراد تحميله',
  canITradeOverWeekends: 'هل يمكنني التداول خلال عطلات نهاية الأسبوع ?',
  noTradingOverWeekends:
    'لا يوجد تداول خلال عطلات نهاية الأسبوع، بسبب إغلاق السوق'
};
