import { Questions } from '../@types/questions';

export const questions: Questions = {
  questions: 'الأسئلة*المتكررة',
  thisArticleCollects:
    'إن*هذه*المقالة*تجمع*معظم*الأسئلة*التي*يطرحها*المستثمرون*كثيرًا،*ونأمل*أن*تجد*هذه*الإجابات*مفيدة',
  whatKindOfSupervision: 'ما*هو*نوع*الإشراف*الذي*تخضع*له*WCG*?',
  WCGIsABusinessBrand:
    'WCG*هي*علامة*تجارية*تجارية*تستخدمها*العديد*من*الشركات*،*بما*في*ذلك',
  WCGMarketsLtdIsAuthorized:
    'WCG*Markets*Ltd*مرخصة*وتشرف*عليها*بورصة*هونغ*كونغ*للذهب*والفضة*(CGSE)*،*وهي*عضو*رقم*12*A1.',
  WCGMarketsLtdIsSupervised:
    'يشرف*على*WCG*Markets*Ltd*وحدة*الاستخبارات*المالية*الكندية*(FIU)*والمركز*الكندي*لتحليل*المعاملات*المالية*والتقارير*(FINTRAC).*رقم*ترخيص*MSB*هو*M20282836.',
  WCGMarketsLtdIsRegistered:
    'WCG*Markets*Ltd*مسجلة*بموجب*قانون*الأعمال*الدولي*وتخضع*لرقابة*هيئة*الخدمات*المالية*في*سانت*فنسنت*وجزر*غرينادين*(SVGFSA)*،*برقم*26087*قبل*الميلاد*2020.',
  HowToOpenAnAccountInWCG: 'كيفية*فتح*حساب*في*WCG?',
  youCanRegisterYourRealAccount:
    'يمكنك*تسجيل*حسابك*الحقيقي*على*الموقع*الرسمي*لـ*WCG،*أو*انقر*هنا*للتسجيل',
  whatKindOfAccounts: 'ما*نوع*الحسابات*التي*توفرها*المنصة*?',
  weProvideDifferentAccountTypes:
    'نحن*نقدم*أنواع*حسابات*مختلفة،*الرجاء*الاتصال*بموظفي*خدمة*العملاء*للحصول*على*التفاصيل',
  whatKindOfDocuments: 'ما*هو*نوع*المستندات*التي*أحتاجها*لاقوم*بتحميلها*?',
  customersInMainlandChina:
    'يحتاج*العملاء*في*البر*الرئيسي*للصين*فقط*إلى*تحميل*وثائق*الهوية*الوطنية؛*يحتاج*العملاء*خارج*الصين*إلى*تقديم*إثبات*جواز*السفر*والعنوان*(مثل*رخصة*القيادة*أو*بطاقة*تسجيل*الإقامة*الدائمة*أو*فاتورة*المرافق*لآخر*ثلاثة*أشهر،*وما*إلى*ذلك)',
  howLongWillItTake: 'كم*من*الوقت*سيستغرق*فتح*حساب*جديد*?',
  accountOpeningWillTake: 'يستغرق*فتح*الحساب*عادة*يوم*عمل*واحد',
  howLongWillItTakeToProcess: 'كم*من*الوقت*ستستغرق*معالجة*طلب*السحب*?',
  submitTheWithdrawal:
    'أرسل*تعليمات*السحب*قبل*الساعة*11:00*صباحًا*،*وستتمكن*من*الحصول*على*حسابك*قبل*حوالي*الساعة*1:00*مساءً*في*نفس*اليوم.',
  submitTheWithdrawalInstruction:
    'قم*بإرسال*تعليمات*السحب*قبل*الساعة*5:00*مساءً*،*وسيتم*قيد*الحساب*قبل*الساعة*7:00*مساءً*من*نفس*اليوم.',
  HowDoIKnowMyWithdrawal: 'كيف*أعرف*أنه*تمت*الموافقة*على*طلب*السحب*الخاص*بي*?',
  onceTheWithdrawalApplication:
    'سيتم*خصم*المبلغ*من*حساب*التداول*الخاص*بك*بمجرد*الموافقة*على*طلب*السحب،*وسيتم*تقليل*الهامش*المتاح*للتداول*والحفاظ*على*أي*صفقات*مفتوحة*معلقة',
  whatIsTheMT4Platform: 'ما*هي*منصة*MT4*?',
  MetaTrader4:
    'إن*MetaTrader*4*(MT4)*هي*عبارة*عن*منصة*تداول*تم*تطويرها*بواسطة*برنامج*MetaQuotes*لمعاملات*الصرف*الأجنبي*(FX)*وعقود*الفروقات*(CFD)*وأسواق*العقود*الآجلة.*يمكن*تسجيل*الدخول*إلى*منصة*MT4*من*خلال*الموقع*الإلكتروني*أو*تنزيلها*على*جهاز*الكمبيوتر*الخاص*بك*أو*أي*جهاز*هاتف*ذكي',
  howToDownload: 'كيف*يتم*تحميل*منصة*التداول*?',
  youCanClickHere:
    'يمكنك*النقر*هنا*للانتقال*إلى*صفحة*التحميل*الخاصة*بالموقع*الرسمي*واختيار*الجهاز*المراد*تحميله',
  canITradeOverWeekends: 'هل*يمكنني*التداول*خلال*عطلات*نهاية*الأسبوع*?',
  noTradingOverWeekends:
    'لا*يوجد*تداول*خلال*عطلات*نهاية*الأسبوع،*بسبب*إغلاق*السوق'
};
