import { RegionalRepresentative } from '../@types/regionalRepresentative';
export const regionalRepresentative: RegionalRepresentative = {
  regionalRepresentative: 'الممثل الإقليمي',
  thisIsAUnique:
    'هذه فرصة فريدة للأشخاص الذين يرغبون في تطوير أعمالهم محلياً. إن فتح مكتب إقليمي لـ WCG سيكون خيار تعاون على مستوى أعلى. قم بإدارة شركة الوكالة الخاصة بك في منطقتك للحصول على دخل ثابت، وفي نفس الوقت نحن نوفر لك أفضل شروط التداول والتكنولوجيا في السوق بمزايانا التنافسية.',
  representativeApplcation: 'تطبيق ممثل إقليمي',
  doNotMiss: 'لا تفوت هذه الفرصة!',
  setYourOwn:
    'قم بتعيين نموذج عملك الخاص بحرية، وكذلك خطتك التسويقية، وتنظيم الندوات، والندوات عبر الإنترنت، والأنشطة المفيدة أو المتعلقة باحتياجات محددة للسوق. سوف نساعدك على إنشاء أساس ثابت ومتين في سوقك المحلي.',
  brandsThatSahre: 'علامات تجارية ذات سمعة عالمية ',
  theSupportWe:
    'إن الدعم الذي نقدمه للمكاتب الإقليمية يشمل على سبيل المثال لا الحصر تلبية جميع احتياجات تطوير الأعمال التجارية المحلية. تقدم WCG خدمات استشارية ومواد ترويجية وميزانية تسويقية، بالإضافة إلى الاتصال المباشر مع العملاء للحصول على دعم أسرع وأكثر دقة. نحن نقدم المساعدة للممثلين الإقليميين في جميع المسائل التقنية، وتنفيذ وتكامل الخدمات المحلية للمساعدة في تحسين أداء أعمالهم (مثل نظام الدفع الأكثر شهرة في المنطقة).',
  soleRegional: 'الممثل الإقليمي الوحيد ',
  youWillBe:
    'سوف تكون الممثل الوحيد في منطقتك. ستستمتع بالحق الحصري للوكالة في هذا المجال المحدد، من خلال برنامج الممثل الإقليمي لـ WCG.',
  marketingAssistance: 'دعم المساعدة التسويقية ',
  provideComprehensive:
    'توفير الدعم الفني الشامل للمساعدة في تحسين ترويج الشبكة والمواد التسويقية والمساعدة في تسجيل وإدارة عملائك.',
  competitiveEdge: 'ميزة تنافسية',
  weWillProvide:
    'سنوفر لعملائك ظروف تداول تنافسية وسوف نعزز مزايا التداول الخاصة بك في منطقتك بشكل سريع.',
  regionalRepresentativeIsIncome: 'دخل الممثل الإقليمي',
  yourIncomeIncludes:
    'يشمل دخلك العمولة الأساسية من كل معاملة خاصة بكل إحالة ، هذا بالإضافة إلى الدخل من جميع حساباتك الفرعية، ومكافأة الوكالة ',
  theSpecificAmount:
    'الإضافية. يمكن تحديد المبلغ المحدد للدخل الإضافي بعد الاتفاق المتبادل مع الشريك',
  become: 'نفسك',
  yourOwnBoss: 'كن رئيس ',
  become1: 'شريكنا',
  ourPartner: 'كن',
  get: ' الفني ',
  technicalSupport: 'احصل على الدعم',
  becomeOurRegional: 'كن ممثلنا الإقليمي',
  wCGIsCurrently:
    'إن WCG تخضع حاليًا لتطور سريع، مما يعني أننا سوف نواصل البحث عن أسواق جديدة وتطويرها، وأصبح عملاؤنا جزءًا من نموذج أعمالنا لينمو معنا.',
  applyNow: 'قدم الآن'
};
