import { USShareCFD } from '../@types/uSShareCFD';

export const uSShareCFD: USShareCFD = {
  tradeSharesCFDs: 'تداول*العقود*مقابل*الفروقات',
  WCGOffersAWideRange:
    'تقدم*WCG*مجموعة*واسعة*من*أسهم*CFD*عبر*منصتها*للتداول*عبر*الإنترنت.*إبدأ*التداول*الآن*للاستفادة*من*فروق*الأسعار*التنافسية*وتنفيذصفقات*عالية*الجودة*وبدون*عمولة.*يرجى*تذكر*أن*رأس*مالك*في*خطر',
  viewTradingProducts: 'عرض*منتجات*التداول',
  whyTradeSharesWithWCG: 'لماذا*تداول*الأسهم*مع*WCG*？',
  competitivePrices:
    'أسعار*منافسةنحن*نحصل*على*أسعارنا*من*أماكن*متعددة*لضمان*حصولك*على*أفضل*الأسعار*لتداول*العقود*مقابل*الفروقات',
  tradeShortAndLong:
    'تاجر*بالبيع*أو*الشراءقم*بفتح*صفقة*شراء*أو*بيع*عند*التداول*باستخدام*العقود*مقابل*الفروقات*وحقق*مكاسب*محتملة*من*تحركات*الأسعار',
  tradeShares:
    'تداول*الأسهم**برافعة*ماليةاحصل*على*عرض*كامل*بإيداع**مبلغ*صغير*نسبيًا*عندما*تتداول*أسهم*عقود*الفروقات*مع*WCG',
  WCGOffersZeroCommission:
    'لا*تخصم*شركة*WCG**أي*عمولة*عند*تداول*أسهم*العقود*مقابل*الفروقات.*بالإضافة*الى*عدم*خصم*رسوم*التحويل*البنكية*والتي*عادة*ما*يتم*فرضها*على*التحويلات*البنكية،*مما*يؤدي*إلى*تداول*أكثر*ربحية.',
  howDoITradeCFDShares: 'كيف*أتداول*أسهم*العقود*مقابل*الفروقات*مع*WCG؟',
  whenTradingASingleCFDShare:
    'عند*تداول*سهم*CFD*واحد*،*ستكون*هناك*إجراءات*مؤسسية*تفرضها*الشركة*ذات*الصلة.*مثال*على*ذلك*هو*توزيعات*أرباح*نقدية.*إذا*تم*إصدار*هذا*،*فسيقوم*WCG*بتعديل*حساب*العميل*وفقًا*لذلك.*سيتخذ*WCG*إجراءين:**العملاء*الذين*يحتفظون*بمركز*(مراكز)*الشراء*في*عقد*مقابل*الفروقات*على*سهم*واح',
  clientsWhoHoldBUY:
    'العملاء*الذين*يحتفظون*بمركز*(مراكز)*الشراء*في*عقد*مقابل*الفروقات*على*سهم*واحد*في*تاريخ*سابق*لتوزيع*الأرباح*،*سيحصلون*على*مبلغ*نقدي*إيجابي*يعادل*توزيعات*الأرباح.*(سيتم*إجراء*الإيداعات*في*حساب*تداول*العميل*وفقًا*لحجم*اللوت*ونسبة*توزيعات*الأرباح*التي*تدفع*الأوراق*المالية*الأساسية).',
  ClientsWhoHoldSELL:
    'العملاء*الذين*يحتفظون*بمركز*(مراكز)*بيع*في*عقد*فروقات*سهم*واحد*في*تاريخ*سابق*لتوزيع*الأرباح*،*سيحصلون*على*مبلغ*نقدي*يعادل*توزيعات*الأرباح*(سيتم*السحب*من*حساب*تداول*العميل*وفقًا*لحجم*اللوت*ونسبة*توزيعات*الأرباح*التي*تدفع*الأوراق*المالية*الأساسية.)',
  adjustmentFormula:
    'معادلة*التعديل:*عدد*الأسهم*×*توزيعات*الأرباح*لكل*سهم*=*مبلغ*التعديل',
  cashDividend: 'المال*المقسم',
  forExample:
    'على*سبيل*المثال*،*إذا*أعلنت*شركة*Apple*Inc.*(AAPL)*عن*توزيع*أرباح*نقدية*بقيمة*0.01*دولار*أمريكي*لمساهميها.*في*تاريخ*الاستحقاق*السابق*للأرباح*،*سيعكس*سعر*سهم*شركة*Apple*إجراء*الشركة*وسينخفض*​​سعره*بمقدار*0.01*دولار.*ستجري*WCG*تعديلات*نقدية*للعملاء*الذين*يحتفظون*بمراكز*مفتوحة*لعقد*CFD*على*شركة*Apple*Inc.',
  ifAnIndividualClient:
    'إذا*كان*أحد*العملاء*الفرديين*لـ*WCG*يحتفظ*بـ*10،000*سهم*من*مراكز*الشراء*،*فسيتم*حساب*التعديل*النقدي*باستخدام*المعادلة*التالية:*10،000*سهم*CFDs*x*0.01USD*=*أرباح*نقدية*بقيمة*100*دولار*أمريكي*(ملاحظة:*إذا*كان*العميل*يمتلك*10،000*سهم*من*مراكز*البيع*،*WCG*سيتم*خصم*100*دولار*أمريكي*من*حساب*العميل.)',
  shareSplitOrReserveShareSplit: 'مشاركة*الانقسام*أو*تقسيم*الأسهم*الاحتياطية',
  ifACompanyAnnounces:
    'إذا*أعلنت*الشركة*عن*تجزئة*السهم*أو*تجزئة*السهم*الاحتياطي*،*فسيخضع*سعر*سهم*الشركة*لتغيير*كبير.',
  reserveShareSplit: 'تقسيم*سهم*الاحتياطي:*سيرتفع*سعر*العقود*مقابل*الفروقات',
  shareSplit: 'تجزئة*السهم:*سينخفض*​​سعر*العقود*مقابل*الفروقات',
  openPositions:
    'فتح*مراكز*Apple*Inc*CFD.*ألا*يجب*أن*يقول*هذا*فقط*العملاء*الذين*يحتفظون*بصفقات*مفتوحة*لعقود*الفروقات*ذات*الصلة؟',
  however:
    'ومع*ذلك*،*سيتأثر*سهم*واحد*من*العقود*مقابل*الفروقات*أيضًا*بإجراءات*الشركة*،*والتي*قد*تحدث*عندما*تبدأ*الشركة*المدرجة*في*إجراء*أي*تغييرات*في*الأعمال*مثل*تقسيم*الأسهم*،*أو*تقسيم*الأسهم*،*أو*توزيعات*الأرباح*،*وما*إلى*ذلك*،*ونتيجة*لذلك*قد*تؤثر*على*الشركة*المركز*المالي*وأداء*سعر*سهمه*ومصالح*المساهمين.',
  dividends: 'أرباح',
  aListedCompany:
    'ستعلن*الشركة*المدرجة*عن*تقارير*أرباحها*نصف*سنوية*(أو*ربع*سنوية).*تخضع*توزيعات*الأرباح*لموافقة*مجلس*إدارة*الشركة*،*وهي*عبارة*عن*توزيع*لأرباح*الشركة*على*فئة*محددة*من*مساهميها.*بشكل*عام*،*سيتم*إصدار*توزيعات*الأرباح*في*شكل*توزيعات*أرباح*نقدية*أو*توزيعات*أرباح.',
  exDividendDate: 'تاريخ*الاستحقاق',
  anExDividendIs:
    'توزيعات*الأرباح*السابقة*هو*مصطلح*تداول*الأسهم*الذي*يحدد*متى*يكون*العائد*المعلن*مملوكًا*للمشتري*،*على*عكس*البائع.*إذا*اشترى*الفرد*حصة*قبل*يوم*توزيع*الأرباح*،*فيحق*له*الحصول*على*أرباح.*إذا*اشترى*الفرد*حصة*في*أو*بعد*تاريخ*توزيع*الأرباح*،*لم*يعد*للمشتري*الحق*في*استلام*الأرباح.'
};
