{
  "analysisAndTrends": "分析与趋势",
  "predictPossibleFuture": "通过对过往市场走势的研究来预测未来可能的价格走势，帮助投资者确定交易的入场点和出场点.",
  "intermediateTradingCourse": "中级交易课程",
  "advancedTradingCourse": "高级交易课程",
  "technicalAnalysis": "技术分析与市场趋势",
  "fundamentalAnalysis": "基本面分析",
  "fibonacciRetracementLine": "斐波那契回调线",
  "supportAndResistance": "支撑位和阻力位",
  "marketParticipants": "市场参与者",
  "tradingStyle": "交易风格",
  "whatIsTechnical": "什麽是技术分析?",
  "technicalAnalysisPredicts": "技术分析通过观察历史价格来理解市场走势，并据此制定交易策略。它与基本面分析一起，是分析金融市场的主要分析方法。",
  "unlikeFundamentalAnalysis": "与注重经济、政局和金融发展的基本面分析不同，技术分析基本上只关注图表，通过研究历史价格的变化，来合理推测未来市场可能的走势。",
  "tradersWhoUse": "使用技术分析的交易者都相信以下三个前提假设：",
  "theMarketPrice": "市场价格包含了人们需要理解的全部信息；",
  "thePriceFluctuates": "价格以趋势的方式波动；",
  "historyWillRepeat": "历史会重演。",
  "theseThreePremises": "这三个前提是技术分析有效的基础，我们进行技术分析才会对预测后市走势有所帮助。",
  "itShouldBe": "需要注意的是，技术分析并不是百分之百正确的，在实际应用中，您可能会发现您根据严谨的技术分析结果所做的交易决策与后市的价格波动方向相反。这种情况与我们作技术分析的初衷并不矛盾，也并不代表您技术分析的方法有误。",
  "theRoleOf": "技术分析的作用并不是简单的预测市场价格的涨跌，它的真正意义在于帮助交易者更好的理解市场并制定出调节当前市场的交易策略。",
  "commonMethodsOf": "技术分析的常见方法包括图表形态和技术指标，我们会另外开辟两篇文章来介绍它们。在本篇中，我们将介绍技术分析的一项基本技能——辨别趋势。",
  "whyIdentifyingTrends": "为什么要辨别趋势?",
  "justUnderstanding": "只是看懂图表价格并不能帮助我们做出交易决策，您还需要了解如何辨别图表上的价格趋势。图表趋势分为三种类型：上升、下跌和盘整。在上升和下跌的单边趋势中，人们往往采取突破交易策略，也即只交易一个方向，买涨或买跌。而在盘整趋势中，人们往往采取高抛低吸的区间交易策略，当价格涨到盘整区间的顶部时卖出，跌至盘整区间的底部时买进。因此，判断汇价走势处在上涨/下跌的单边趋势中，还是处在盘整的区间趋势中，对交易者尤为重要，只有对趋势的把握准确，我们才能采用尽可能正确的交易方法。",
  "thereAreMany": "辨别趋势的工具有很多，几乎所有的技术分析都会涉及到趋势的判断。在本篇中，我们先介绍如何在图表中绘制趋势线、支持/阻力线，以及趋势是否结束的一般法则。",
  "noteThatAlthough": "注意，分钟图尽管有时候也能反映一些趋势，但我们仍然建议您在较为长线的图表上使用技术分析工具，因为长线图表的价格数据较为全面，在统计学上更为可靠。例如，小时图上的价格数据比分钟图更可靠，日线图上的价格数据比小时图更可靠。",
  "seniorClassD": "senior-class-content-four-d",
  "seniorClassE": "senior-class-content-four-e",
  "seniorClassF": "senior-class-content-four-f",
  "trendLines": "趋势线、支撑线和阻力线",
  "aTrendLine": "趋势线是一条显示货币对趋势的直线，由两个或以上的价格连接而成。在上涨市场中，趋势线是一条支撑线；在下跌市场中，趋势线是一条阻力线。",
  "aSupportLine": "—>支撑线是指由具有支持力的价格连接而成的线，如果汇价曾经跌至一个价格水平时多次折返，我们就认为这是一个有支撑线的价格。支撑线越多，支撑线越可靠。",
  "theResistanceLine": "—>阻力线是指由具有阻力的价格连接而成的线，如果汇价曾经上涨至一个价格水平时多次折返，我们就认为这是一个具有阻力的价格。阻力点越多，阻力线越可靠。",
  "onTheMT4": "在MT4平台上，我们可以在平台上方的工具条上找到绘制趋势线的工具。",
  "thePrincipleOf": "画趋势线的原则是，在所考虑时间段内的上涨（下跌）趋势中，找到相关的最高点和最低点，用直线连接起来，其中价格不能穿越趋势线。画出来的趋势线越长，所代表的单边力量就越强大，价格在下跌（上涨）到趋势线附近折返的可能性就越大。",
  "drawingATrend": "画出趋势线可以帮助我们更清晰地辨别当前市场的趋势。同时，我也需要依据趋势线来判断一段趋势是否仍然延续。",
  "fundamentalAnalysisOverview": "基本面分析概述?",
  "technicalAnalysisStudies": "技术分析研究的是历史价格，交易者只关注图表和价格就能作出交易决策。基本面分析看起来会更复杂，它研究的是影响一国经济和货币汇率变化的核心要素，旨在通过分析一系列经济指标、政府决策和事件，来预测某一经济周期中外汇价格变化和市场趋势。",
  "technicalAnalysisReveals": "简单来说，技术分析揭示了汇市中买卖双方的力量对比，基本面则从汇价变动源头来剖析市场：货币资本流动和贸易流动、新闻和经济情况的影响。",
  "theFactorsAffecting": "影响汇价变化的因素涉及社会、经济和政治等多个方面，导致基本面分析可能需要纳入非常多的分析元素，这个问题制约了很多基本面分析的初学者，因为对高度动态的市场基本面因素始终保持敏感并非易事。不过不用担心，随着您对基本面分析研究的深入，全球动态经济中的概念会在您的脑中形成一个大致的框架图景，市场基本面因素的短期变动只不过是在不断修正这个图景的细节。",
  "ofCourse": "当然，基本面分析并不针对确切的市场买卖价格。比如，在分析某国就业情况报告的时候，我们能对该国整体经济状况有相对清晰的了解，但如果要获得入场点、离场点等具体交易策略，我们仍然需要借助技术分析办法。也正因此，许多交易者可能在面对基本面涉及的大量信息不知所措时，选择完全放弃基本面分析，完全依赖技术分析。这是错误的做法。在对基本面因素缺乏一定了解的情况下进行交易，犹如盲人摸象，您在图表上看到的价格信息，可能并不是市场的真相。",
  "longTerm": "基本面中的长线分析：",
  "whenMeasuringCurrencys": "长线基本面在衡量货币价值的时候，有两种经典分析方法：购买力平价理论和国际收支平衡理论。",
  "purchasingPower": "购买力平价理论",
  "purchasingPowerParity": "购买力平价理论指出，两种货币的兑换率应该等于一篮子商品和服务在两个国家的价格水平比例。这是因为，如果一组商品在两个国家里的实际价格有相当的差别，假设运输成本为零的情况下，交易商就可以通过一买一卖来套取利润。",
  "exchangeRate": "汇率=一国商品物价/另一国商品物价",
  "forExample": "例如：一听可乐在美国成本为1美元，在日本为100日元，根据购买力平价理论，汇率=美国可乐成本/日本可乐成本=1:100",
  "ifTheCurrent": "如果当前汇率为1:110，根据购买力平价理论，日元正处在被低估的状态，美元被高估。交易商可以在日本以100日元购买商品后运输到美国以1美元卖出，所得的美元以当前汇率兑换成110日元，无风险套利10日元。因此日元的需求会上升，最终助推日元升值，美元贬值，美元兑日元的汇率将重新走向1:100的水平",
  "itShouldBeNoted": "需要注意的是，可乐只是个例子，方便说明理论的含义。实际上购买力平价理论并非基于单一商品，而是一篮子商品和服务，商品和服务的组合模式由不同分析者的喜好而定。同时，购买力平价理论忽视了一些影响价格的重要因素，包括运输成本、贸易壁垒、关税等，它也没有说明非贸易商品的数据。购买力平价理论一般只适用于3至5年以上的长线预测。",
  "balanceOfPayments": "国际收支平衡理论",
  "accordingToThe": "根据国际收支平衡理论，两个主要因素在影响汇率的变动：贸易流动和资本流动，也即国际收支平衡表里的经常帐和资本帐。",
  "theCurrentAccount": "经常帐反映了一国商品及服务的进出口情况。当出口大于进口时，该国是净出口国。这意味着买进该国货币的人比卖出的多，因为他国从该国进口商品时需要购买该国货币，该国货币的需求便会增加，因此拥有贸易顺差的国家的货币升值机会更大。与之相反的是净进口国，进口大于出口，净进口国的进口商需要卖出本国货币来兑换出口国的货币，使得本国货币贬值。",
  "theCapitalAccount": "资本帐反映了一国投资资本流进和流出的情况。如果资本帐净值为正数，表示流入国内的资本比流出大。在国外投资者投资时，需要将自己的货币兑换为国内货币。因此正的资本帐会令一国的货币需求上升，推动该国货币升值。反过来讲，资本帐若为负数，代表流入的资本比流出少。本国投资者需要将本国货币兑换为他国货币，继而打压本国货币的价值。",
  "capitalFlows": "资本流动根据资本形式可以分为两种：实体流动和投资组合流动。实体流动是指外商直接投资，他们会将自己的资金先兑换成投资国的货币，导致投资国货币升值。投资组合流动下面又分为股票和固定收益（例如债券）。",
  "whenACountry": "当一国的股票市场利好时，表明资本正在流入股市，外资也会受到吸引，从而拉升本土货币价值。当一国股票市场正处在跌势中时，表明资本正在撤离市场，同时撤离的还有国外资本，从而对本土货币价值不利。因此外汇交易者可以跟随全球股市表现来预测各国在较为长期范围内的资本流量。",
  "theFixedIncomeMarket": "固定收益市场与股票市场类似，其收益率越高，则越利于本国货币货币升值。它的区别在于固定收益市场在全球经济不稳时，其较为稳健和安全的特点为全球资本起了避难的作用。长线交易者应注意分析固定收益市场的利差：",
  "detectCurrency": "1. 检测货币的利差——欧洲银行同业拆息与欧洲美元",
  "investorsCanPay": "投资者可以留意欧洲银行同业拆息和欧洲美元的差别。欧洲银行同业拆息是反映欧洲短期利率的固定收益资产。欧洲美元指存放于美国境外银行的美元存款。因为美国和欧洲拥有最完善的固定收益和股票市场，如果欧洲银行同业拆息较欧洲美元存款利率为高，将驱使投资者卖出美国资产和买入外国资产，对外汇市场产生一定影响。相反，如果欧洲银行同业拆息和欧洲美元的正差距收窄，即欧洲银行同业拆息的利息率降低，欧洲资产的吸引力便会减少，驱使投资者卖出欧洲资产。",
  "theFixedIncome": "2. 遍布欧洲的固定收益差距——金边债券、欧洲银行同业拆息与欧洲美元",
  "giltsBonds": "金边债券是英国政府发行的固定收益产品。买卖英磅兑美元和欧元兑英磅时，需要注意金边债券、欧洲银行同业拆息和欧洲美元的差距。当英国息率比起欧洲或美国息率的正差距下跌，英国的固定收益投资机会对外国投资者的吸引便会减少。投资者会卖出所持的英镑特定资产去寻找其它较高回报的投资机会，使英镑出现回吐压力。",
  "otherCountriesInternational": "3. 其它国家——国际固定收益市场",
  "theFixedIncomeProducts": "美国、英国和欧洲以外的国家的固定收益产品和它们的收益差距也值得注视。例如澳大利亚和新西兰实行高息政策，令投资者卖出本土货币去购买澳元或纽元。该活动会在其它国家利率下降时更为明显。相反，如果美国、英国和欧洲的利率上升时，资金可能会从澳大利亚和新西兰调出，加重其货币压力。",
  "weAlsoNeed": "在进行中长线的基本面时，我们还需要考虑更多因素。例如在分析美元的长期走势时，需要考虑美联储的货币及利率政策、美国经济情况和世界地缘政治事件对美国影响等各个方面。这时候数据新闻显得尤为重要，您可以过去的数据新闻了解到一国在过去一段时间中的经济表现以及该国正在采取的货币及利率政策，并据此来推测该国货币在未来一段时间的趋势。因此，为了基本面分析的准确与全面，即使您不交易新闻，也应保持对财经日历中重要经济指标的关注。",
  "definition": "定义",
  "theFibonacciRetracement": "斐波那契回调线与前面介绍的几个技术指标在使用方法上不太相同。它不像前几个指标，只要加载到图表上并设定参数后就可以使用，在使用斐波那契回调线时，投资者需要自己识别出一波趋势，然后在趋势上将它画出来。在「应用实例」部分，我们会一并介绍如何绘制斐波那契回调线。",
  "effect": "作用",
  "fibonacciRetracementsProvide": "斐波那契回调线提供给我们一个很好预测支持位和阻力位的方法，升势或跌势持续的时间越长，回调线水平的可靠性就越高。",
  "someTradersLike": "有些交易者喜欢在不同时间周期的图表上，针对长期和短期的趋势分别画斐波那契回调线，如果长期回调线的水平与短期回调线水平越接近，回调线的可靠性越高。",
  "parameter": "参数",
  "uptrendOrDowntrend": "升势或跌势的38.2%、50.0%和61.8%的位置是最常用的回调线水平。38.2%普遍被认为是可靠性最低的水平，也即汇价达到该水平时就调转方向的可能性不大。汇价所贴近的百分比水平越高（即61.8%），其折返的机会就越大。",
  "applicationExample": "应用示例",
  "ifYouFind": "如果您在一张图表上找到了一波刚刚结束的升势或跌势（判断趋势是否已结束可以使用123法则，详细请查看新手学堂《技术分析与趋势判断》），您就可以考虑开始用斐波那契回调线来判断接下来的汇价支持或阻力位了",
  "inTheMT4": "在MT4平台上，您可以在平台上方的工具条中找到斐波那契回调线。",
  "afterClicking": "点击这个按钮后，在图表上连接趋势的最高点和最低点。下图是个英镑兑美元的例子。",
  "supportLevel": "支撑位是指汇价在下跌时可能遇到的支撑价格，从而止跌回稳的价格。与之对应的概念是阻力位，也即汇价上涨时可能遇到的压力，从而反转为下跌的价格。识别支撑位和阻力位是很有必要的，因为在汇价接近或有效突破支撑位和阻力位时，都是交易的好时机。突破失败时，人们往往认为趋势可能发生发转，而当汇价有效突破支撑/阻力位时，极有可能会迎来新的一波单边下跌/上涨趋势。",
  "theMethods": "识别支撑位和阻力位的办法主要有趋势线、前高/前低、形态判断和技术指标判断。",
  "trendline": "趋势线",
  "weIntroduced": "在《技术分析与趋势判断》中，我们介绍过如何画趋势线。其实趋势线就是一种判断支撑位和阻力位的办法：在上涨市场中的趋势线是由一系列支撑位组成的，当汇价回落至趋势线附近时，趋势在线的支撑位极有可能给汇价提供支撑；在下跌市场中的趋势线是由一系列阻力位组成的，当汇价上涨至趋势线附近时，趋势线上的阻力位极有可能造成汇价的再次回落。因此，趋势线是单边市场中判断支撑位与阻力位的常用办法。",
  "sometimes": "有时候，当价格跌破趋势线后，原来提供支撑的趋势线可能会成为后市汇价上涨的阻力。",
  "theAbovePicture": "上图为NZD/CAD日图上的上涨趋势线成为后市汇价回升的阻力。",
  "inManyCases": "在许多情况下，阻力位和支撑位是可能相互转化的。原来的支撑位可能变成后来的阻力位，反过来也是如此。这种情况在通过前高和前低来判断支撑/阻力位中尤为常见。",
  "previousHigh": "前高/前低",
  "whenTheFX": "汇价在完成了一波单边上涨趋势后转为下跌或盘整时，往往会形成一个短期内的最高价格，我们称之为「前高价格」。与之对应的概念是前低，也即汇价在完成一波单边下跌趋势后转为上涨或盘整时所形成的短期内最低价格。",
  "theAbovePictureShows": "上图为AUD/CAD日图上的前高和前低。",
  "whenJudgingSupport": "在判断支撑和阻力位时，人们认为前高可能是后续上涨趋势的阻力位，前低可能是后续下跌趋势的支撑位。因为汇价曾经在前高位置折返，价格再次运行到该价位附近时，有可能会再次折返，前低也是类似的。",
  "whenThePrice": "当价格在前低或者前高屡次折返时，折返次数越多，该价格的支撑或阻力作用越强。如果汇市成功下破支撑位，改变了趋势，原来的强支撑位很可能转变成后续汇市强阻力位。反之亦然。",
  "theAbove": "上图是AUDCAD的周图，汇价曾经多次在0.99—1.00区域受到支撑，而后汇价多次也在同样的位置遇到阻力。",
  "patternRecognitionJudgment": "形态判断",
  "chartPatterns": "图表形态常常会提供支撑位和阻力位的判断方法。",
  "inADouble": "例如双顶形态，它的波峰可以视为强阻力位，因为价格在此位置上两次折返。而波谷（颈线）可以视为支撑位。",
  "technicalIndexJudgment": "技术指标判断",
  "someClassicalTechnical": "一些经典的技术指标也可以用于判断支撑和阻力位。最经典的莫过于黄金分割线。",
  "byUnderstanding": "通过了解市场中有哪些参与者，您将能更好地领会价格为何以及如何受新闻事件的影响。同时您也会对交易更有信心，因为无论交易的价格是多少，市场总会有买家和卖家。",
  "interbankMarket": "同业银行",
  "theInterbankMarket": "同业银行市场由大型商业银行和证券交易商组成，它们的交易量占了总外汇交易量的40%至50%，理所当然的在表单中排第一位。",
  "beingAtThe": "处于顶尖位置、拥有最大的交易量，它们也享受着最低的点差。",
  "centralBanks": "国家中央银行",
  "controlTheMoney": "试图控制货币供应、通胀率和利率，利用其庞大的外汇储备以稳定国内市场。",
  "thisMeansThat": "这意味着国家中央银行也在外汇市场中占据重要位置。",
  "investmentManagementCompanies": "投资管理公司",
  "theseCompaniesUsually": "这些公司通常代表客户管理大型帐户。例如，一个投资管理者的投资组合中持有国外股票，因此他需要买进和卖出几种外国货币以支付国外的证券资金。",
  "inOtherWords": "也就是说，投资管理公司也因投机原因参与了外汇市场，并通过管理客户资金，从市场波动和趋势中获取盈利。",
  "retailTraders": "零售交易者",
  "retailTradersConduct": "零售交易者通过经纪商或银行进行间接交易。他们的交易不涉及任何货币的实物交割，被认为是纯粹的投机市场。",
  "nonBank": "非银行外汇公司",
  "refersToForeign": "指的是为个人和公司提供外汇和国际支付的外汇经纪商。非银行外汇公司的不同之处在于它们不提供投机目的的货币交易，客户将货币的实物交割存入银行帐户中。",
  "hereWeWill": "这里我们将讨论您可能会遇到的不同交易风格。划分交易风格的典型依据是根据持仓时间的长短、开仓的时间以及交易的频率。对于一个特定的交易者来说，选择在哪个时间周期内进行交易其实并没有严格规定。但是，下面表格提供了不同类型的交易者一般情况下所使用的典型时间周期。",
  "eODTransaction": "EOD交易",
  "thisIsATrading": "这是一种许多全职工作者都采用的交易风格。他们可能每天或每周进行一次市场分析，然后设置挂单来捕捉价格波动——他们不会一直盯着屏幕，而靠挂单来进行交易。",
  "ifYouAreBusy": "如果您的工作和生活比较繁忙，EOD交易风格是个比较适合的选择，因为它不需要您投入过多时间来分析和管理交易。",
  "fundamentals": "基本面（宏观交易）",
  "useFundamentalInformation": "使用基本面信息和/或金融模型来评价股票、货币、市场或国家的强弱，以预测未来价格的走势。股票和外汇的信息来源不太相同，股票会受特定公司的内部消息影响，而外汇主要受到宏观经济信息的影响。",
  "dayTrading": "日内交易",
  "intradayTradersComplete": "日内交易者在一天内完成一笔交易的开仓和平仓。基于一小时图的波段交易也可以被归类为日内交易风格。相比起基本面信息，日内交易更多地倚重技术分析。",
  "dayTradingContains": "日内交易包含多重形式，具体包括剥头皮、新闻交易、波段交易和趋势交易。",
  "newsTrading": "新闻交易",
  "newsTradersTend": "新闻交易者倾向于专攻重要新闻事件，并在重要新闻公布期间或前后进行交易。如果新闻事件的结果出乎市场的意料之外，那么就可能引发极端的波动，从而创造在极短时间内赚到更多盈利的机会。当然，一个重要事件公布以后也可能对长期的走势造成影响，这可能会引起宏观交易者对长期趋势的兴趣。但典型的新闻交易风格通常只与短期事件有关。",
  "longTermTrading": "长线交易",
  "theTradingStyle": "长期（几周、几个月，甚至几年）持有一个仓位的交易风格被称为「长线交易」。长线交易者不关心市场的短期波动，因为他们相信他们的长期投资视野能平滑短期的得失。",
  "dueToThe": "由于更长的持仓周期，长线交易者倾向于运用大量的基本面信息，但他们也可能是纯技术分析型的交易者。长线和波段交易者都更可能使用挂单来开仓，这样他们就无需守在电脑旁等待开仓或平仓时机。",
  "scalping": "剥头皮交易",
  "scalpingIsAn": "剥头皮是一种日内交易风格，不同于其他交易风格，您必须时刻紧盯着屏幕，仿佛要以此为生。在剥头皮交易因更大的盈利潜质而成为一种非常流行的交易风格时，剥头皮也是一种更难习得的交易风格，因为它对交易纪律有着更高的要求。尽管如此，交易新手对剥头皮的兴趣却是最大的。",
  "intradayAndScalping": "日内和剥头皮交易者常常使用一键交易来实时开仓，因为开仓的迅捷性对这两类交易者来说至关重要。",
  "swingTrading": "波段交易",
  "asASwing": "作为一个波段交易者，您其实是在尝试交易图表的波段，并希望能捕捉到一次大的波动。波段交易者喜欢使用日图作为判断开仓的图表周期，持仓时间从几天到几周不等。但是，一小时图也同样非常流行，这种情况下持仓时间一般是几个小时，有时候也会持仓过夜甚至可能持仓几天。",
  "technicalTrading": "技术交易",
  "useTechnicalAnalysis": "使用技术分析来分析、开设、管理和关闭交易。尽管一般来说技术分析更多的流行于日内时间周期，但是其实它可以被应用在任何时间周期的图表上，包括用于长线交易中的预测。",
  "trendTrading": "趋势交易",
  "theTrendTrading": "这里的趋势交易风格指的是识别一个趋势，然后只交易与趋势相同的方向。传统的趋势交易者听起来与长线基金管理人有关，但事实上，您可以选择追踪任何时间周期图表上的趋势。"
}
