{
  "privacyPolicy": "隐私条款",
  "theCustomers": "客户的个人资料按实际情况和需要会被用作以下用途：",
  "theVerificationProcedures": "执行客户指示或回复客户有关的查询的核证程序、账户的日常行政管理或相关投资产品或服务的直接或间接市场推广，与文传的联属或关连公司就相关投资或交易服务共享、反复查证及转移该等个人资料",
  "dealWithCustomers": "处理客户抵押品，或向追收客户欠款",
  "transferSuchPersonalData": "将该等个人资料转移予第三者服务供应商作信贷查证及／或核证数据用途",
  "toProvideAny": "关于或有关遵守任何法律、规例、法令或监管机构的命令的任何用途而提供任何该等数据",
  "WenChuanWillKeep": "文传会把客户的个人资料保密，但按实际情况和需要可能提供给下列机构／人士：",
  "WenChuanOtherCompanies": "文传其他公司包括全资拥有的附属公司或附属公司的联营公司或集团属下的董事、职员等名义的全资或部份拥有的公司",
  "agentsAndThirdPartyService": "为客户处理相关业务的代理人及第三方服务供应商包括：结算所、专业服务公司、金融机构、电脑系统服务商、电讯系统支持服务，作为完成客户服务的必要手续",
  "anyRegulatoryOrGovernmentAgency": "有关或监管文传任何业务的任何监管或政府机构",
  "personsDeemedAppropriate": "根据保密责任文传视为适当或合适的人士，包括集团的成员公司及其僱员。这些授权人士必须把客户的个人资料保密。",
  "AccordingTo": "根据条例中的条款，客户均有权要求文传更正有关客户的任何不实数据及以书面方式要求我们终止使用其个人资料作直接或间接市场推广用途。唯文传有权就处理根据条例中的条款而提出索取或更正数据的要求而收取合理的费用。",
  "conditions": "条件细则",
  "whenYouUseThisWebsite": "您使用本网站，适用本协定。您访问和使用本网站，即表示同意遵守本协议下列条款。",
  "visitWebsite": "访问网站",
  "theCopyrightsOfThisWebsiteAndAllText": "本网站及本网站上的一切文字、图表、图像、软体和其他资料的版权属于文传国际或其许可人所有。",
  "theInformationOnThisWebsite": "本网站上的资料，仅供您本人使用，且仅供用于非商业目的。您仅可为上述目的在电脑荧幕上原样显示或列印本网站上的资料。",
  "exceptAsExpresslyStipulatedInThisAgreement": "除在本协议中明文规定的除外，未经文传国际事先书面允许，您不得更改、修改、複製、散發或商业性地利用本网站上的任何资料。",
  "forTheAboveMentionedPurposes": "基于上述目的您可从本网站下载的资料上原样複製上述商标。文传国际可能随时以在本网站上登载本协定最新版本的方式通知您，对本协定进行更改。您有责任经常查阅本协议。您于上述更改登载之后使用本网站，即表示您同意上述更改。",
  "entireAgreement": "完整协议",
  "thisAgreementContains": "本协议包含您与文传国际之间关于您访问​​和使用本网站的完整协议。文传国际可能随时以在本网站上登载本协定最新版本的方式通知您，对本协定进行更改。您有责任经常查阅本协议。您于上述更改登载之后使用本网站，即表示您同意上述更改。",
  "thirdPartyInformation": "协力厂商资料和网站",
  "thisWebsiteMayContain": "本网站可能含有协力厂商製作的资料或与其他网站的连结。上述资料和网站係由协力厂商提供，不在文传国际的直接控制之下，文传国际对上述任何协力厂商资料或其他网站（不论是否与本网站连结）的运作或内容均不承担任何责任或义务。您确认，您未经文传国际事先书面同意设置任何其他网站与本网站的连结，文传国际有权要求您予以删除。",
  "responsibilitiesOfWenChuanInternational": "文传国际的责任",
  "whenYouRegisterAs": "您登记成为文传国际客户并接受文传国际的服务，必须接受文传国际业务条款。您与文传国际的关係及文传国际就其所提供的服务对您的责任，适用业务条款。虽然文传国际定期更新网站，但不保证网站中所含的资讯或资料反映最新情况或准确无误，或网站上所列产品或服务现行有效。文传国际可能随时不经通知更改本网站上登载的资料。",
  "inAdditionToTheAboveMentionedServiceDescriptions": "除以上有关服务的说明之外，本网站和本网站上一切软体及其他资料均按“现状”和“现有”条件向您提供，不能保证其准确性、及时性或完整性。在法律允许的范围内，不论明示、默示、法定或其他的一切声明和保证，包括但不限于有关准确性、及时性、可售性、品质满意度或适合于特定或任何用途的任何保证或条件，在此一概排除。",
  "youSufferAnyIndirect": "您由于使用、延误使用或无法访问本网站，或由于其他任何与本网站有关的原因，包括但不限于从本网站下载任何软件，而蒙受任何间接、特别、附带或继發损害，包括但不限于您电脑或电脑系统或设置的损害、资料丢失、收入或利润损失，文传国际不对您承担任何责任。文传国际恕不声明或保证网站或资料符合您的要求或网站或任何软件不会中断、一定安全或没有任何错误或病毒。",
  "yourInformation": "您的信息",
  "inAdditionToYourObligation": "在您登记成为文传国际客户所须承担的义务之外，您同意确保您向文传国际提供的一切资讯在您所知所信的范围内均完整、准确。您同意，您所提供的资讯發生任何变更，立即通知文传国际，以便文传国际及时更新记录、准确反映最新情况。",
  "companyInformation": "公司资讯",
  "WenChuanInternational": "文传国际有限公司",
  "disputeSettlement": "争端处理",
  "weWelcomeYourInvaluableComments": "我们欢迎您的宝贵意见。如果您有任何可以改善我们服务的想法，请告诉我们。无论是一个建议、称赞或投诉，您所回馈的意见，都是我们改善产品和服务的关键。",
  "ifYouNeedAnyAssistance": "如需协助，请致电",
  "orEmailUs": "或直接把您的意见电邮给我们",
  "makeASuggestion": "提出建议",
  "weUnderstandThatEven": "我们理解到即使运作良好的机构都有可能弄错。如果您有投诉，请告诉我们，让我们有机会来解决这些问题。我们将调查有关投诉，回答您的问题，尽我们所能来恢復您对我们的信心。",
  "toAssistUsInHelpingYou": "为了协助我们帮助您，我们建议您遵循一个简单的四步骤：",
  "collectMaterials": "收集材料",
  "forCurrentTrades": "有关当前的交易请联络交易室；以前的交易或其他事项请联络客服人员。",
  "transferTo": "转接高阶主管",
  "contactOurComplianceDepartment": "联络合规、内部审计及风险管理主管",
  "collectAllTheSupportingMaterials": "收集所有有关投诉的证明材料，想好您要求我们回答的问题及认为我们应该如何决定。",
  "thenIfTheQuestionRelates": "然后，如果问题涉及到当前或最近的交易，请直接和交易室联繫。请记住，如果可以在最短的时间来联络我们，将让我们有机会用最简单快速的方式协助您解决问题。如果问题涉及以前發生的交易，那麽联络我们的客户服务主任可能是最好的方式。我们的工作人员会全面检讨情况，并尽可能马上解决这些问题。",
  "ifAtThisStage": "如果在这个阶段，问题一直没有得到解决或得不到满意的处理，请要求负责人员将此事向他们的上司彙报。我们会为您提供调查您投诉的负责人的姓名和详细联繫方式。放心，我们会授予该负责人员必要的权力来审查您的案件。",
  "ifTheProblem": "如果问题不能得到解决，那麽您可以考虑向合规、内部审计及风险管理主管反映。该主管将进行独立检查，并直接与您联繫。",
  "youCanWriteTo": "您可以写信到：",
  "headOfCompliance": "合规、内部审计及风险管理主管",
  "WCGMarketsLimited": "WCG Markets Limited",
  "orSendAnEmail": "或发送电子邮件至：",
  "weTargetToResolve": "我们的目标是大部份事情都可以在15个工作日内解决。然而，有些複杂的事情可能需要更长的时间来处理。如果是这样的话，我们会让您瞭解我们的处理进度。",
  "riskDisclaimer": "免责申明",
  "internetConnectivityFailure": "国际互联网故障",
  "sinceWCGCannotControl": "由于文传国际无法控制讯号能力，讯号通过互联网和路由的接收，视乎客户设备的结构或连接的可靠性，文传国际不对互联网上交易中出现的通讯故障、失真或延迟负责。",
  "marketRiskAndOnlineTrading": "市场风险和网上交易",
  "customersMustKeepThePassword": "客户必须将密码保密存放，确保第三者无法取用交易设施。客户同意对所有经电邮传送来的训示和对所有经由电邮、口头或书面向文传国际發出的训示确实负责，即使是由第三者發出，这些训示已和客户密码和帐户号码认证，根据文传国际的判断相信是客户表面授权。文传国际并没有责任对这个表面许可权作进一步査询，也没有责任因为依据这些训示或表面许可权所采的行动或不採取行动所造成的后果负责。",
  "passwordProtection": "密码保护",
  "incorrectPriceQuotation": "报价错误",
  "whenQuotationOrTransaction": "当某些报价或成交价错误發生时，文传国际将不为此错误所导致的帐户馀额错误负责。这些错误包括但不限于：交易员的错误报价、非国际市场价之报价，或是任何报价错误（例如：硬体，软件或网络之问题，或是第三者所提供之错误数据）。文传国际不需为错误所导致的帐户馀额负责。下单时需预留足够的时间执行订单和系统计算所需保证金的时间。订单的执行价格或订单设定和市场价格过于接近的话，可能会触發其他订单（不论是那种订单类型）或發出保证金提示。文传国际不会对由于系统没有足够时间执行订单或进行运算所产生的保证金提示、帐户结馀或帐户仓位负责。上文不得视作内容尽列，一旦發生报价或执行错误，文传国际将保留作任何更正或调整的权力，任何有关报价与成交错误之争执只能由文传国际完全自主决定解决。若囙此使文传国际有任何损失、损害或责任，客户同意予以赔偿使文传国际不受损害。",
  "arbitrage": "套戥",
  "internetIssues": "互联网、联机延误及报价上的误差有时会造成在文传国际交易平臺上显示的报价无法准确地反映实时市场价格。“套戥”及“切汇”，或因网络联机的延误而利用差价获利的行为，并不能存在于客户直接向庄家进行买卖的场外交易市场中。文传国际不容许客户在本公司的交易平臺上进行此等套戥行为。依靠因价格滞后带来的套戥机会所进行的交易有可能会被撤销。文传国际保留权利对涉及上述交易的帐户进行必要的修改和调整。文传国际可全权酌情决定要求交易员进行干预或核准所有下单以及或终止有关客户的帐户。文传国际可完全自主解决因套戥或操控价格而产生的纠纷。文传国际保留扣起取款的权利直至以上的问题能够解决。在此陈述的任何行动或决议将不会损害或令文传国际对客户和其职员放弃拥有的任何权力或赔偿。",
  "price": "价格、订单执行及平臺操控",
  "WCGStrictlyProhibits": "文传国际严禁任何帐户以任何形式对其价格、执行及平臺进行操控。若文传国际怀疑任何帐户从事操控，文传国际保留对帐户进行调查及复核的权利，并从涉嫌帐户中扣除由相关活动所赚取的盈利款项。文传国际保留对相关帐户进行必要更正或调整的权利。对于涉嫌从事操控的帐户，文传国际可全权酌情决定，要求交易员进行干预、对下单进行核准以及或终止有关客户的帐户。对于由套戥以及或操控所产生的任何纠纷，由文传国际完全自主决定。文传国际可酌情决定向任何相关监管机构或执法机构报告有关事件。此处所陈述的任何行动或决议并不免除或损害文传国际对客户和其职员拥有之权利或赔偿，所有均为明确保留的权利或赔偿。",
  "bankruptcyDisclosure": "破产披露",
  "theTransactionsBetween": "客户跟文传国际进行的交易并不是在交易所进行。一旦文传国际破产，客户向文传国际追回有关存入资金或在交易赚取的利益，可能不会得到优先偿还权。没有优先偿还权，客户就是无抵押债权人，会在偿付那些优先索偿后才跟其他债权人获得补偿。",
  "introducingBrokerDisclosure": "介绍人披露",
  "WCGDoesNotSupervise": "文传国际并不监管介绍人的活动，不对介绍人作出的任何声明承担责任。文传国际和介绍人相互完全独立。文传国际和介绍人直接的协定并不建立合资企业或合伙企业关係。介绍人不是文传国际的代理人或职员。",
  "theClientUnderstandsAndAgrees": "客户瞭解并同意如果客户在文传国际的帐户是由介绍人引荐而来，介绍人可能获得客户的个人资料及其他有关客户在文传国际帐户交易活动的数据。客户瞭解并同意，如果客户在文传国际的帐户是经介绍人引荐而来，介绍人不得以客户的文传国际帐户从事交易，除非客户通过授权协议授权介绍人代表客户交易。",
  "becauseTheRisk": "因为差价合约交易的风险因素很高，只有真正的“风险”资金可以用于这类交易。如果客户并无盈馀资金可供损失，客户不应在差价合约市场上交易。",
  "theClientUnderstands": "客户理解介绍人或很多出售交易系统的第三者、课程、程式、研究或建议可能不受政府机构监管。",
  "ifTheCustomer": "如果客户以前被告知或相信使用任何第三者的交易系统，课程、程式、或由介绍人或其他第三者提供的研究或建议会带来交易盈利，客户在此确认，同意和理解所有差价合约交易，包括通过任何第三者的交易系统。"
}
