{
  "cryptoCurrency": "数字货币",
  "bitcoinIsAGameChanging": "比特币是一款改变游戏规则的数位资产，引發了全球各地的热议。它是迄今为止最流行的虚拟货币，其市场佔有率佔总虚拟货币市场上限超过三分之一。自2009年推出以来，比特币录得了戏剧性的增长。它的价格不仅在几週或几个月内激增，还有超过1600万的代币在流通，大大增加了它的流动性。",
  "viewTradingProducts": "查看交易产品",
  "bitcoinCanBe": "比特币可被视作目前最成功的加密货币，因为它在交易者和投资者有巨大的人气，庞大的价格波幅提供了具吸引力的入场及退场点。",
  "advantagesOfCryptoCurrency": "虚拟货币优势",
  "inViewOfBitcoinsRole": "鑑于比特币在对冲风险中的作用，这款虚拟货币被比喻为新黄金。除着区块链技术發展，比特币 (Bitcoin)、以太币 (Ethereum)、莱特币 (Litecoin) 等虚拟货币的投资及买卖在金融市场上逐渐普及。虚拟货币的大幅度价格波动，让投资者有机会快速地捕捉潜在利润。",
  "theCFDSystem": "差价合约系统",
  "asAGlobalCurrency": "为一种全球货币，比特币不受任何一个国家货币政策，经济指标或地缘政治困境的变化所影响。透过WCG的交易平台，您无需投入全部资金即可利用CFD (差价合约) 以保证金参与虚拟货币投资。立即开立实时或模拟账户，试用我们最先进快捷的交易系统。",
  "howToTradeCryptoCurrency": "如何交易数字货币",
  "cryptoCurrencyTransactions": "数字交易在很多方面与外汇交易很相似，我们的数字货币以美元或欧元报价，您可以双向它们对您所选择的报价货币的价格变动。",
  "ifYouSpeculate": "如您认为比特币（Bitcoin）相对美元会升值，则可以买进BTC/USD这个产品。买进之后，如价格往有利于您的方向移动，您则可以获利；若是价格往不利于您的方向移动，您则会出现亏损。",
  "basicConceptsOfCryptoCurrency": "数字货币基础概念",
  "cryptoCurrencyIsACurrency": "数字货币是一种仅存在于互联网的货币，与普通货币的不同，它不是由政府或央行所發行的。而自从比特币的价格突破7,000美元后，它便成为金融市场的焦点之一。比特币是第一种数字货币，此外全球还有超过1,000种其它的数字货币。",
  "bitcoinAndManyOther": "比特币以及包括莱特币（Litecoin）和以太币（Ethereum）在内的许多其它数字货币，是经由「挖矿」产生的；而如包括瑞波币（Ripple）和NEO币在内的其它数字货币，则是直接由市场供应的。",
  "understandBitcoin": "认识比特币",
  "bitcoinWasFounded": "比特币是在2009年由一位或一群化名为中本聪的人所创立，它的目标是建立一套去中心化的支付系统。这种创新性的想法是基于一种名为区域链的科技所产生，区域链则可以理解为用于存储记录所有比特币交易的公开资料库。比特币之所以可以不需要银行即可完成交易，便是因为区域链科技让所有人都可以看见并验证数字货币的交易。",
  "limitedSupply": "供应量有限",
  "SatoshiNakamoto": "中本聪在设计比特币的时候便将它的供应量上限定为两千一百万枚，这对于衡量一种资产的价值非常关键，因为它意味着没有银行可以向市场投放更多的比特币。正因为如此，比特币常被看作是一种媲美黄金的抗通胀的产品。",
  "itCanBeObtainedThroughMining": "可通过挖矿获取",
  "theSoCalledMining": "所谓挖矿是利用电脑演算法去解决複杂的数学问题，以此保证比特币网路分散式记帐系统的一致性。网路设定约每十分钟得到一个合格答案，随后比特币网路会新生成一定量的比特币作为区块奖励，奖励获得答案的人，即获得比特币。",
  "fastTransactions": "快速交易",
  "theAverageVerificationTime": "比特币交易的平均验证时间是十分钟，这意味着您可以在十分钟内将比特币發送往全球任何一个地方，即使在週末也是一样。儘管听起来可能不可思议，随着更多专注于交易速度的新的数字货币的出现，比特币不再是最快的支付方式。",
  "BitcoinsHistoricalPrice": "比特币的历史价格",
  "comparedWithTraditionalCurrencies": "和传统货币相比，数字货币的波动性大非常多。传统货币每週的波幅通常小于1%，而比特币在2017年是60%，一些其它的数字货币的波幅甚至更大。儘管一些人认为数字货币的价格充满泡沫，但它们的波动水平无疑为日内交易者提供了很多交易机会。",
  "fromThePerspectiveOfVolatility": "从波动性的角度来看自2013年以来Bitcoin的几个显着的价格变动。",
  "HighPointInTheSpring": "2013年春天的高点：Bitcoin价格的首个爆涨出现在2013年3月到4月，当时它的价格由30美元爆涨至230美元。此次上涨的一个可能原因是塞浦路斯银行业危险，当时超过一定额度的大额存款有可能直接被银行没收，而Bitcoin对于这类事件则完全免疫。",
  "riseInNovember": "2013年11月的上涨：由于来自中国的需求量的增加，以及美国参议院对Bitcoin表示出兴趣，Bitcoin价格上涨至1,000美元。",
  "lowPointInJanuary": "2015年1月的低点：由于中国政府的限制，以及线上毒品交易平台Silk Road的创始人被逮捕，Bitcoin的价格大幅下跌。",
  "highPoint": "2017的高点：比特币的价格上破10,000美元。",
  "highestPointSoFar": "截至目前的最高点: $63,000美元。"
}
