{
  "foreignExchangeTransactions": "外汇交易",
  "theForeignExchange": "外汇市场估计日交易量约五万亿美元，是世界上规模最大、流动性最强的金融市场。透过WCG外汇保证金交易平台投资外币，您可以参与金融世界中这个激动人心的部分，即时获得机构市场价格，24小时无间断交易。WCG外汇交易帐户，满足用户不同的投资需求。新手投资者亦可以试用我们的免费模拟帐户，体验快捷易用的MT4交易平台。",
  "viewTradingProducts": "查看交易产品",
  "howToPerform": "如何执行外汇交易",
  "foreignExchangeCurrencies": "外汇货币总是成对出现的，例如：EUR/USD、GBP/USD、USD/JPY。",
  "inForeignExchangeTrading": "在外汇交易中，您既可以买进（做多），也可以卖出（做空）。但是，当您在线交易外汇货币对时，您并没有买进或卖出真实货币。您的操作其实是对货币对涨跌下注。而各种大宗商品和股票的价格变动，替代货币的价值并存，货币的涨跌其实是相对另一个货币而言的上升或下降。",
  "throughWCG": "通过WCG，您可以交易直盘和交叉盘的货币，开户最低资金仅需100美元。",
  "unlikeOther": "与其他金融市场不同，外汇市场没有一个固定的中央交易所或物理场所。由银行、大型公司和个人交易者共同组成了24小时的外汇交易环球网络。这意味着，外汇汇率24小时都在波动，提供了许多交易机会。",
  "buyLong": "买进-做多",
  "judgeTheMarket": "判断行情为上涨趋势，买入金融商品后便持有，等待上涨后卖出，赚取中间的价差。",
  "sellShort": "卖出-做空",
  "anticipatingThat": "预期行情将会下跌，便将手中的筹码卖出，待价格下跌之后再买入；简单说，就是先卖后买。",
  "learnMore": "了解更多",
  "startForexTrading": "简单五步开启外汇交易",
  "joinA24Hour": "加入由银行、大型公司和个人交易者共同组成的24小时外汇交易环球网络",
  "chooseAForeign": "选择外汇货币对",
  "theFirstDecision": "成为外汇交易者要做的第一个决定是选择您要交易的外汇货币对。",
  "inWCG": "在WCG，我们为您提供包括直盘和交叉盘货币对在内的丰富产品。交易新手往往从他们最熟悉的货币对开始进行交易，然后再从其他不太熟悉的货币对中寻找交易机会。",
  "determineTheDirection": "确定买卖方向",
  "afterChoosing": "在选择好您的交易对象后，接下来您该通过推测市场未来走向来决定是买进还是卖出。外汇货币对由两个货币组成，前面的货币被称为「基础货币」，后面的货币被称为「报价货币」，因此：",
  "ifYouThinkThatTheBaseCurrencyIsStronger": "如果您认为基础货币比报价货币更强，或报价货币比基础货币更弱，那麽就买进这个货币对。",
  "ifYouThinkThatTheBaseCurrencyIsWeaker": "如果您认为基础货币比报价货币更弱，或报价货币比基础货币更强，那麽就卖出这个货币对。",
  "atTheSameTime": "同时，每个货币对在每时每刻都有两个价格。一个是卖出价格，另一个是买进价格。两个价格之间的差价被称为「点差」，也就是您的交易成本。",
  "setStop": "设置止损/获利",
  "stopLossTakeProfit": "止损/获利是一种预先设定的价位，当汇率达到这个预定的价位时，相应的仓位会自动平仓。",
  "thePurposeOf": "设置止损/获利的目的是为了锁定仓位的盈利或亏损。",
  "monitorYourTrading": "监控您的交易仓位",
  "beforeThePositionIsClosed": "在未平仓之前，您的盈利和亏损（盈亏）会随着价格的波动而变化。",
  "soRealTimeMonitoring": "所以实时监控您的盈亏情况非常重要。通过监控盈亏情况，您可以在需要时立刻追加仓位或平仓。",
  "closeYourPosition": "关闭您的仓位",
  "itIsExtremelyImportant": "看准有利的行情走势并及时关闭您的仓位",
  "FailingToDoSo": "以实现差价收益或避免走势相反时造成亏损，这对外汇投资者而言至关重要。",
  "foreignExchangeQuotes": "外汇报价一般有五位小数。其中第四位小数是最需要留心的，也就是人们常说的「点」。我们常用点数来计算盈亏。外汇交易量一般用「手」来统计，1手等于100，000基础货币单位。您也可以交易比1手更小的单位，例如迷你手或微型手，迷你手对应了10，000货币单位（0.1手），微型手对应1000货币单位（0.01手）。",
  "supportLeverage": "支持杠杆",
  "youCanUtilizeLeverage": "您可以通过杠杆来开设比您资金量更大的仓位。这种做法可能导致更多盈利或亏损。因此，在进行外汇交易时，管理风险十分重要。",
  "fundingThreshold": "资金门坎",
  "whenTradingForeignExchange": "在线交易外汇时，您可以自行决定持仓量的大小。根据自身情况存入适合的资金量来参与交易。",
  "hoursTrading": "全日交易",
  "fromMondayMorning": "从周一早上到周六早上，外汇市场始终开放交易。这使得外汇市场成为业余交易者理想的交易市场。"
}
