{
  "indexTrading": "指数交易",
  "indexAlsoKnownAs": "指数，又被称为「股票指数」，是对特定的一系列公司价值的度量，通常被用于评估某个行业、区域或国家的经济表现。CFDs即差价合约，让你不需要拥有实体产品，也可针对产品的差价来进行交易。总体而言，指数CFDs对投资者而言是一种方法，让他们可以交易指数，但不必拥有相关的股份或指数本身。",
  "viewTradingProducts": "查看交易产品",
  "theBasisOfTradingIndexes": "交易指数的基础",
  "indexesAllowUs": "指数让我们能够研究市场板块的表现，从而更好地识别投资机会和市场波动。由于指数追踪许多公开交易的股票，交易者可以通过跟踪指数了解市场的大体变动并且制定相应的投资策略。它所采用的价格计算方式可以分为两大类。",
  "marketValueWeightedIndex": "市值加权指数",
  "TheMarketValueWeightedIndex": "市场加权指数是根据其成分公司的总市值来计算的。这意味着，公司的市值越大，对指数价格产生的影响就越大。这是最使用普遍的指数编制方法，英国富时指数和德国DAX指数是其中的典型代表。",
  "priceWeightedIndex": "价格加权指数",
  "thisTypeOfIndex": "这类指数是根据所有成分公司的股价加总的算术平均数，也就是说指数的计算与基期和目前的股价有关，与市值无关。在这种情况下，成分股的股票价格越高，对指数整体价格的影响力就越大。",
  "theWorldsNineMajorIndexes": "全球九大指数",
  "takeALookAtThePerformance": "综观国际市场或其中某一板块的表现，并比较投资回报。而股票指数即是股票价格的加权平均值。美国标普500、道琼指数、纳斯达克指数就是股票指数。",
  "SPX500": "美国标普500指数（SPX500）",
  "theWorldsMostWellKnown": "世界上最知名的股票指数，与其他市场的表现高度相关。该指数由一家名为标准普尔的出版公司创立，包含了全美国排名前五百的顶级公司。",
  "US30": "美国道琼斯指数（US30）",
  "stocksFrom30Companies": "来自九个核心行业的三十家公司的股票。该指数的一个独特之处是，它是一个价格加权平均数，因此它的涨跌常被用作衡量全世界风险情绪的指标。",
  "NASDAQ": "纳斯达克指数（NASDAQ）",
  "americasMostFamous": "美国最着名的科技行业代表指数。尽管它也包含一些其他行业，但其仍然以Apple、Facebook和Google等科技公司引人瞩目。",
  "UK100": "英国富时100指数（UK100）",
  "itContainsSomeLargeCompanies": "包含了一些受到英国公司法监管的大型公司，但并非所有成分股都在英国设立。指数的价格是实时计算的，当市场开市时，价格按秒计算更新。",
  "GER30": "德国DAX指数（GER30）",
  "thisIndexConsistsOf": "该指数包含了三十家市值最大的德国公司。DAX指数是世界上交易量最大的指数之一，其波动性和日波动幅度均高于其他指数。",
  "JPN225": "日经指数（JPN225）",
  "theMostPopularIndex": "东京证券交易所内最流行的指数，是衡量日本经济表现的一个核心指标。日经225的表现与美国股票市场呈现明显的正相关。",
  "AUS200": "澳大利亚ASX 200指数（AUS200）",
  "theIndexConsistsOfThe200": "指数包含了澳大利亚最大的二百家公司。它是一个市值加权指数，意味着总市值越高的公司，对指数价格的影响也越大。",
  "FRA40": "法国CAC 40指数（FRA40）",
  "theBenchmarkIndex": "法国股票市场的基准指数。它被广泛用于评估整个欧洲的健康状况。指数包含一些知名的成分公司，例如莱雅集团、AXA（安盛）集团和米其林公司。",
  "ESTX50": "欧洲斯托克50指数（ESTX50）",
  "itIsComposedOf50": "由欧洲的五十家领导企业组成，常常被誉为欧洲的「道琼斯指数」。它也是一个市值加权指数，并在每年九月重新审核其股票组成。",
  "howToTradeIndex": "如何交易指数",
  "indexTradingProvidesTraders": "指数交易为交易者提供了投资全球、地区或特定行业市场的机会，世界上交易最多的股票指数包括道琼斯工业平均、标普500、英国富时、德国DAX、澳大利亚ASX200、纳斯达克、法国CAC40和日经225指数。由于指数只是数字，无法被直接交易，您需要以差价合约（CFD）等方式来交易它们。交易盈亏多少取决于市场的波动幅度和您的交易量大小。通过WCG，您只需要存入最低100美元资金就可以开始交易指数。",
  "identifyTradingOpportunities": "识别交易机会",
  "theMostImportantInformation": "关于指数的最重要信息为其每日变化（以百分比表示）以及自市场开盘以来所移动的点数，而这些讯息通常与目前的价格一起提供。",
  "takeTheGermanDAX": "以德国DAX指数为例。您看好德国的经济前景，因此您购买DAX指数的差价合约，并预计相关的德国公司将把指数价格拉高。",
  "itShouldBeNoted": "需要注意的是，指数的上涨有时候并不是因为实际经济增长，而是市场对持有风险资产（如股票）的风险情绪状况。当然，风险情绪带来的价格偏离并不会持久，价格回调很可能随之而来。交易者经常比较不同地区的指数的表现，以识别和运用潜在的交易机会。通过比较德国DAX指数和美国标普500，我们来了解一下实际情况。",
  "correlationBetween": "德国DAX指数和美国标普500指数之间的相关性",
  "thePerformanceOfTheSP500": "标普500的表现意味着它所代表的企业的实力，因而被视为美国股市的一个很好的指标。相对应的，在大西洋的另一边，DAX指数反映了德国股市的表现。",
  "theChartBelow": "以下图表显示了这两个主要指数之间强大的相关性。当德国DAX指数和标普500的走势不同时，往往被视为是一种价格异常，而交易者也经常把这个现象视为交易机会。",
  "anIndexIsEitherBasedOn": "一个指数要么是基于地区的，要么是基于行业的，是反映市场人气的一个极好的指标。由于现在各个地区的经济都有很大的联系，所以不同指数之间产生了巨大的相关性。对于想交易指数的交易者来说，理解全球经济事件与主要指数价格形态之间的关系是至关重要的。比如，您可能知道德国DAX指数目前的价位，以及开盘价格是否向下或者向上跳空。",
  "theDifferenceBetween": "德国DAX与标普500之间的区别",
  "inOrderToEvaluate": "为了评估市场在价格异常情况下的下一步走势，了解每个指数的独特特征以及它所代表的地区和行业是很重要的。",
  "typeOfCompanies": "公司类型",
  "theUnitedStatesHas": "美国拥有一个高度消费驱动的经济，标普500指数中有近50%企业是美国资讯科技、金融和医疗保健企业。反之，德国的经济依赖出口，而且其科技产业也相对比较小。德国的化工产业占据了DAX指数最大的比例。",
  "theDifferenceBetweenTotalReturnIndexAndPriceReturnIndex": "总回报指数与价格回报指数之间的区别",
  "theTypicalFeature": "总回报指数的典型特征是将所有股息都用于再投资，因为它要衡量的是其成分公司的实力。德国DAX指数是个典型的总回报指数。相反的，标普500是个价格回报指数，也就是说股息不包括在回报的计算中。因此，DAX指数往往会比以标普500为例的非总回报指数上涨更多。",
  "whenIndexPricesDiverge": "当指数价格出现分歧时，在决定您的下个交易决策之前，考虑上述因素是很重要的。通过差价合约交易指数是最受欢迎的指数交易方式。差价合约指数产品让交易者可以从价格的上涨或下跌中获利。如果价格上涨，您持有的多仓（买进）就可以获利；如果价格下跌，您持有的空仓（卖出）就可以获利。",
  "tradingIndexContract": "交易指数合约",
  "aCommitmentToPurchase": "在约定日期以指定价格购买特定资产的承诺。",
  "CFDsAllowIndividuals": "差价合约允许个人根据他们对指数价值上涨或下跌的预测来下达买入和卖空的交易订单。",
  "buy": "买入",
  "executingABuyOrder": "执行「买入」订单意味着您认为该工具的价值将上涨。如果该工具如预期上升，您可以平仓获利，投资收益为购买和平仓价格之间的差额。相反，如果您以低于「买入价」的价格平仓，那麽您的亏损就是「买入」与平仓价格之间的差额。",
  "sell": "卖出",
  "executingASellOrder": "执行「卖出」订单意味着您认为该工具的价值将下跌。如果该工具如预期下跌，您可以平仓获利，投资收益为卖出和平仓价格之间的差额。相反，如果您以高于「卖出价」的价格平仓，那麽您的亏损就是「卖出」与平仓价格之间的差额。"
}
