{
  "howToTradePreciousMetals": "如何交易贵金属",
  "forThoseTraders": "对于那些有兴趣维持交易平衡的交易者，贵金属交易是他们投资组合中重要的一部分，因为贵金属被视为能预防通货膨胀的保值资产。在WCG，贵金属以美元报价。",
  "thisMeansThatWhenTradingGold": "这意味着当交易黄金时，您在推测1盎司黄金对美元的价格是涨还是跌。我们假设黄金当前价格是1300.60美元。您认为未来价格可能上涨，于是买进了100盎司（1手）黄金（代码XAU/USD）。",
  "whenThePriceRisesTo": "当价格上涨至1305.80时，您决定平仓这笔交易。您的盈利是开仓价和平仓价之间的价差乘以您交易的盎司数量。这笔交易中，您获得的盈利是520美元。",
  "diversifiedInvestment": "多样化的投资",
  "justAsExperiencedInvestors": "正如经验丰富的投资者像大型机构一样，倾向于让他们的投资组合更加多样化，以降低风险并提高收益。黄金交易被认为是多样化交易投资组合的一种极好方式，因为黄金价格往往与股票市场呈负相关。",
  "fightAgainstInflation": "抵御通货膨胀",
  "asInflationIntensifies": "随着通货膨胀的加剧，货币会随着时间的推移而贬值，而黄金在通胀面前比货币更加保值。即使是在全球市场陷入衰退的2008年，金价也几乎没有受到影响。事实上，从2007年到2008年，黄金价格上涨了约4%。",
  "highStorageValue": "高度储藏价值",
  "about95OfTheWorldsGold": "世界上约95%的黄金都是作为珠宝或黄金金库持有的。与囤积的黄金数量相比，黄金的供应每年以极低的速度增长，因此，在过去的50年裏，黄金的价格一直在上涨。",
  "preciousMetalsAreDifficultToMine": "贵金属难以开采，造就了其稀缺性和昂贵的价格。这也是为什么人们把这些金属称为「贵」金属。",
  "amongAllPreciousMetals": "在所有贵金属中，黄金是最受交易者们欢迎的品种。黄金为线上交易者们提供了难得的交易机会。这主要是因为黄金的与众不同，黄金在世界经济中的地位可谓独一无二。",
  "participantsInGoldTrading": "黄金交易的参与者",
  "theGoldMarketAttracts": "黄金市场吸引了大量交易者。他们中的大多数人都在寻找安全的、有利可图的投资选择，以实现财富的持续增长，或规避其他投资所带来的风险。这正是黄金如此吸引人的原因。黄金市场的参与者可以划分为以下两大类：",
  "goldBelievers": "黄金信徒",
  "mainlyIncludeIndividualInvestors": "主要包括个人投资者和黄金交易商。黄金信徒们在整个黄金市场中占据了极大比例。这些人从根本上看好这一昂贵的大宗商品，并将大量资产配置为黄金。市场中大量零售参与者都是这个类型。他们往往长期持仓，通过持续的购买意向，向黄金市场註入了大量流动性。",
  "largeInstitutions": "大型机构",
  "suchInstitutionsIncludeHedgeFunds": "此类机构包括对冲基金、银行以及参与买卖黄金的经纪商公司。这些机构大多采用经过精密计算的策略，制定多元化的交易组合，为客户在高度不稳定的市场环境中提供安全的投资保障。这些机构中的大部分并没有固守黄金交易。它们的投资组合中往往包括其他投资选择。",
  "reasonsAffectingThePriceOfGold": "影响金价的原因",
  "thereAreManyFactors": "影响金价的因素非常多。以下是影响因素的简单概述",
  "centralBank": "央行",
  "theseInstitutions": "这些机构为调节其外汇储备而参与黄金买卖，以稳定其货币的价值。因此，相应的推高了金价。",
  "crudeOil": "原油",
  "crudeOilAndGold": "原油和黄金因同样以美元标价而具有紧密的联系。此外，原油价格的上涨也会加剧通货膨胀，而通货膨胀反过来又会使黄金价格上涨。",
  "USDollars": "美元",
  "sinceGoldIsPriced": "由于黄金以美元标价，当美元价值上涨时，自然对黄金价格造成下跌的压力。",
  "stockMarket": "股市",
  "whenTheStockMarket": "股市下跌时，交易者往往转向买进黄金，因而助推黄金价格。",
  "historicalGoldPrice": "历史金价",
  "theFollowingTable": "下表显示了在过去的50年间黄金的价格波动。总而言之，自1970年以来，黄金价格一直在大幅上涨。",
  "duringThisPeriod": "在此期间，投资黄金回报率最低的年份發生在1970年至1979年间。",
  "onTheOtherHand": "另一方面，最大幅度的上涨發生在2000年至2009年之间。",
  "viewTradingProducts": "查看交易产品"
}
