{
  "foreignExchangeTransactions": "Transaksi valuta asing",
  "theForeignExchange": "Pasar valuta asing memiliki perkiraan volume perdagangan harian sekitar US $ 5 triliun, menjadikannya pasar keuangan terbesar dan paling likuid di dunia. Dengan berinvestasi dalam mata uang asing melalui platform perdagangan margin valuta asing WCG, Anda dapat berpartisipasi di bagian dunia keuangan yang menarik ini, mendapatkan harga pasar institusional langsung, dan transaksi 24 jam tanpa gangguan. Akun perdagangan valuta asing WCG memenuhi kebutuhan investasi pengguna yang berbeda. Investor baru juga dapat mencoba akun demo gratis kami untuk merasakan platform perdagangan MT4 yang cepat dan mudah digunakan.",
  "viewTradingProducts": "Lihat produk perdagangan",
  "howToPerform": "Bagaimana melakukan transaksi valuta asing",
  "foreignExchangeCurrencies": "Mata uang valuta asing selalu muncul berpasangan, contoh: EUR/USD, GBP/USD, USD/JPY.",
  "inForeignExchangeTrading": "Dalam perdagangan valuta asing, Anda dapat membeli (long) atau menjual (short). Namun, saat Anda memperdagangkan pasangan mata uang asing secara online, Anda tidak membeli atau menjual mata uang nyata. Operasi Anda sebenarnya adalah spekulasi naik atau turunnya pasangan mata uang. Naik atau turunnya suatu mata uang sebenarnya naik atau turun relatif terhadap mata uang lain.",
  "throughWCG": "Melalui WCG, Anda dapat bertransaksi mata uang langsung dan lintas mata uang, modal minimum untuk membuka akun hanya US $ 100.",
  "unlikeOther": "Tidak seperti pasar keuangan lainnya, pasar valuta asing tidak memiliki bursa sentral atau lokasi fisik yang tetap. Jaringan transaksi valuta asing global 24 jam dibentuk oleh bank, perusahaan besar, dan pedagang individu. Artinya, nilai tukar mata uang asing berfluktuasi 24 jam sehari, memberikan banyak peluang perdagangan.",
  "buyLong": "Beli-Long",
  "judgeTheMarket": "Nilailah pasar sebagai trend naik, tahan setelah membeli produk keuangan, dan tunggu hingga naik sebelum menjual, untuk mendapatkan selisih.",
  "sellShort": "Jual-Short Sell",
  "anticipatingThat": "Mengantisipasi bahwa pasar akan jatuh, jual kontrak yang di tangan dan beli setelah harga turun; singkatnya, itu berarti menjual dulu baru kemudian membeli.",
  "learnMore": "lebih mengerti",
  "startForexTrading": "Mulailah perdagangan forex dalam lima langkah mudah",
  "joinA24Hour": "Bergabunglah dengan jaringan global transaksi valuta asing 24 jam yang terdiri dari bank, perusahaan besar, dan pedagang individu",
  "chooseAForeign": "Pilih pasangan mata uang asing",
  "theFirstDecision": "Keputusan pertama untuk menjadi pedagang valuta asing adalah memilih pasangan mata uang asing yang ingin Anda perdagangkan.",
  "inWCG": "Di WCG, kami menyediakan berbagai macam produk termasuk pasangan mata uang langsung dan lintas mata uang. Traders baru sering kali memulai perdagangan dengan pasangan mata uang yang paling mereka kenal, dan kemudian mencari peluang perdagangan pada pasangan mata uang lain yang tidak begitu dikenal.",
  "determineTheDirection": "Tentukan arah jual beli",
  "afterChoosing": "Setelah memilih produk perdagangan, Anda harus memutuskan apakah akan membeli atau menjual dengan berspekulasi tentang arah pasar di masa depan. Pasangan mata uang asing terdiri dari dua mata uang. Mata uang di sisi kiri disebut \"mata uang dasar\" dan mata uang di sisi kanan disebut \"mata uang kutipan\". Oleh itu :",
  "ifYouThinkThatTheBaseCurrencyIsStronger": "Jika Anda berpikir bahwa mata uang dasar lebih kuat dari mata uang kutipan, atau meta uang kutipan relatif lebih lemah daripada mata uang dasar, maka belilah pasangan mata uang ini.",
  "ifYouThinkThatTheBaseCurrencyIsWeaker": "Jika Anda berpikir bahwa mata uang dasar lebih lemah dari mata uang kutipan, atau mata uang kutipan relatif lebih kuat daripada mata uang dasar, maka jual pasangan mata uang tersebut.",
  "atTheSameTime": "Pada saat yang sama, setiap pasangan mata uang memiliki dua harga setiap saat. Salah satunya adalah harga penawaran dan yang lainnya adalah harga permintaan. Perbedaan antara kedua harga tersebut disebut \"spread\",dan merupakan biaya transaksi Anda.",
  "setStop": "Tetapkan stop loss / take profit",
  "stopLossTakeProfit": "Stop loss / take profit adalah harga preset. Ketika nilai tukar mencapai harga preset ini, posisi terkait akan ditutup secara otomatis.",
  "thePurposeOf": "Tujuan pengaturan stop loss / take profit adalah untuk mengunci posisi untung atau rugi.",
  "monitorYourTrading": "Pantau posisi perdagangan Anda",
  "beforeThePositionIsClosed": "Sebelum posisi ditutup, untung dan rugi Anda akan berubah seiring fluktuasi harga.",
  "soRealTimeMonitoring": "Jadi pemantauan keuntungan dan kerugian Anda secara real-time sangat penting. Dengan memantau situasi, Anda dapat menambah atau menutup posisi segera saat dibutuhkan.",
  "closeYourPosition": "Tutup posisi Anda",
  "itIsExtremelyImportant": "Sangat penting bagi investor FOREX untuk menutup posisi mereka secara tepat waktu ketika mengidentifikasi berbagai fase pergerakan pasar.",
  "FailingToDoSo": "Kegagalan untuk melakukannya terkadang mahal, khususnya ketika pasar bergerak melawan mereka.",
  "foreignExchangeQuotes": "Kutipan valuta asing umumnya memiliki lima tempat desimal. Di antara mereka, tempat desimal keempat adalah yang paling membutuhkan perhatian. Kami sering gunakan pips untuk menghitung untung dan rugi. Volume perdagangan valuta asing umumnya dihitung dalam \"lot\", dan 1 lot sama dengan 100.000 unit mata uang dasar. Anda juga bisa unit perdagangan yang lebih kecil dari 1 lot, seperti lot mini atau lot mikro. Lot mini sesuai dengan 10.000 unit mata uang (0,1 lot), dan lot mikro sesuai hingga 1.000 unit mata uang (0,01 lot).",
  "supportLeverage": "Dukungan leverage",
  "youCanUtilizeLeverage": "Anda dapat memanfaatkan leverage untuk membuka posisi yang lebih besar dari jumlah modal Anda. Pendekatan ini dapat menyebabkan lebih banyak keuntungan atau kerugian. Oleh karena itu, sangat penting untuk mengelola risiko saat melakukan transaksi valuta asing.",
  "fundingThreshold": "Ambang pendanaan",
  "whenTradingForeignExchange": "Saat memperdagangkan valuta asing online, Anda dapat menentukan ukuran posisi terbuka Anda. Setorkan sejumlah dana yang sesuai dengan situasi Anda sendiri untuk berpartisipasi dalam transaksi.",
  "hoursTrading": "perdagangan 24 jam",
  "fromMondayMorning": "Dari Senin pagi hingga Sabtu pagi, pasar valuta asing selalu buka untuk perdagangan. Hal ini membuat pasar valuta asing menjadi pasar perdagangan yang ideal untuk pedagang amatir."
}
