{
  "fundManager": "Manajer dana",
  "WCGProvidesAssetManagement": "WCG menyediakan solusi manajemen aset untuk manajer dana, termasuk alat manajemen dana MT4 MAM (manajemen multi-akun) yang memenangkan penghargaan untuk membantu mitra kami secara efektif mengelola dana klien dalam lingkungan yang aman dan tumbuh berdampingan dengan kami.",
  "applyForManager": "Ajukan lamaran untuk menjadi manajer   >",
  "youCanTrade": "Anda dapat berdagang di pasar melalui sistem akun posisi yang berbeda. WCG menyediakan alat analisis dan perdagangan terbaik (manual dan algoritma). Selain itu, kami akan terus menyediakan pembaruan perangkat lunak otomatis untuk mencapai pengoperasian yang cepat dan aman di perangkat apa pun.",
  "makeFullUseOfAlgorithms": "Manfaatkan sepenuhnya algoritme dan peluang perdagangan untuk membuat, menguji, dan meningkatkan strategi Anda. Tentukan cara menghitung parameter, menetapkan tenggat waktu, memaksimalkan modal, nilai, dan persyaratan investor lainnya. Kelola akun dan buat laporan terperinci untuk memantau hasil transaksi pelanggan secara terpadu. Tampilkan data apa pun pada grafik, secara otomatis menghitung, mengelola saldo operasi, pengeluaran, dan biaya penanganan.",
  "WCGCanHelpYourFund": "WCG dapat membantu dana Anda untuk meningkatkan pendapatannya: pedagang Anda akan dapat sepenuhnya menyadari potensi mereka dan membawa keuntungan maksimum ke dana tersebut, dan hasil positifnya akan menarik investor baru untuk bergabung.",
  "scientificAndFlexibleManagement": "Manajemen ilmiah dan fleksibel",
  "overTheYears": "Selama bertahun-tahun, kami telah menjalin hubungan yang sukses dengan pengelola dana karena kami memahami kebutuhan Anda",
  "multiPersonAccountManagement": "Manajemen akun multi-orang",
  "usingTheWCGMAMManagementSystem": "Dengan menggunakan sistem manajemen WCG MAM, pengelola uang dapat dengan cepat mengelola banyak akun",
  "efficientAccountControl": "Kontrol akun yang efisien",
  "allowTradersToAdd": "Izinkan pedagang untuk menambah, menghapus atau menangguhkan klien kapan saja",
  "optionalAllocationTypes": "Jenis alokasi opsional",
  "multipleTransactionAllocationTypes": "Berbagai jenis alokasi transaksi, tergantung pada gaya dan ukuran perdagangan Anda serta jenis dana klien",
  "multipleProductCategories": "Beberapa kategori produk",
  "multipleCurrencyProducts": "Berbagai produk mata uang, nilai tukar arbitrase, logam mulia, komoditas dan CFD indeks, dll",
  "fundManagersCan": "Manajer Investasi bisa",
  "openMainAccount": "Buka akun utama",
  "collectTheTradingHistory": "Kumpulkan riwayat perdagangan akun mereka",
  "manageInvestorAccounts": "Kelola akun investor",
  "setANickname": "Tetapkan nama panggilan, tetapkan batas risiko",
  "setFees": "Tetapkan biaya",
  "investorsCan": "Investor bisa",
  "lookForAFund": "Carilah manajer investasi dana",
  "toOpenAn": "Untuk membuka akun investasi",
  "toMakeDeposits": "Untuk melakukan penyetoran",
  "subscribeToThe": "Berlangganan ke akun utama",
  "toViewTheir": "Untuk melihat statistik akun mereka",
  "haveEverythingYouNeed": "Miliki semua yang Anda butuhkan",
  "togetherWithWCG": "Bersama dengan WCG untuk membentuk grup pelanggan yang luas, tidak peduli ukuran bisnis Anda, Anda dapat menggunakan lingkungan perdagangan kami yang sangat baik dengan fungsionalitas yang melimpah untuk menangani semua kebutuhan Anda.",
  "excellentTradingEnvironment": "Lingkungan perdagangan yang sangat baik",
  "toIncreaseYour": "untuk meningkatkan penghasilan Anda",
  "aMultiAccountTradingPlatform": "Platform perdagangan multi-akun yang",
  "thatCanSatisfy": "dapat memenuhi kebutuhan Anda",
  "theBrokerYouNeed": "Pialang yang Anda butuhkan dengan latar",
  "backgroundForCooperation": "belakang yang kuat untuk kerja sama dan dukungan",
  "iWantToBeAManager": "Saya ingin menjadi seorang manajer   >"
}
