{
  "questions": "Berita perusahaan",
  "thisArticleCollects": "Artikel ini mengumpulkan sebagian besar pertanyaan yang sering ditanyakan investor, dan semoga jawaban tersebut bermanfaat bagi Anda.",
  "whatKindOfSupervision": "Pengawasan seperti apa yang diatur WCG?",
  "WCGIsABusinessBrand": "WCG adalah merek bisnis yang digunakan oleh banyak perusahaan, termasuk",
  "WCGMarketsLtdIsSupervised": "WCG Markets Ltd diawasi oleh Unit Intelijen Keuangan Kanada (FIU) dan Pusat Analisis Transaksi dan Pelaporan Keuangan Kanada (FINTRAC). Nomor lisensi MSB adalah M20282836.",
  "WCGMarketsLtdIsRegistered": "WCG Markets Ltd terdaftar di bawah Hukum Bisnis Internasional dan diatur oleh Saint Vincent dan Otoritas Jasa Keuangan Grenadines (SVGFSA), bernomor 26087 SM 2020.",
  "HowToOpenAnAccountInWCG": "Bagaimana cara membuka akun di WCG?",
  "youCanRegisterYourRealAccount": "Anda dapat mendaftarkan akun riil Anda di situs resmi WCG, atau klik di sini untuk mendaftar.",
  "WCGAccountOpeningAge": "Usia pembukaan akun WCG",
  "theAgeToOpenAnAccount": "Usia pembukaan rekening di WCG harus 18 tahun ke atas, dan nasabah yang berusia 65 tahun ke atas tidak diterima untuk mengajukan permohonan pembukaan rekening.",
  "whatKindOfAccounts": "Jenis akun apa yang disediakan platform?",
  "weProvideDifferentAccountTypes": "Kami menyediakan jenis akun yang berbeda, silakan hubungi staf layanan pelanggan kami untuk detailnya.",
  "whatKindOfDocuments": "Jenis dokumen apa yang perlu saya unggah?",
  "customersInMainlandChina": "Pelanggan di China daratan hanya perlu mengunggah dokumen identitas Anda; pelanggan di luar China daratan perlu memberikan paspor dan bukti alamat Anda (seperti SIM, kartu registrasi penduduk tetap, atau tagihan utilitas untuk tiga bulan terakhir, dll.).",
  "howLongWillItTake": "Berapa lama waktu yang dibutuhkan untuk memproses aplikasi penarikan?",
  "accountOpeningWillTake": "Pembukaan rekening biasanya memakan waktu 1 hari kerja.",
  "howLongWillItTakeToProcess": "Berapa lama waktu yang dibutuhkan untuk memproses aplikasi penarikan?",
  "WCGProcessingWithdrawalApplicationTime": "Waktu aplikasi penarikan pemrosesan WCG: 11:00-12:00 siang/ 2:00-5:00 sore. Penarikan akan diproses setiap jam sekali, dan akun akan diterima paling cepat dalam 2 jam. Satu hari kerja untuk pengolahan.",
  "WCGWithdrawalConditions": "Kondisi penarikan WCG?",
  "ifTheCustomerDepositsFunds": "Jika nasabah menyetor dana, mereka harus menariknya tanpa transaksi apa pun, dan biaya penanganan 3% akan dikenakan untuk pengembalian dana.",
  "afterACertainTransactionVolume": "Setelah volume transaksi tertentu terpenuhi, biaya penanganan akan dibebaskan. Persyaratan volume perdagangan: Jumlah setoran akumulasi terakhir yang berlaku. Misalnya, jumlah setoran terakhir adalah USD 1.000. Biaya transaksi dibebaskan setelah perdagangan 1 lot dan kemudian mengajukan penarikan. Penyetoran USD 2.000 membutuhkan perdagangan 2 lot, dan penyetoran USD 5.000 membutuhkan perdagangan 5 lot, dan seterusnya.",
  "ifTheTransactionVolume": "Jika volume transaksi tidak mencukupi dan Anda bersikeras untuk menarik, Anda perlu mengurangi 3% dari lot yang diperdagangkan dari jumlah akumulasi deposit terakhir sebagai biaya penarikan. (Pelanggan menyatakan bahwa biaya pemotongan akan dipotong ketika pelanggan menarik uang, jika tidak, penarikan akan ditolak).",
  "ifTheTransactionVolumeIsInsufficient": "Jika volume transaksi tidak mencukupi, biaya administrasi $5 akan dikenakan untuk penarikan di bawah $50.",
  "HowDoIKnowMyWithdrawal": "Bagaimana saya tahu aplikasi penarikan saya disetujui?",
  "onceTheWithdrawalApplication": "Setelah aplikasi penarikan disetujui, jumlahnya akan dikurangkan dari akun perdagangan Anda, dan margin yang tersedia untuk perdagangan dan mempertahankan posisi terbuka yang belum terselesaikan akan dikurangi.",
  "whatIsTheMT4Platform": "Apa itu platform MT4?",
  "MetaTrader4": "MetaTrader 4 (MT4) adalah platform perdagangan yang dikembangkan oleh perangkat lunak MetaQuotes untuk transaksi valuta asing (FX) online, kontrak untuk perbedaan (CFD) dan pasar berjangka. Platform MT4 dapat masuk melalui situs web atau diunduh ke komputer Anda atau perangkat ponsel pintar apa pun.",
  "howToDownload": "Bagaimana cara mengunduh platform perdagangan?",
  "youCanClickHere": "Anda dapat mengklik di sini untuk membuka halaman unduhan situs web resmi dan memilih perangkat yang akan diunduh.",
  "canITradeOverWeekends": "Bisakah saya berdagang selama akhir pekan?",
  "noTradingOverWeekends": "Tidak ada perdagangan selama akhir pekan, karena penutupan pasar."
}
