{
  "regionalRepresentative": "Perwakilan daerah",
  "thisIsAUnique": "Ini adalah kesempatan unik bagi orang yang ingin mengembangkan bisnisnya secara lokal.Membuka kantor regional WCG akan menjadi opsi kerjasama tingkat yang lebih tinggi.Kelola perusahaan agensi Anda sendiri di wilayah Anda untuk memperoleh pendapatan yang stabil,dan pada saat yang sama memberi Anda kondisi dan teknologi perdagangan terbaik di industri dengan keunggulan kompetitif kami.",
  "representativeApplcation": "Aplikasi perwakilan",
  "doNotMiss": "Jangan lewatkan kesempatan ini!",
  "setYourOwn": "Tetapkan model bisnis Anda sendiri dengan bebas, rencana pemasaran Anda, atur seminar, webinar, dan aktivitas yang bermanfaat atau terkait dengan kebutuhan pasar tertentu. Kami akan membantu Anda mendapatkan dasar yang stabil dan kokoh di pasar lokal Anda.",
  "brandsThatSahre": "Merek yang memiliki reputasi global ",
  "theSupportWe": "Dukungan yang kami berikan kepada kantor wilayah termasuk tetapi tidak terbatas pada memenuhi semua kebutuhan untuk pengembangan bisnis lokal. WCG menyediakan layanan konsultasi, materi promosi dan anggaran pemasaran, serta kontak langsung dengan pelanggan untuk dukungan yang lebih cepat dan akurat. Kami menyediakan perwakilan regional dengan bantuan dalam semua masalah teknis, implementasi dan integrasi layanan lokal (seperti sistem pembayaran paling populer di wilayah ini) untuk membantu mengoptimalkan kinerja bisnis mereka.",
  "soleRegional": "Perwakilan regional tunggal",
  "youWillBe": "Anda akan menjadi satu-satunya perwakilan di wilayah Anda. Melalui program perwakilan regional WCG, Anda akan menikmati hak keagenan eksklusif di area spesifik ini.",
  "marketingAssistance": "Dukungan bantuan pemasaran",
  "provideComprehensive": "Memberikan dukungan teknis yang komprehensif untuk membantu mengoptimalkan promosi jaringan,materi pemasaran,dan membantu mencatat dan mengelola pelanggan Anda.",
  "competitiveEdge": "Keunggulan kompetitif",
  "weWillProvide": "Kami akan memberi pelanggan Anda kondisi perdagangan yang kompetitif dan dengan cepat meningkatkan keuntungan perdagangan Anda di wilayah Anda.",
  "regionalRepresentativeIsIncome": "Pendapatan perwakilan daerah",
  "yourIncomeIncludes": "Pendapatan Anda termasuk komisi standar dari setiap transaksi terafiliasi, serta pendapatan dari semua akun downline Anda, dan remunerasi agensi tambahan",
  "theSpecificAmount": "Jumlah pendapatan tambahan tertentu dapat ditentukan setelah kesepakatan bersama dengan mitra.",
  "become": "Menjadi",
  "yourOwnBoss": "bos Anda sendiri",
  "become1": "Menjadi",
  "ourPartner": "mitra kami",
  "get": "Dapatkan",
  "technicalSupport": "dukungan teknis",
  "becomeOurRegional": "Menjadi perwakilan regional kami",
  "wCGIsCurrently": "WCG saat ini sedang mengalami perkembangan pesat, yang berarti kami akan terus mencari dan mengembangkan pasar baru, dan pelanggan kami menjadi bagian dari model bisnis kami untuk tumbuh bersama kami.",
  "applyNow": "Ajukan sekarang"
}
