import { Conditions } from '../@types/conditions';

export const conditions: Conditions = {
  privacyPolicy: '隱私條款',
  theCustomers: '客戶的個人資料按實際情況和需要會被用作以下用途：',
  theVerificationProcedures:
    '執行客戶指示或回复客戶有關的查詢的核證程序、賬戶的日常行政管理或相關投資產品或服務的直接或間接市場推廣，與WCG的聯屬或關連公司就相關投資或交易服務共享、反覆查證及轉移該等個人資料',
  dealWithCustomers: '處理客戶抵押品，或向追收客戶欠款',
  transferSuchPersonalData:
    '將該等個人資料轉移予第三者服務供應商作信貸查證及／或核證數據用途',
  toProvideAny:
    '關於或有關遵守任何法律、規例、法令或監管機構的命令的任何用途而提供任何該等數據',
  WCGWillKeep:
    'WCG會把客戶的個人資料保密，但按實際情況和需要可能提供給下列機構／人士：',
  WCGOtherCompanies:
    'WCG其他公司包括全資擁有的附屬公司或附屬公司的聯營公司或集團屬下的董事、職員等名義的全資或部份擁有的公司',
  agentsAndThirdPartyService:
    '為客戶處理相關業務的代理人及第三方服務供應商包括：結算所、專業服務公司、金融機構、電腦系統服務商、電訊系統支持服務，作為完成客戶服務的必要手續',
  anyRegulatoryOrGovernmentAgency: '有關或監管WCG任何業務的任何監管或政府機構',
  personsDeemedAppropriate:
    '根據保密責任WCG視為適當或合適的人士，包括集團的成員公司及其僱員。這些授權人士必須把客戶的個人資料保密。',
  AccordingTo:
    '根據條例中的條款，客戶均有權要求WCG更正有關客戶的任何不實數據及以書面方式要求我們終止使用其個人資料作直接或間接市場推廣用途。唯WCG有權就處理根據條例中的條款而提出索取或更正數據的要求而收取合理的費用。',
  conditions: '條件細則',
  whenYouUseThisWebsite:
    '您使用本網站，適用本協定。您訪問和使用本網站，即表示同意遵守本協議下列條款。',
  visitWebsite: '訪問網站',
  theCopyrightsOfThisWebsiteAndAllText:
    '本網站及本網站上的一切文字、圖表、圖像、軟體和其他資料的版權屬於WCG或其許可人所有。',
  theInformationOnThisWebsite:
    '本網站上的資料，僅供您本人使用，且僅供用於非商業目的。您僅可為上述目的在電腦熒幕上原樣顯示或列印本網站上的資料。',
  exceptAsExpresslyStipulatedInThisAgreement:
    '除在本協議中明文規定的除外，未經WCG事先書面允許，您不得更改、修改、複製、散發或商業性地利用本網站上的任何資料。',
  forTheAboveMentionedPurposes:
    '基於上述目的您可從本網站下載的資料上原樣複製上述商標。WCG可能隨時以在本網站上登載本協定最新版本的方式通知您，對本協定進行更改。您有責任經常查閱本協議。您於上述更改登載之後使用本網站，即表示您同意上述更改。',
  entireAgreement: '完整協議',
  thisAgreementContains:
    '本協議包含您與WCG之間關於您訪問​​和使用本網站的完整協議。WCG可能隨時以在本網站上登載本協定最新版本的方式通知您，對本協定進行更改。您有責任經常查閱本協議。您於上述更改登載之後使用本網站，即表示您同意上述更改。',
  thirdPartyInformation: '協力廠商資料和網站',
  thisWebsiteMayContain:
    '本網站可能含有協力廠商製作的資料或與其他網站的連結。上述資料和網站係由協力廠商提供，不在WCG的直接控制之下，WCG對上述任何協力廠商資料或其他網站（不論是否與本網站連結）的運作或內容均不承擔任何責任或義務。您確認，您未經WCG事先書面同意設置任何其他網站與本網站的連結，WCG有權要求您予以刪除。',
  responsibilitiesOfWCGInternational: 'WCG的責任',
  whenYouRegisterAs:
    '您登記成為WCG客戶並接受WCG的服務，必須接受WCG業務條款。您與WCG的關係及WCG就其所提供的服務對您的責任，適用業務條款。雖然WCG定期更新網站，但不保證網站中所含的資訊或資料反映最新情況或準確無誤，或網站上所列產品或服務現行有效。WCG可能隨時不經通知更改本網站上登載的資料。',
  inAdditionToTheAboveMentionedServiceDescriptions:
    '除以上有關服務的說明之外，本網站和本網站上一切軟體及其他資料均按“現狀”和“現有”條件向您提供，不能保證其準確性、及時性或完整性。在法律允許的範圍內，不論明示、默示、法定或其他的一切聲明和保證，包括但不限於有關準確性、及時性、可售性、品質滿意度或適合於特定或任何用途的任何保證或條件，在此一概排除。',
  youSufferAnyIndirect:
    '您由於使用、延誤使用或無法訪問本網站，或由於其他任何與本網站有關的原因，包括但不限於從本網站下載任何軟件，而蒙受任何間接、特別、附帶或繼發損害，包括但不限於您電腦或電腦系統或設置的損害、資料丟失、收入或利潤損失，WCG不對您承擔任何責任。WCG恕不聲明或保證網站或資料符合您的要求或網站或任何軟件不會中斷、一定安全或沒有任何錯誤或病毒。',
  yourInformation: '您的信息',
  inAdditionToYourObligation:
    '在您登記成為WCG客戶所須承擔的義務之外，您同意確保您向WCG提供的一切資訊在您所知所信的範圍內均完整、準確。您同意，您所提供的資訊發生任何變更，立即通知WCG，以便WCG及時更新記錄、準確反映最新情況。',
  companyInformation: '公司資訊',
  WCGInternational: 'WCG*Markets*Ltd',
  disputeSettlement: '爭端處理',
  weWelcomeYourInvaluableComments:
    '我們歡迎您的寶貴意見。如果您有任何可以改善我們服務的想法，請告訴我們。無論是一個建議、稱讚或投訴，您所回饋的意見，都是我們改善產品和服務的關鍵。',
  ifYouNeedAnyAssistance: '如需協助，請即聯絡24小時線上客戶服務人員',
  orEmailUs: '或直接把您的意見電郵給我們',
  makeASuggestion: '提出建議',
  weUnderstandThatEven:
    '我們理解到即使運作良好的機構都有可能弄錯。如果您有投訴，請告訴我們，讓我們有機會來解決這些問題。我們將調查有關投訴，回答您的問題，盡我們所能來恢復您對我們的信心。',
  toAssistUsInHelpingYou:
    '為了協助我們幫助您，我們建議您遵循一個簡單的四步驟：',
  collectMaterials: '收集材料',
  forCurrentTrades:
    '有關當前的交易請聯絡交易室；以前的交易或其他事項請聯絡客服人員。',
  transferTo: '轉接高階主管',
  contactOurComplianceDepartment: '聯絡合規、內部審計及風險管理主管',
  collectAllTheSupportingMaterials:
    '收集所有有關投訴的證明材料，想好您要求我們回答的問題及認為我們應該如何決定。',
  thenIfTheQuestionRelates:
    '然後，如果問題涉及到當前或最近的交易，請直接和交易室聯繫。請記住，如果可以在最短的時間來聯絡我們，將讓我們有機會用最簡單快速的方式協助您解決問題。如果問題涉及以前發生的交易，那麼聯絡我們的客戶服務主任可能是最好的方式。我們的工作人員會全面檢討情況，並盡可能馬上解決這些問題。',
  ifAtThisStage:
    '如果在這個階段，問題一直沒有得到解決或得不到滿意的處理，請要求負責人員將此事向他們的上司彙報。我們會為您提供調查您投訴的負責人的姓名和詳細聯繫方式。放心，我們會授予該負責人員必要的權力來審查您的案件。',
  ifTheProblem:
    '如果問題不能得到解決，那麼您可以考慮向合規、內部審計及風險管理主管反映。該主管將進行獨立檢查，並直接與您聯繫。',
  emailTo: '電郵給我們',
  headOfCompliance: '合規、內部審計及風險管理主管',
  weTargetToResolve:
    '我們的目標是大部份事情都可以在15個工作日內解決。然而，有些複雜的事情可能需要更長的時間來處理。如果是這樣的話，我們會讓您瞭解我們的處理進度。',
  riskDisclaimer: '免責申明',
  internetConnectivityFailure: '國際網路故障',
  sinceWCGCannotControl:
    '由於WCG無法控制訊號能力，訊號通過網路和路由的接收，視乎客戶設備的結構或連接的可靠性，WCG不對網路上交易中出現的通訊故障、失真或延遲負責。',
  marketRiskAndOnlineTrading: '市場風險和網上交易',
  customersMustKeepThePassword:
    '客戶必須將密碼保密存放，確保第三者無法取用交易設施。客戶同意對所有經電郵傳送來的訓示和對所有經由電郵、口頭或書面向WCG發出的訓示確實負責，即使是由第三者發出，這些訓示已和客戶密碼和帳戶號碼認證，根據WCG的判斷相信是客戶表面授權。WCG並沒有責任對這個表面許可權作進一步査詢，也沒有責任因為依據這些訓示或表面許可權所采的行動或不採取行動所造成的後果負責。',
  passwordProtection: '密碼保護',
  incorrectPriceQuotation: '報價錯誤',
  whenQuotationOrTransaction:
    '當某些報價或成交價錯誤發生時，WCG將不為此錯誤所導致的帳戶餘額錯誤負責。這些錯誤包括但不限於：交易員的錯誤報價、非國際市場價之報價，或是任何報價錯誤（例如：硬體，軟件或網絡之問題，或是第三者所提供之錯誤數據）。WCG不需為錯誤所導致的帳戶餘額負責。下單時需預留足够的時間執行訂單和系統計算所需保證金的時間。訂單的執行價格或訂單設定和市場價格過於接近的話，可能會觸發其他訂單（不論是那種訂單類型）或發出保證金提示。WCG不會對由於系統沒有足够時間執行訂單或進行運算所產生的保證金提示、帳戶結餘或帳戶倉位負責。上文不得視作內容盡列，一旦發生報價或執行錯誤，WCG將保留作任何更正或調整的權力，任何有關報價與成交錯誤之爭執只能由WCG完全自主决定解决。若囙此使WCG有任何損失、損害或責任，客戶同意予以賠償使WCG不受損害。',
  arbitrage: '套戥',
  internetIssues:
    '網路、聯機延誤及報價上的誤差有時會造成在WCG交易平臺上顯示的報價無法準確地反映實时市場價格。“套戥”及“切匯”，或因網絡聯機的延誤而利用差價獲利的行為，並不能存在於客戶直接向莊家進行買賣的場外交易市場中。WCG不容許客戶在本公司的交易平臺上進行此等套戥行為。依靠因價格滯後帶來的套戥機會所進行的交易有可能會被撤銷。WCG保留權利對涉及上述交易的帳戶進行必要的修改和調整。WCG可全權酌情决定要求交易員進行干預或核准所有下單以及或終止有關客戶的帳戶。WCG可完全自主解决因套戥或操控價格而產生的糾紛。WCG保留扣起取款的權利直至以上的問題能够解决。在此陳述的任何行動或決議將不會損害或令WCG對客戶和其職員放弃擁有的任何權力或賠償。',
  price: '價格、訂單執行及平臺操控',
  WCGStrictlyProhibits:
    'WCG嚴禁任何帳戶以任何形式對其價格、執行及平臺進行操控。若WCG懷疑任何帳戶從事操控，WCG保留對帳戶進行調查及覆核的權利，並從涉嫌帳戶中扣除由相關活動所賺取的盈利款項。WCG保留對相關帳戶進行必要更正或調整的權利。對於涉嫌從事操控的帳戶，WCG可全權酌情决定，要求交易員進行干預、對下單進行核准以及或終止有關客戶的帳戶。對於由套戥以及或操控所產生的任何糾紛，由WCG完全自主决定。WCG可酌情决定向任何相關監管機构或執法機构報告有關事件。此處所陳述的任何行動或決議並不免除或損害WCG對客戶和其職員擁有之權利或賠償，所有均為明確保留的權利或賠償。',
  bankruptcyDisclosure: '破產披露',
  theTransactionsBetween:
    '客戶跟WCG進行的交易並不是在交易所進行。一旦WCG破產，客戶向WCG追回有關存入資金或在交易賺取的利益，可能不會得到優先償還權。沒有優先償還權，客戶就是無抵押債權人，會在償付那些優先索償後才跟其他債權人獲得補償。',
  introducingBrokerDisclosure: '介紹人披露',
  WCGDoesNotSupervise:
    'WCG並不監管介紹人的活動，不對介紹人作出的任何聲明承擔責任。WCG和介紹人相互完全獨立。WCG和介紹人直接的協定並不建立合資企業或合夥企業關係。介紹人不是WCG的代理人或職員。',
  theClientUnderstandsAndAgrees:
    '客戶瞭解並同意如果客戶在WCG的帳戶是由介紹人引薦而來，介紹人可能獲得客戶的個人資料及其他有關客戶在WCG帳戶交易活動的數據。客戶瞭解並同意，如果客戶在WCG的帳戶是經介紹人引薦而來，介紹人不得以客戶的WCG帳戶從事交易，除非客戶通過授權協議授權介紹人代表客戶交易。',
  becauseTheRisk:
    '因為差價合約交易的風險因素很高，只有真正的“風險”資金可以用於這類交易。如果客戶並無盈餘資金可供損失，客戶不應在差價合約市場上交易。',
  theClientUnderstands:
    '客戶理解介紹人或很多出售交易系統的第三者、課程、程式、研究或建議可能不受政府機構監管。',
  ifTheCustomer:
    '如果客戶以前被告知或相信使用任何第三者的交易系統，課程、程式、或由介紹人或其他第三者提供的研究或建議會帶來交易盈利，客戶在此確認，同意和理解所有差價合約交易，包括通過任何第三者的交易系統。'
};
