{
  "howToStartTrading": "วิธีเริ่มต้นการซื้อขาย",
  "haventHadExperience": "ไม่เคยมีประสบการณ์ในการทำธุรกรรมทางการเงิน? เราจะแนะนำคุณทีละขั้นตอนเพื่อเริ่มต้นการซื้อขาย",
  "basicTradingCourse": "หลักสูตรการซื้อขายขั้นพื้นฐาน",
  "intermediateTradingCourse": "หลักสูตรการค้าระดับกลาง",
  "whatIsForeignExchangeTrading": "การซื้อขายแลกเปลี่ยนเงินตราต่างประเทศคืออะไร",
  "factorsAffectingTheMarket": "ปัจจัยที่มีผลกระทบต่อตลาด",
  "basicOperationOfTheMT4Platform": "การทำงานพื้นฐานของแพลตฟอร์ม MT4",
  "leverageAndMargin": "เลเวอเรจและมาร์จิ้น",
  "whatIsACFDTransaction": "ธุรกรรม CFD คืออะไร",
  "step1": "ขั้นตอนที่ 1: สมัครบัญชีจริง",
  "weOfferTo": "เราเสนอการซื้อขายผลิตภัณฑ์ทางการเงินระดับโลกที่หลากหลาย คุณจะต้องกรอกและส่งแบบฟอร์มใบสมัครเปิดบัญชีทางออนไลน์ และอัปโหลดเอกสารที่จำเป็น เราจะตรวจสอบใบสมัครของคุณในเวลาที่สั้นที่สุดและส่งอีเมลข้อมูลบัญชีการทำธุรกรรมให้คุณ",
  "applyForARealAccountNow": "สมัครบัญชีจริงได้เลย",
  "step2": "ขั้นตอนที่ 2: ฝากเงิน",
  "afterYourRealAccount": "หลังจากเปิดบัญชีจริงของคุณสำเร็จแล้ว คุณสามารถฝากเงินเพื่อเริ่มการทำธุรกรรมครั้งแรกได้ การฝากเงินสะดวกมาก เพียงเข้าสู่ระบบพอร์ทัลลูกค้าเพื่อดำเนินการ ในเว็บไซต์ คุณสามารถเลือกฝากเงินโดยใช้กระเป๋าเงินอิเล็กทรอนิกส์ เช่น บัตรเครดิต/เดบิต และการโอนเงินผ่านธนาคาร หลังจากที่เงินฝากอยู่ในบัญชีของคุณ คุณก็พร้อมที่จะเริ่มการทำธุรกรรมครั้งแรกของคุณ",
  "depositFundsNow": "ฝากเงินตอนนี้",
  "step3": "ขั้นตอนที่ 3: เริ่มการซื้อขาย",
  "nowThatYourTradingAccount": "ตอนนี้บัญชีเทรดของคุณเปิดสำเร็จและฝากเงินสำเร็จแล้ว คุณก็พร้อมที่จะเริ่มธุรกรรมแรกของคุณ ประเด็นต่อไปนี้คือบางสิ่งที่คุณต้องให้ความสนใจก่อนที่จะเริ่มซื้อขาย โปรดจำไว้ว่า: อย่าซื้อขายเมื่อคุณไม่แน่ใจ ทุกการซื้อขายใหม่แสดงถึงความเสี่ยงใหม่ โปรดตรวจสอบให้แน่ใจว่าคุณได้เตรียมพร้อมอย่างเต็มที่ก่อนที่จะคลิกเพื่อเปิดสถานะ",
  "understandTheMarket": "1. เข้าใจตลาด",
  "knowWhatYouWantTo": "รู้ว่าคุณต้องการเทรดอะไรและควรเทรดเมื่อใด",
  "understandTheOperation": "2. เข้าใจการทำงานของแพลตฟอร์มการซื้อขาย",
  "beforeMaking": "ก่อนทำธุรกรรมครั้งแรก คุณต้องคุ้นเคยกับการทำงานของแพลตฟอร์มการซื้อขาย",
  "startYourTransaction": "3. เริ่มการทำธุรกรรมของคุณ",
  "afterYouAreFamiliarWith": "หลังจากที่คุณคุ้นเคยกับการทำงานของแพลตฟอร์มแล้ว คุณสามารถเริ่มธุรกรรมแรกของคุณได้",
  "theForeignExchangeMarket": "ตลาดแลกเปลี่ยนเงินตราต่างประเทศเป็นตลาดการเงินที่ใหญ่ที่สุดในโลก โดยมีปริมาณการซื้อขายต่อวันสูงถึง 5 ล้านล้านเหรียญสหรัฐ ในฐานะที่เป็นกลไกการแลกเปลี่ยนสกุลเงินหลัก ตลาดแลกเปลี่ยนเงินตราต่างประเทศไม่เพียงแต่ให้บริการขั้นพื้นฐานสำหรับการค้าและการค้าทั่วโลกเท่านั้น ปริมาณธุรกรรมที่มหาศาลเช่นนี้ยังมอบโอกาสในการซื้อขายที่หลากหลายสำหรับผู้ที่ต้องการลงทุนในตลาดแลกเปลี่ยนเงินตราต่างประเทศ นักเทรดฟอเร็กซ์สามารถซื้อหรือขายสกุลเงินต่างๆ ได้ 5 วันต่อสัปดาห์ ตลอด 24 ชั่วโมง และใช้เลเวอเรจ (เพิ่มปริมาณการซื้อขายเล็กน้อย) เพื่อเก็งกำไรกระแสสกุลเงินทั่วโลกและความผันผวนของตลาด",
  "theForeignExchangeMarketIsUsually": "ตลาดแลกเปลี่ยนเงินตราต่างประเทศมักเรียกว่า \"การแลกเปลี่ยนเงินตราต่างประเทศ\" หรือ \"FX\" เป็นตลาดการเงินการซื้อขายสกุลเงินแบบกระจายอำนาจทั่วโลกที่ไม่ต้องสั่งโดยแพทย์",
  "globalMarket": "ตลาดโลก",
  "thisIsAGlobalMarket": "- นี่คือตลาดโลก ราคาทั้งหมดที่คุณเห็นคือค่าสัมพัทธ์ของประเทศหนึ่งเป็นสกุลเงินไปยังอีกประเทศหนึ่งเป็นสกุลเงิน",
  "globalEconomic": "- เหตุการณ์ทางเศรษฐกิจและการเมืองทั่วโลกขับเคลื่อนตลาดเหล่านี้ ซึ่งจะส่งผลต่อมูลค่าสัมพัทธ์ของสกุลเงินของประเทศเหล่านี้",
  "decentralizedMarket": "ตลาดกระจายอำนาจ",
  "decentralizedMarketMeans": "- ตลาดแบบกระจายศูนย์ หมายความว่าตลาดแลกเปลี่ยนเงินตราต่างประเทศแตกต่างจากตลาดหุ้นแบบดั้งเดิมตรงที่ไม่มีการแลกเปลี่ยนแบบรวมศูนย์",
  "insteadFinancialCenters": "- ศูนย์กลางทางการเงินทั่วโลกได้สร้างเครือข่ายการค้าขนาดใหญ่ตลอด 24 ชั่วโมงที่รวบรวมผู้ซื้อและผู้ขายประเภทต่างๆ และตลาดจะปิดเฉพาะในวันหยุดสุดสัปดาห์",
  "overTheCounterTransactions": "การทำธุรกรรมผ่านเคาน์เตอร์",
  "theForeignExchangeMarketIsNotControlled": "- ตลาดแลกเปลี่ยนเงินตราต่างประเทศไม่ได้ถูกควบคุมโดยหน่วยงานกำกับดูแลส่วนกลาง และไม่มีหน่วยงานสำนักหักบัญชีที่จะรับประกันการทำธุรกรรม",
  "brokersAndTraders": "- นายหน้าและผู้ค้าเจรจาธุรกรรมระหว่างกันโดยตรงผ่านเครือข่ายอิเล็กทรอนิกส์",
  "thisKindOfMarket": "- ตลาดประเภทนี้ที่ผู้ค้าต่อรองราคากันเรียกว่า \"การซื้อขายผ่านเคาน์เตอร์",
  "tradingForeignExchange": "การซื้อขายแลกเปลี่ยนเงินตราต่างประเทศ",
  "forActiveTraders": "สำหรับเทรดเดอร์ที่ใช้งานอยู่ ตลาดแลกเปลี่ยนเงินตราต่างประเทศไม่แตกต่างจากตลาดซื้อขายอื่นๆ มากนัก (เช่น หุ้น สินค้าโภคภัณฑ์ หรือตลาดตราสารหนี้) ตลาดแลกเปลี่ยนเงินตราต่างประเทศยังเป็นสถานที่สำหรับผู้ซื้อและผู้ขายในการแลกเปลี่ยน แต่ยานพาหนะที่ซื้อและขายเป็นคู่สกุลเงิน คู่สกุลเงินอาจเป็น EUR เป็น USD, USD เป็น JPY, GBP เป็น USD, EUR เป็น GBP หรือหลายสกุลเงินรวมกัน",
  "differentCurrency": "การผสมสกุลเงินที่แตกต่างกันแสดงถึงมูลค่าของสกุลเงินหนึ่งเทียบกับอีกสกุลเงินหนึ่ง และความสัมพันธ์นี้จะแสดงด้วยราคา ในตลาดแลกเปลี่ยนเงินตราต่างประเทศ เมื่อรวมกับสถานะทางเศรษฐกิจและการเมืองและความคาดหวังของทั้งสองประเทศ ราคาของคู่สกุลเงินคือมูลค่าตลาดที่คาดหวังของสกุลเงินหนึ่งซึ่งวัดด้วยอีกสกุลเงินหนึ่ง จากมุมมองของหุ้น กลไกราคาของคู่สกุลเงินจะคล้ายกับราคาหุ้น",
  "comparedWithOtherMarkets": "เมื่อเทียบกับตลาดอื่นๆ",
  "theDailyTradingVolume": "ปริมาณการซื้อขายรายวันของตลาดหุ้นมีมูลค่าประมาณสองสามพันล้านดอลลาร์สหรัฐ ในขณะที่ปริมาณการซื้อขายรายวันของตลาดแลกเปลี่ยนเงินตราต่างประเทศสูงถึง 5 ล้านล้านดอลลาร์สหรัฐ ผู้เข้าร่วมในตลาดแลกเปลี่ยนเงินตราต่างประเทศ ได้แก่ ธนาคารกลาง กองทุนเฮดจ์ฟันด์ และสถาบันการเงินอื่น ๆ บริษัทระดับโลก และนักลงทุนรายย่อย ธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศส่วนใหญ่เป็นผลมาจากการแลกเปลี่ยนสกุลเงินที่เกี่ยวข้องกับการค้าโลกทุกวัน ปริมาณการซื้อขายรายวันที่มหาศาลของตลาดแลกเปลี่ยนเงินตราต่างประเทศมอบโอกาสการซื้อขายที่ไม่รู้จบ ในขณะเดียวกันก็ช่วยให้ผู้ค้าทำการลงทุนที่หลากหลายมากขึ้นผ่านตลาดแลกเปลี่ยนเงินตราต่างประเทศทั่วโลก",
  "whatFactorsPlayAKeyRole": "ปัจจัยใดที่มีบทบาทสำคัญในการทำธุรกรรมเงินตราต่างประเทศ? เปรียบเทียบกับหุ้นได้อย่างไร? ให้เราอธิบายด้วยตัวอย่าง สมมติว่าอัตราเงินเฟ้อหรืออัตราดอกเบี้ยธนาคารของประเทศหนึ่งต่ำและมีเสถียรภาพ ผลผลิตทางเศรษฐกิจของประเทศกำลังเติบโตอย่างแข็งแกร่ง และสภาพแวดล้อมทางการเมืองมีเสถียรภาพมาก เราสามารถคาดหวังได้ว่าสกุลเงินของประเทศนี้เมื่อเทียบกับประเทศอื่นที่มีปัจจัยพื้นฐานไม่ดีนักจะค่อนข้างแข็งแกร่ง",
  "LetsTakeAnotherExample": "ยกตัวอย่างหุ้นตัวอื่นมาเปรียบเทียบกัน สมมติว่าเศรษฐกิจในประเทศและเศรษฐกิจโลกแข็งแกร่งในขณะที่อัตราเงินเฟ้อไม่รุนแรงขนาดนั้น นอกจากนี้ การแข่งขันในตลาดไม่ได้ทำให้ส่วนแบ่งการตลาดของผลิตภัณฑ์ของบริษัทลดลง ความต้องการผลิตภัณฑ์คงที่ และประสิทธิภาพการผลิตของพนักงานก็อยู่ในระดับสูง คุณจึงคาดได้ว่าราคาหุ้นของบริษัทจะยังคงแข็งแกร่งเมื่อเทียบกับบริษัทที่มีสถานการณ์ไม่ดีนัก",
  "similarToStocks": "เช่นเดียวกับหุ้น แนวโน้มระยะสั้นของคู่สกุลเงินแลกเปลี่ยนเงินตราต่างประเทศจะได้รับผลกระทบจากปัจจัยอื่นๆ รวมถึงการวิเคราะห์ทางเทคนิค อุปสงค์และอุปทานระยะสั้น รูปแบบการไหลของเงินทุนตามฤดูกาล ราคาปัจจุบัน ฯลฯ ปัจจัยเหล่านี้มักมีการเปลี่ยนแปลงแบบไดนามิก .",
  "earlierWeIntroducedYou": "ก่อนหน้านี้เราได้แนะนำคุณให้รู้จักกับผู้เข้าร่วมในตลาดแลกเปลี่ยนเงินตราต่างประเทศ และตอนนี้เราจะแนะนำคุณต่อไปถึงสาเหตุทั่วไปของการเปลี่ยนแปลงราคาในตลาด",
  "rememberThatTheMajorPlayers": "โปรดจำไว้ว่าผู้เล่นหลักในตลาดมีส่วนทำให้สภาพคล่องส่วนใหญ่ในตลาด ในขณะเดียวกัน สิ่งที่ทำให้ราคาผันผวนและพัฒนาไปสู่แนวโน้มของตลาดคือการไหลเวียนของเงินทุนจากสกุลเงินหนึ่งไปยังอีกสกุลเงินหนึ่ง กระแสเงินทุนที่เกิดขึ้นจริงอาจเกี่ยวข้องกับความต้องการเก็งกำไรที่แท้จริง เช่น การป้องกันความเสี่ยงโดยลูกค้าเพื่อวัตถุประสงค์ในการปกป้องความมั่งคั่ง หรือความต้องการซื้อสินทรัพย์ อย่างไรก็ตาม ความคาดหวังของผู้คนยังเป็นสาเหตุส่วนใหญ่ นั่นคือ ความคาดหวังของตลาดต่อการเปลี่ยนแปลงของกระแสเงินทุน",
  "changesInGDP": "การเปลี่ยนแปลงของ GDP (ผลิตภัณฑ์มวลรวมภายในประเทศ หรือ \"ผลิตภัณฑ์มวลรวมภายในประเทศ\") อัตราเงินเฟ้อ อัตราดอกเบี้ย งบประมาณของรัฐบาล และการเกินดุล/ขาดดุลการค้า ตลอดจนการเปลี่ยนแปลงของสภาวะเศรษฐกิจมหภาคอื่นๆ อาจทำให้ผู้เข้าร่วมตลาดคาดว่าการเปลี่ยนแปลงของกระแสเงินทุน",
  "newsOrEvents": "ข่าวหรือเหตุการณ์ที่อาจก่อให้เกิดความผันผวนของตลาด",
  "grossDomesticProductGDP": "- ผลิตภัณฑ์มวลรวมภายในประเทศ GDP",
  "interestRate": "- อัตราดอกเบี้ย",
  "employment": "- การจ้างงาน / สถานะการว่างงาน",
  "tradeSurplus": "- เกินดุลการค้า / ขาดดุล",
  "forceMajeureEvent": "- เหตุสุดวิสัย",
  "nonFarmPayroll": "การจ้างงานนอกภาคเกษตรและอัตราการว่างงาน",
  "theMostInfluentialMarketData": "ข้อมูลการตลาดที่มีอิทธิพลมากที่สุดคือการจ้างงานนอกภาคเกษตรและอัตราการว่างงานของสหรัฐฯ การเปิดตัวข้อมูลทั้งสองนี้อาจสร้างความผันผวนอย่างมากให้กับตลาด ดูการสัมมนาผ่านเว็บด้านล่างเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับเรื่องนี้",
  "economicCalendar": "ปฏิทินเศรษฐกิจ",
  "soHowCanWeKeepAnEyeOn": "แล้วเราจะจับตาดูตัวขับเคลื่อนตลาดเหล่านี้ได้อย่างไร? แม้ว่าเราจะไม่สามารถทำนายโลกได้ แต่เราสามารถใช้ปฏิทินเศรษฐกิจเพื่อติดตามข่าวสารสำคัญที่จะเกิดขึ้นในอีกไม่กี่วัน สัปดาห์ หรือเดือนที่จะถึงนี้",
  "theEconomicCalendarListsTheNews": "ปฏิทินเศรษฐกิจแสดงรายการข่าวและเหตุการณ์ที่เผยแพร่สู่สาธารณะในประเทศใดประเทศหนึ่ง ซึ่งหมายความว่าผู้คนทั่วโลกสามารถรับข่าวสารเดียวกันได้ในเวลาเดียวกัน แม้ว่าสิ่งนี้จะเป็นประโยชน์หลักสำหรับผู้ค้าปลีกเช่นเรา แต่ควรตระหนักว่าธนาคารก็มีข้อได้เปรียบที่สำคัญเช่นกัน กล่าวคือ พวกเขาสามารถเห็นได้ว่าเงินจะไปที่ใด (และมาจากไหน) โดยดูการไหลของคำสั่งซื้อจากลูกค้า",
  "marketSentiment": "ความรู้สึกของตลาด",
  "marketSentimentCanBeUsedBy": "อารมณ์ตลาดสามารถใช้ได้ทั้งเทรดเดอร์ระยะยาวและระยะสั้น สำหรับผู้ค้าระยะยาว พวกเขามักจะสังเกตแนวโน้มของข้อมูลในช่วงหลายสัปดาห์หรือหลายเดือน และเปรียบเทียบกับราคาของคู่สกุลเงินที่เกี่ยวข้อง",
  "newsTrading": "ซื้อขายข่าว",
  "newsTradingIsAVeryPopularWay": "การเทรดตามข่าวเป็นวิธีที่ได้รับความนิยมอย่างมากในการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศ ผู้ค้าส่วนนี้มุ่งเน้นไปที่การซื้อขายก่อนและหลังการประกาศข่าว ตามที่กล่าวไว้ข้างต้น ข้อมูลจริงที่เบี่ยงเบนไปจากการคาดการณ์ของตลาดจะทำให้ตลาดมีความผันผวนมากขึ้น",
  "avoidNewsTrading": "หลีกเลี่ยงการซื้อขายข่าวสาร",
  "thisIsTheThirdTradingMethod": "นี่คือวิธีการซื้อขายที่สาม นั่นคือ ใช้ตัวกรองเดียวกันเพื่อกรองข่าวที่มีอิทธิพลสูง และตรวจสอบให้แน่ใจว่าได้หลีกเลี่ยงช่วงข่าวเหล่านี้เพื่อซื้อขาย วิธีนี้เหมาะสำหรับนักเทรด (หรือนักเทรดระยะยาวเป็นพิเศษ) ที่ใช้กราฟราย 1 ชั่วโมง, 4 ชั่วโมง หรือรายวันเพื่อกำหนดกลยุทธ์การซื้อขาย",
  "afterTheDownloadProcess": "หลังจากกระบวนการดาวน์โหลดเสร็จสิ้น ให้เริ่มกระบวนการติดตั้ง:",
  "checkYesIAgreeWith": "1. ทำเครื่องหมายที่ \"ใช่ ฉันเห็นด้วยกับเงื่อนไขทั้งหมดของข้อตกลงใบอนุญาตนี้\" จากนั้นกดปุ่ม \"ถัดไป\" หากคุณต้องการระบุเส้นทางการติดตั้งของแพลตฟอร์ม MT4 ให้คลิกปุ่ม \"การตั้งค่า\"",
  "theInstallationWizard": "2. วิซาร์ดการติดตั้งจะเชื่อมต่อกับเว็บไซต์ MetaQuotes โดยอัตโนมัติและเริ่มดาวน์โหลดเนื้อหาแพลตฟอร์ม เมื่อแถบความคืบหน้าการดาวน์โหลดเสร็จสิ้น ให้คลิกปุ่ม \"เสร็จสิ้น\"",
  "thePlatformInterface": "3. อินเทอร์เฟซของแพลตฟอร์มจะเปิดขึ้นโดยอัตโนมัติ ซึ่งแสดงว่าแพลตฟอร์ม MT4 ได้รับการติดตั้งเรียบร้อยแล้ว หากคุณพบปัญหาใดๆ ในระหว่างกระบวนการติดตั้ง โปรดติดต่อฝ่ายบริการลูกค้าออนไลน์หรือโทรไปที่หมายเลขโทรฟรีเพื่อติดต่อทีมบริการลูกค้า",
  "logInToTheTradingAccount": "4. เข้าสู่บัญชีการซื้อขาย หากคุณมีบัญชีซื้อขายแล้ว โปรดคลิก \"ไฟล์\" ที่ด้านบนซ้ายของแพลตฟอร์ม-\"เข้าสู่ระบบบัญชีซื้อขาย",
  "inThePopUpLoginWindow": "5. ในหน้าต่างเข้าสู่ระบบป๊อปอัป ให้ป้อนหมายเลขบัญชีและรหัสผ่าน เลือกเซิร์ฟเวอร์ที่ถูกต้อง จากนั้นคลิกปุ่ม \"เข้าสู่ระบบ\"",
  "thePlatformWillTakeSomeTime": "แพลตฟอร์มจะใช้เวลาสักครู่เพื่อเข้าสู่บัญชี คุณสามารถตรวจสอบที่มุมขวาล่างของแพลตฟอร์มเพื่อยืนยันว่าการเชื่อมต่อสำเร็จหรือไม่ เมื่อแพลตฟอร์มเข้าสู่ระบบสำเร็จ การรับส่งข้อมูลควรจะแสดงที่มุมล่างขวา",
  "createAMarketOrder": "6. สร้างคำสั่งตลาด",
  "thereAreManyWaysTo": "มีหลายวิธีในการเปิดธุรกรรมใหม่บนแพลตฟอร์ม MT4 การดำเนินการที่ง่ายที่สุดคือการคลิกปุ่มทางลัด \"คำสั่งใหม่\" บนแถบเครื่องมือที่ด้านบนของแพลตฟอร์มโดยตรง จากนั้นหน้าต่างคำสั่งจะปรากฏขึ้น",
  "productCategory": "7. หมวดหมู่สินค้า: เลือกเป้าหมายการซื้อขายของคุณ",
  "lotsEnterTheLotSize": "ล็อต: ป้อนขนาดล็อต ขั้นต่ำคือ 0.01 ล็อต (การแลกเปลี่ยนเงินตราต่างประเทศ ทองคำและเงิน)",
  "stopLossPrice": "ราคา Stop Loss: เมื่อราคาถึงราคาที่กำหนด ตำแหน่งจะปิดโดยอัตโนมัติ ค่าเริ่มต้นคือศูนย์ ซึ่งหมายความว่าไม่มีการตั้งค่า Stop Loss",
  "takeProfitPrice": "ราคา Take Profit: เมื่อราคาถึงราคาที่กำหนด ตำแหน่งจะปิดโดยอัตโนมัติเพื่อรักษากำไร ค่าเริ่มต้นคือศูนย์ ซึ่งหมายความว่าไม่มีการตั้งค่าการทำกำไร",
  "sellAtMarketPriceOrBuy": "ขายในราคาตลาดหรือซื้อในราคาตลาด: คลิกปุ่มสีแดงเพื่อขาย และคลิกปุ่มสีน้ำเงินเพื่อซื้อ",
  "theOrderTypeColumn": "คอลัมน์ \"ประเภทคำสั่ง\" ในหน้าต่างคำสั่ง การเลือกเริ่มต้นคือ \"ราคาตลาด\" ซึ่งหมายถึงการสร้างธุรกรรมในราคาตลาดปัจจุบัน",
  "pendingOrder": "8. คำสั่งซื้อที่รอดำเนินการ",
  "changeTheOrderType": "เปลี่ยนประเภทคำสั่งเป็น \"คำสั่งที่รอดำเนินการ\" ในหน้าต่างคำสั่งเพื่อดำเนินการคำสั่งคำสั่งที่รอดำเนินการ",
  "thereAreFourTypes": "คำสั่งที่รอดำเนินการมีสี่ประเภท:",
  "buyLimitBuyPending": "Buy limit —— ซื้อคำสั่งที่รอดำเนินการในราคาที่ต่ำกว่าราคาตลาด",
  "sellLimitSellPending": "ขีดจำกัดการขาย —— ขายคำสั่งซื้อที่รอดำเนินการในราคาที่สูงกว่าราคาตลาด",
  "buyStopBuyPending": "Buy stop —— ซื้อคำสั่งซื้อที่รอดำเนินการในราคาที่สูงกว่าราคาตลาด",
  "sellStopSellPending": "หยุดการขาย —— ขายคำสั่งที่รอดำเนินการในราคาที่ต่ำกว่าราคาตลาด",
  "afterSelectingTheCorresponding": "หลังจากเลือกประเภทคำสั่งที่รอดำเนินการแล้ว ให้ป้อนราคาที่ต้องการในคอลัมน์ราคาแล้วคลิก \"สั่งซื้อ\"",
  "oneClickTrading": "9. การซื้อขายด้วยคลิกเดียว",
  "foreignExchangePrices": "ราคาแลกเปลี่ยนเงินตราต่างประเทศผันผวนอย่างรวดเร็ว บางครั้งเราต้องหาวิธีที่รวดเร็วและมีประสิทธิภาพมากขึ้นในการสั่งซื้อ โชคดีที่ MT4 มีฟังก์ชันการซื้อขายแบบคลิกเดียว คลิกขวาด้วยเมาส์ของคุณในหน้าต่างแผนภูมิทางด้านขวาของแพลตฟอร์ม และเลือก \"One Click Trading\" ในตัวเลือกเมนู",
  "onTheUpperLeftCorner": "ที่มุมซ้ายบนของแผนภูมิ จะมีหน้าต่างแสดงราคาการซื้อขายแบบลอยตัวในคลิกเดียว คลิกซ้ายที่ราคาเพื่อเปิดตำแหน่งขายโดยอัตโนมัติ จากนั้นคลิกขวาที่ราคาเพื่อเปิดตำแหน่งซื้อโดยอัตโนมัติ ก่อนคลิก อย่าลืมป้อนจำนวนล็อตที่จะซื้อขายในคอลัมน์ปริมาณการซื้อขายระดับกลาง",
  "modifyTheOrder": "10. แก้ไขคำสั่ง",
  "afterOpening": "หลังจากเปิดตำแหน่งแล้ว บางครั้งเราจำเป็นต้องตั้งค่า Stop Loss/Profit สำหรับตำแหน่งนั้น ในคอลัมน์ \"Trade\" ของหน้าต่าง \"Summary\" ที่ด้านล่างของแพลตฟอร์ม ค้นหาตำแหน่งที่ต้องแก้ไข คลิกขวาที่ตำแหน่งนั้น แล้วเลือก \"Modify or Delete Order\" จากเมนู",
  "inThePopUpWindow": "ในหน้าต่างป๊อปอัพ ทำตามการตั้งค่าในรูปด้านล่างเพื่อเปลี่ยนจุดหยุดการขาดทุน/การทำกำไรของตำแหน่ง",
  "closePosition": "11. ปิดตำแหน่ง",
  "theSummaryWindowAt": "หน้าต่าง \"สรุป\" ที่ด้านล่างของแพลตฟอร์ม:",
  "theAccountBalance": "ยอดเงินในบัญชี มูลค่าสุทธิ มาร์จิ้นที่ใช้ (มาร์จิ้นที่ถูกครอบครอง) และมาร์จิ้นที่มีอยู่จะแสดงในหน้าต่างและอัตราส่วนมาร์จิ้นที่ใช้ (อัตราส่วนมาร์จิ้นที่ใช้ = ทุน/มาร์จิ้นที่ใช้) ตอนนี้เราปิดธุรกรรมนี้ คลิกขวาที่คำสั่งซื้อแล้วเลือก \"ปิดตำแหน่ง\"",
  "atThisTimeWeOpened": "ในเวลานี้ เราเปิดหน้าต่างยืนยันการซื้อขายที่ปิดแล้วและคลิกที่ปุ่มสีเหลืองในหน้าต่างเพื่อปิดการซื้อขายนี้และรับรู้ผลกำไรสำหรับตำแหน่ง",
  "oneClickClosing": "การปิดด้วยคลิกเดียว: คลิกปุ่ม X ที่ด้านขวาสุดของตำแหน่งเพื่อเปิดใช้งานการซื้อขายในคลิกเดียว ซึ่งสามารถดำเนินการปิดให้เสร็จสิ้นได้รวดเร็วยิ่งขึ้น",
  "accountHistory": "12. ประวัติบัญชี",
  "youCanFindAllClosed": "คุณสามารถค้นหาตำแหน่งที่ปิดทั้งหมดได้ในคอลัมน์ \"ประวัติบัญชี\" ของหน้าต่าง \"สรุป\"",
  "profitLossTheTotal": "กำไร/ขาดทุน: กำไรและขาดทุนทั้งหมดของธุรกรรม รวมถึงดอกเบี้ยแบบโรลโอเวอร์",
  "depositsTotalDeposits": "เงินฝาก: เงินฝากทั้งหมด",
  "withdrawalTheTotal": "การถอน: จำนวนเงินที่ถอนทั้งหมด",
  "openTheChartAndLoad": "13. เปิดแผนภูมิและโหลดตัวบ่งชี้ทางเทคนิค",
  "afterTheMT4Platform": "หลังจากติดตั้งแพลตฟอร์ม MT4 แล้ว สี่แผนภูมิจะเปิดขึ้นตามค่าเริ่มต้น หากคุณต้องการสร้างแผนภูมิใหม่ วิธีที่ง่ายที่สุดคือการคลิกขวาที่ใบเสนอราคาของสินค้าที่ต้องการแผนภูมิ แล้วเลือกตัวเลือกเมนู \"หน้าต่างแผนภูมิ\"",
  "ifYouWantToSwitch": "หากคุณต้องการเปลี่ยนช่วงเวลาของแผนภูมิปัจจุบัน คุณสามารถค้นหาได้โดยตรงบนแถบเครื่องมือที่ด้านบนสุดของแพลตฟอร์ม รายการตัวบ่งชี้ทางเทคนิคที่มา",
  "withMT4IsLocatedInThe": "ด้วย MT4 จะอยู่ในหน้าต่างนำทางทางด้านซ้ายของแพลตฟอร์ม คลิกขวาที่ตัวบ่งชี้ที่ต้องการเพิ่มในแผนภูมิ และเลือก \"แนบกับแผนภูมิ\" เพื่อเพิ่มตัวบ่งชี้ในแผนภูมิปัจจุบัน",
  "afterReadingThis": "หลังจากอ่านข้อความนี้ คุณได้เรียนรู้การทำงานพื้นฐานที่คุณต้องเชี่ยวชาญเมื่อใช้แพลตฟอร์ม MT4 ขอแนะนำให้คุณลงทะเบียนบัญชีทดลองและฝึกฝนให้หนักขึ้น หากคุณมีคำถามใดๆ เกี่ยวกับแพลตฟอร์ม คุณสามารถติดต่อฝ่ายบริการลูกค้าออนไลน์ของ WCG ได้",
  "leverageAndMarginMargin": "เลเวอเรจและมาร์จิ้น (margin เรียกอีกอย่างว่า \"การชำระล่วงหน้า\" บนแพลตฟอร์ม MT4) เปรียบเสมือนเหรียญสองด้าน ซึ่งจริงๆแล้วหมายถึงแนวคิดเดียวกัน ที่นี่เราใช้ตัวอย่างเพื่อแสดงให้เห็นว่าเลเวอเรจและมาร์จิ้นมีบทบาทอย่างไรในการซื้อขาย",
  "assumingThatA1Lot": "สมมติว่ามีการสร้างตำแหน่ง USD/JPY จำนวน 1 ล็อต มูลค่าของตำแหน่งคือ 100,000 USD:",
  "whenTheLeverageRatioIs11": "เมื่ออัตราส่วนเลเวอเรจเท่ากับ 1:1 มาร์จิ้นที่อยู่ในตำแหน่งคือ 100,000 ดอลลาร์สหรัฐฯ กล่าวอีกนัยหนึ่ง คุณต้องเตรียมเงินอย่างน้อย $100,000 เพื่อเปิดตำแหน่งที่เท่ากัน (ตลาดหุ้นคือตลาดที่มีอัตราส่วนเลเวอเรจ 1:1)",
  "whenTheLeverageRatioIs1400": "เมื่ออัตราส่วนเลเวอเรจเท่ากับ 1:400 มาร์จิ้นครอบครองโดยตำแหน่งคือ 100,000 / 400 = 250 ดอลลาร์สหรัฐฯ กล่าวอีกนัยหนึ่ง ด้วยเลเวอเรจ 400 เท่า คุณสามารถเปิดตำแหน่งมูลค่า 100,000 ดอลลาร์ด้วยเงินเพียง 250 ดอลลาร์ในฐานะ ขอบ",
  "pleaseKeepInMindThat": "โปรดทราบว่ามาร์จิ้นคือเงินมัดจำที่ต้องจ่ายเพื่อสร้างธุรกรรมใหม่ ซึ่งไม่ถือเป็นการเรียกเก็บเงินจากคุณ เมื่อเปิดธุรกรรม เงินส่วนหนึ่งในบัญชีของคุณจะใช้เป็นหลักประกัน ยิ่งเลเวอเรจมากเท่าใด มาร์จิ้นที่จำเป็นสำหรับธุรกรรมก็จะยิ่งน้อยลงเท่านั้น เมื่อการซื้อขายปิดลง มาร์จิ้นที่ถูกครอบครองจะกลายเป็นมาร์จิ้นที่ใช้ได้อีกครั้งสำหรับบัญชีของคุณในการเปิดโพซิชั่นใหม่หรือรักษาการขาดทุนแบบลอยตัวของโพซิชั่นอื่นๆ",
  "weUsuallyRecommendTraders": "เรามักจะแนะนำให้เทรดเดอร์ใช้เลเวอเรจด้วยความระมัดระวัง เลเวอเรจเป็นดาบสองคม สามารถเพิ่มกำไรและขาดทุนได้ ในตัวอย่างข้างต้น สมมติว่ามีเงิน 100,000 ดอลลาร์สหรัฐในบัญชีและอัตราส่วนเลเวอเรจคือ 1:1 คุณสามารถเปิด USD/JPY ได้เพียง 1 ล็อตเท่านั้น เมื่ออัตราส่วนเลเวอเรจเท่ากับ 1:400 คุณสามารถเปิด USD/JPY ได้มากถึง 400 ล็อต JPY (100,000 / 250) เมื่อปริมาณธุรกรรมเพิ่มขึ้น ความเสี่ยงและผลกำไรที่อาจเกิดขึ้นก็เพิ่มขึ้น",
  "stopLossPriceWhenThePrice": "ราคา Stop Loss: เมื่อราคาถึงราคาที่กำหนด ตำแหน่งจะปิดโดยอัตโนมัติ ค่าเริ่มต้นคือศูนย์ ซึ่งหมายความว่าไม่มีการตั้งค่า Stop Loss",
  "whenUsingLeverage": "เมื่อใช้เลเวอเรจ คุณยังต้องป้องกันความเสี่ยงของการชำระบัญชี: หากสถานะที่เปิดอยู่มีขนาดใหญ่เกินไป และราคายังคงผันผวนในทิศทางที่ไม่เอื้ออำนวยของสถานะ เมื่อส่วนของบัญชี (ทุนของบัญชีที่เปลี่ยนแปลงตามกำไรและขาดทุน ของสถานะ) ลดลงเหลือ 50% ของมาร์จิ้นที่ถูกครอบครอง นั่นคือเมื่ออัตราส่วนการชำระเงินล่วงหน้าบนแพลตฟอร์ม MT4 ลดลงเหลือ 50% สถานะทั้งหมดในบัญชีจะถูกบังคับให้ชำระบัญชีทันที",
  "weRecommendThatYou": "ในฐานะมือใหม่ เราขอแนะนำให้คุณลองใช้เลเวอเรจแบบต่างๆ ในบัญชีทดลองของคุณเพื่อหาอัตราส่วนเลเวอเรจที่เหมาะสมที่สุดสำหรับตัวคุณเอง",
  "contractForDifference": "สัญญาซื้อขายส่วนต่าง \"CFD\" เป็นเครื่องมือการลงทุนอนุพันธ์ช่วยให้นักลงทุนซื้อขายการเปลี่ยนแปลงราคาของสินทรัพย์ทางการเงินต่างๆ เช่น ดัชนีหุ้นและฟิวเจอร์สสินค้าโภคภัณฑ์ ด้วยการซื้อขาย CFD นักลงทุนสามารถเก็งกำไรในตลาดการเงินต่างๆ ได้อย่างสะดวก โดยไม่ต้องถือครองสินทรัพย์อ้างอิงของตลาดที่เกี่ยวข้อง เนื่องจากสามารถตอบสนองความต้องการของการลงทุนที่หลากหลายและการลงทุนทั่วโลกได้อย่างง่ายดาย การเทรด CFD จึงเป็นที่นิยมมากขึ้นเรื่อยๆ",
  "exploreTheCfdMarket": "สำรวจตลาด CFD",
  "index": "-ดัชนี",
  "energy": "-พลังงาน",
  "preciousMetals": "-โลหะมีค่า",
  "contractDetails": "รายละเอียดสัญญา",
  "WhatAreTheDifferentTypes": "สินทรัพย์อ้างอิงประเภทต่างๆ ของ CFD มีอะไรบ้าง?",
  "aStockIndexAsAFinancial": "ดัชนีหุ้นเป็นสินทรัพย์ทางการเงินที่แสดงถึงมูลค่าของส่วนใดส่วนหนึ่งของหุ้นในตลาดหุ้น ตัวอย่างเช่น หนึ่งในดัชนีหุ้นยอดนิยมอย่าง Standard & Poors 500 แสดงถึงประสิทธิภาพโดยรวมของบริษัทชั้นนำ 500 แห่งที่ซื้อขายต่อสาธารณะในตลาดหุ้นสหรัฐฯ หากคุณซื้อขาย CFD ของ S&P 500 ผ่าน WCG คุณสามารถตัดสินใจได้ว่าจะเปิดสถานะซื้อหรือขายโดยการคาดเดาว่าดัชนีจะขึ้นหรือลง WCG ยังให้บริการซื้อขาย CFD ของดัชนีหุ้นที่มีชื่อเสียงอื่นๆ เช่น ดัชนี FTSE ของสหราชอาณาจักร (UK100) ดัชนีดาวโจนส์ 30 ของสหรัฐฯ (US30) ดัชนี Nasdaq 100 ของสหรัฐฯ (NAS100) ดัชนี CAC 40 ของฝรั่งเศส (FRA40) และยุโรป ดัชนี Stoxx 50 (ESTX50), ดัชนี DAX ของเยอรมัน (GER30), ดัชนี Nikkei 225 (JPN225) และดัชนี ASX 200 ของออสเตรเลีย (AUS200)",
  "commodityFuturesAreAlso": "ฟิวเจอร์สสินค้าโภคภัณฑ์ยังเป็นสินทรัพย์ทางการเงินประเภทหนึ่ง เป็นข้อตกลงในการซื้อหรือขายสินค้าโภคภัณฑ์จำนวนหนึ่ง เช่น แพลทินัม ทองแดง หรือน้ำมันดิบ ณ วันที่และราคาที่กำหนดไว้ล่วงหน้า เนื่องจากราคาของสินค้าโภคภัณฑ์มักผันผวนตามการเปลี่ยนแปลงของอุปสงค์และอุปทาน ผู้ค้าจึงสามารถเก็งกำไรจากความผันผวนของราคาได้โดยการซื้อและขายโภคภัณฑ์ล่วงหน้า หากคุณซื้อขาย CFD แพลทินัมผ่าน WCG คุณสามารถคาดการณ์ได้ว่าราคาของแพลทินัมจะเพิ่มขึ้นหรือลดลงในอนาคต และตัดสินใจว่าจะเปิดคำสั่งซื้อหรือขาย CFD สินค้าโภคภัณฑ์ที่ให้บริการโดย WCG ยังรวมถึงทองแดงและน้ำมันดิบ (น้ำมันดิบ Texas light WTI และน้ำมันดิบ BRENT)",
  "byOpeningAnAccountThrough": "เมื่อเปิดบัญชีผ่าน WCG คุณสามารถซื้อขายแลกเปลี่ยนเงินตราต่างประเทศและดัชนีหุ้นหรือ CFD สินค้าโภคภัณฑ์บนแพลตฟอร์มและบัญชีเดียวกัน คุณจะสามารถสลับไปมาได้อย่างอิสระระหว่างตลาดแลกเปลี่ยนเงินตราต่างประเทศและตลาด CFD ต่างๆ เปิดและปิดตำแหน่งได้อย่างถูกต้อง",
  "whatAreTheAdvantages": "ข้อดีของการซื้อขาย CFD คืออะไร?",
  "theMostSignificantAdvantage": "ข้อได้เปรียบที่สำคัญที่สุดของการเทรด CFD คือคุณสามารถใช้เลเวอเรจได้มากถึง 100 เท่า ซึ่งหมายความว่าคุณสามารถเปิดธุรกรรมขนาดใหญ่ขึ้นด้วยทุนเริ่มต้นที่ต่ำกว่าและต้นทุนการทำธุรกรรมที่ค่อนข้างน้อย ควรสังเกตว่าแม้ว่าเลเวอเรจจะช่วยเพิ่มผลกำไรได้ แต่ก็จะขยายการขาดทุนด้วย ดังนั้น คุณต้องใช้กลยุทธ์การจัดการความเสี่ยงที่เหมาะสมเมื่อซื้อขาย CFD ด้วยเลเวอเรจ CFDs ยังรองรับการซื้อขายแบบสองทาง ไม่ว่าจะเป็นตลาดหมีหรือตลาดกระทิง คุณสามารถซื้อและขายได้อย่างอิสระ และคุณจะไม่ถูกเรียกเก็บค่าคอมมิชชั่นหรือค่าธรรมเนียมทางการเงินใดๆ ในกระบวนการทั้งหมด ซื้อขายผลิตภัณฑ์ทั้งหมดในบัญชีเดียวและใช้ประโยชน์จากโอกาสในการซื้อขายที่หลากหลายที่ WCG มอบให้คุณ"
}
