{
  "privacyPolicy": "นโยบายความเป็นส่วนตัว",
  "theCustomers": "ข้อมูลส่วนบุคคลของลูกค้าจะถูกนำไปใช้เพื่อวัตถุประสงค์ตามเงื่อนไขและความต้องการที่แท้จริงดังต่อไปนี้:",
  "theVerificationProcedures": "ขั้นตอนการตรวจสอบสำหรับดำเนินการตามคำแนะนำของลูกค้าหรือตอบคำถามที่เกี่ยวข้องกับลูกค้า การบริหารบัญชีประจำวัน หรือการตลาดโดยตรงหรือโดยอ้อมของผลิตภัณฑ์หรือบริการการลงทุนที่เกี่ยวข้อง ร่วมกับบริษัทในเครือของ WCG หรือบริษัทที่เกี่ยวข้องในบริการการลงทุนหรือธุรกรรมที่เกี่ยวข้อง ตรวจสอบและถ่ายโอนซ้ำๆ ข้อมูลส่วนบุคคลดังกล่าว",
  "dealWithCustomers": "จัดการกับหลักประกันของลูกค้าหรือเรียกเก็บหนี้จากลูกค้า",
  "transferSuchPersonalData": "โอนข้อมูลส่วนบุคคลดังกล่าวไปยังผู้ให้บริการบุคคลที่สามเพื่อวัตถุประสงค์ในการตรวจสอบเครดิตและ/หรือการตรวจสอบข้อมูล",
  "toProvideAny": "เพื่อให้ข้อมูลดังกล่าวเพื่อวัตถุประสงค์ใด ๆ หรือเกี่ยวข้องกับการปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ หรือคำสั่งของหน่วยงานกำกับดูแลใด ๆ",
  "WCGWillKeep": "WCG จะรักษาข้อมูลส่วนบุคคลของลูกค้าไว้เป็นความลับ แต่อาจมอบให้กับองค์กร/บุคคลต่อไปนี้ตามเงื่อนไขและความต้องการที่แท้จริง:",
  "WCGOtherCompanies": "บริษัทอื่นๆ ของ WCG รวมถึงบริษัทที่เป็นเจ้าของทั้งหมดหรือบางส่วนในนามของบริษัทย่อยที่เป็นเจ้าของทั้งหมดหรือบริษัทในเครือของบริษัทย่อย หรือกรรมการและพนักงานของกลุ่ม",
  "agentsAndThirdPartyService": "ตัวแทนและผู้ให้บริการบุคคลที่สามที่จัดการธุรกิจที่เกี่ยวข้องให้กับลูกค้า ได้แก่ สำนักหักบัญชี บริษัทผู้ให้บริการมืออาชีพ สถาบันการเงิน ผู้ให้บริการระบบคอมพิวเตอร์ และบริการสนับสนุนระบบโทรคมนาคม เป็นขั้นตอนที่จำเป็นสำหรับการบริการลูกค้าให้เสร็จสมบูรณ์",
  "anyRegulatoryOrGovernmentAgency": "หน่วยงานกำกับดูแลหรือหน่วยงานของรัฐที่เกี่ยวข้องหรือกำกับดูแลธุรกิจใดๆ ของ WCG",
  "personsDeemedAppropriate": "บุคคลที่เห็นว่าเหมาะสมหรือเหมาะสมตามภาระผูกพันในการรักษาความลับ รวมถึงบริษัทสมาชิกในกลุ่มและพนักงานของพวกเขา ผู้มีอำนาจเหล่านี้จะต้องรักษาข้อมูลส่วนบุคคลของลูกค้าไว้เป็นความลับ",
  "AccordingTo": "ตามข้อกำหนดของข้อบังคับ ลูกค้ามีสิทธิ์ร้องขอให้ WCG แก้ไขข้อมูลเท็จเกี่ยวกับลูกค้า และร้องขอเป็นลายลักษณ์อักษรให้เรายุติการใช้ข้อมูลส่วนบุคคลของพวกเขาเพื่อวัตถุประสงค์ทางการตลาดทางตรงหรือทางอ้อม WCG ขอสงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมที่สมเหตุสมผลสำหรับการดำเนินการตามคำขอสำหรับข้อมูลหรือการแก้ไขตามข้อกำหนดของข้อบังคับ",
  "conditions": "เงื่อนไข",
  "whenYouUseThisWebsite": "เมื่อคุณใช้เว็บไซต์นี้ ข้อตกลงนี้จะมีผลบังคับใช้ การเข้าถึงและใช้เว็บไซต์นี้แสดงว่าคุณตกลงที่จะปฏิบัติตามข้อกำหนดต่อไปนี้ของข้อตกลงนี้",
  "visitWebsite": "เข้าไปดูในเว็บไซต์",
  "theCopyrightsOfThisWebsiteAndAllText": "ลิขสิทธิ์ของเว็บไซต์นี้และข้อความ กราฟิก รูปภาพ ซอฟต์แวร์ และวัสดุอื่น ๆ ทั้งหมดบนเว็บไซต์นี้เป็นของ WCG หรือผู้ออกใบอนุญาต",
  "theInformationOnThisWebsite": "ข้อมูลบนเว็บไซต์นี้มีไว้สำหรับการใช้งานส่วนตัวของคุณเท่านั้นและเพื่อวัตถุประสงค์ที่ไม่ใช่เชิงพาณิชย์เท่านั้น คุณสามารถแสดงหรือพิมพ์ข้อมูลบนเว็บไซต์นี้ตามที่ปรากฏบนหน้าจอคอมพิวเตอร์เท่านั้นเพื่อวัตถุประสงค์ดังกล่าวข้างต้น",
  "exceptAsExpresslyStipulatedInThisAgreement": "เว้นแต่จะกำหนดไว้อย่างชัดแจ้งในข้อตกลงนี้ หากไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจาก WCG คุณไม่สามารถเปลี่ยนแปลง แก้ไข คัดลอก แจกจ่าย หรือใช้ข้อมูลใด ๆ บนเว็บไซต์นี้ในเชิงพาณิชย์",
  "forTheAboveMentionedPurposes": "สำหรับวัตถุประสงค์ที่กล่าวถึงข้างต้น คุณสามารถคัดลอกเครื่องหมายการค้าที่กล่าวถึงข้างต้นได้จากเอกสารที่ดาวน์โหลดจากเว็บไซต์นี้ WCG อาจแจ้งให้คุณทราบเมื่อใดก็ได้เกี่ยวกับการเปลี่ยนแปลงข้อตกลงนี้โดยการโพสต์ข้อตกลงฉบับล่าสุดบนเว็บไซต์นี้ คุณมีหน้าที่รับผิดชอบในการตรวจสอบข้อตกลงนี้บ่อยๆ การใช้เว็บไซต์นี้หลังจากโพสต์การเปลี่ยนแปลงที่กล่าวถึงข้างต้น แสดงว่าคุณยอมรับการเปลี่ยนแปลงที่กล่าวถึงข้างต้น",
  "entireAgreement": "ข้อตกลงทั้งหมด",
  "thisAgreementContains": "ข้อตกลงนี้ประกอบด้วยข้อตกลงทั้งหมดระหว่างคุณและ WCG เกี่ยวกับการเข้าถึงและการใช้เว็บไซต์นี้ WCG อาจแจ้งให้คุณทราบเมื่อใดก็ได้เกี่ยวกับการเปลี่ยนแปลงข้อตกลงนี้โดยการโพสต์ข้อตกลงฉบับล่าสุดบนเว็บไซต์นี้ คุณมีหน้าที่รับผิดชอบในการตรวจสอบข้อตกลงนี้บ่อยๆ การใช้เว็บไซต์นี้หลังจากโพสต์การเปลี่ยนแปลงที่กล่าวถึงข้างต้น แสดงว่าคุณยอมรับการเปลี่ยนแปลงที่กล่าวถึงข้างต้น",
  "thirdPartyInformation": "ข้อมูลบุคคลที่สามและเว็บไซต์",
  "thisWebsiteMayContain": "เว็บไซต์นี้อาจมีเนื้อหาที่ผลิตโดยบุคคลที่สามหรือลิงก์ไปยังเว็บไซต์อื่น เนื้อหาและเว็บไซต์ที่กล่าวถึงข้างต้นจัดทำโดยผู้ขายที่เป็นบุคคลภายนอก และไม่อยู่ภายใต้การควบคุมโดยตรงของ WCG WCG ไม่รับผิดชอบหรือรับผิดชอบต่อการดำเนินการหรือเนื้อหาของเนื้อหาของบุคคลที่สามหรือเว็บไซต์อื่น ๆ ที่กล่าวถึงข้างต้น (ไม่ว่าจะเชื่อมโยงกับเว็บไซต์นี้หรือไม่ก็ตาม) ภาระผูกพัน. คุณยืนยันว่าหากคุณตั้งค่าลิงก์ใดๆ ระหว่างเว็บไซต์อื่นกับเว็บไซต์นี้โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจาก WCG WCG ขอสงวนสิทธิ์ในการขอให้คุณลบออก",
  "responsibilitiesOfWCGInternational": "ความรับผิดชอบของ WCG",
  "whenYouRegisterAs": "เมื่อคุณลงทะเบียนเป็นลูกค้า WCG และยอมรับบริการของ WCG คุณต้องยอมรับเงื่อนไขทางธุรกิจของ WCG ข้อกำหนดทางธุรกิจมีผลบังคับใช้กับความสัมพันธ์ของคุณกับ WCG และความรับผิดชอบของ WCG ที่มีต่อคุณสำหรับบริการที่มีให้ แม้ว่า WCG จะอัปเดตเว็บไซต์เป็นประจำ แต่ก็ไม่รับประกันว่าข้อมูลหรือข้อมูลที่อยู่ในเว็บไซต์จะสะท้อนถึงสถานการณ์ล่าสุดหรือถูกต้อง หรือผลิตภัณฑ์หรือบริการที่แสดงบนเว็บไซต์นั้นถูกต้องในปัจจุบัน WCG อาจเปลี่ยนแปลงข้อมูลที่โพสต์บนเว็บไซต์นี้ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "inAdditionToTheAboveMentionedServiceDescriptions": "นอกจากคำอธิบายบริการที่กล่าวถึงข้างต้นแล้ว เว็บไซต์นี้และซอฟต์แวร์ทั้งหมดและวัสดุอื่น ๆ บนเว็บไซต์นี้มีให้คุณตามเงื่อนไข \"ตามสภาพ\" และ \"ตามที่เป็น\" และไม่สามารถรับประกันความถูกต้อง ความทันเวลา หรือความครบถ้วนสมบูรณ์ได้ ตามขอบเขตที่กฎหมายอนุญาต ข้อความและการรับประกันทั้งหมดไม่ว่าจะโดยชัดแจ้ง โดยนัย ตามกฎหมายหรืออื่น ๆ รวมถึงแต่ไม่จำกัดเพียงการรับประกันใด ๆ เกี่ยวกับความถูกต้อง ความทันเวลา ความสามารถในการขาย ความพึงพอใจในคุณภาพ .",
  "youSufferAnyIndirect": "คุณได้รับความเสียหายทางอ้อม พิเศษ โดยบังเอิญหรือเป็นผลสืบเนื่องจากการใช้งาน ความล่าช้าในการใช้งานหรือไม่สามารถเข้าถึงเว็บไซต์นี้ หรือด้วยเหตุผลอื่นใดที่เกี่ยวข้องกับเว็บไซต์นี้ รวมถึงแต่ไม่จำกัดเฉพาะการดาวน์โหลดซอฟต์แวร์ใดๆ จากเว็บไซต์นี้ รวมถึงแต่ไม่จำกัดเพียง จำกัดเฉพาะความเสียหายต่อคอมพิวเตอร์หรือระบบคอมพิวเตอร์หรือการตั้งค่า การสูญหายของข้อมูล การสูญเสียรายได้หรือกำไร WCG จะไม่รับผิดชอบต่อคุณ WCG ไม่รับรองหรือรับประกันว่าเว็บไซต์หรือข้อมูลตรงตามความต้องการของคุณ หรือเว็บไซต์หรือซอฟต์แวร์ใดๆ จะไม่หยุดชะงัก ปลอดภัยหรือปราศจากข้อผิดพลาดหรือไวรัสใดๆ",
  "yourInformation": "ข้อมูลของคุณ",
  "inAdditionToYourObligation": "นอกจากภาระผูกพันของคุณในการลงทะเบียนเป็นลูกค้าของ WCG แล้ว คุณตกลงที่จะรับรองว่าข้อมูลทั้งหมดที่คุณให้กับ WCG นั้นสมบูรณ์และถูกต้องตามขอบเขตที่คุณทราบและเชื่อ คุณตกลงที่จะแจ้ง WCG ทันทีเมื่อมีการเปลี่ยนแปลงข้อมูลที่คุณให้ เพื่อให้ WCG สามารถอัปเดตบันทึกได้อย่างทันท่วงทีและสะท้อนถึงสถานการณ์ล่าสุดได้อย่างถูกต้อง",
  "companyInformation": "ข้อมูล บริษัท",
  "WCGInternational": "WCG Group จำกัด",
  "disputeSettlement": "การระงับข้อพิพาท",
  "weWelcomeYourInvaluableComments": "เรายินดีรับฟังความคิดเห็นอันมีค่าของคุณ หากคุณมีสิ่งใดที่สามารถปรับปรุงบริการของเราได้ โปรดแจ้งให้เราทราบ ไม่ว่าจะเป็นข้อเสนอแนะ ชมเชย หรือข้อร้องเรียน ความคิดเห็นของคุณคือกุญแจสำคัญในการปรับปรุงผลิตภัณฑ์และบริการของเรา",
  "ifYouNeedAnyAssistance": "หากต้องการความช่วยเหลือ โปรดติดต่อเจ้าหน้าที่ฝ่ายบริการลูกค้าออนไลน์ตลอด 24 ชั่วโมง ",
  "orEmailUs": "หรือกรุณาส่งความคิดเห็นของคุณมาที่",
  "makeASuggestion": "ให้คำแนะนำ",
  "weUnderstandThatEven": "เราเข้าใจว่าแม้แต่สถาบันที่มีชื่อเสียงก็ยังทำผิดพลาดได้ หากคุณมีข้อร้องเรียน โปรดแจ้งให้เราทราบและแจ้งให้เรามีโอกาสแก้ไขปัญหาเหล่านี้ เราจะตรวจสอบปัญหา ตอบคำถามของคุณ และพยายามอย่างดีที่สุดเพื่อเรียกความมั่นใจของคุณกลับคืนมา",
  "toAssistUsInHelpingYou": "เพื่อช่วยให้เราช่วยเหลือคุณ เราขอแนะนำให้คุณทำตามขั้นตอนง่ายๆ ห้าขั้นตอน:",
  "collectMaterials": "รวบรวมวัสดุ",
  "forCurrentTrades": "สำหรับการซื้อขายในปัจจุบัน โปรดติดต่อห้องซื้อขายของเรา สำหรับการซื้อขายก่อนหน้าหรือเรื่องอื่น ๆ โปรดติดต่อเจ้าหน้าที่บริการลูกค้าของเรา",
  "transferTo": "ถ่ายโอนไปยังผู้บริหารระดับสูง",
  "contactOurComplianceDepartment": "ติดต่อฝ่ายปฏิบัติตามกฎระเบียบ ฝ่ายตรวจสอบภายใน และหัวหน้างานบริหารความเสี่ยง",
  "collectAllTheSupportingMaterials": "รวบรวมเอกสารสนับสนุนทั้งหมดที่เกี่ยวข้องกับการร้องเรียน คิดถึงคำถามที่คุณต้องการให้เราตอบ และเราคิดว่าเราควรตัดสินใจอย่างไร",
  "thenIfTheQuestionRelates": "จากนั้น หากคำถามเกี่ยวข้องกับการซื้อขายในปัจจุบันหรือล่าสุด โปรดติดต่อห้องซื้อขายของเราโดยตรง โปรดจำไว้ว่าคุณควรติดต่อเราโดยเร็วที่สุดเท่าที่จะเป็นไปได้ ซึ่งจะทำให้เรามีโอกาสที่จะช่วยคุณแก้ปัญหาด้วยวิธีที่ง่ายและรวดเร็วที่สุด หากปัญหาเกี่ยวข้องกับธุรกรรมที่เกิดขึ้นในอดีต การติดต่อเจ้าหน้าที่ฝ่ายบริการลูกค้าของเราอาจเป็นวิธีที่ดีที่สุด เจ้าหน้าที่ของเราจะตรวจสอบสถานการณ์อย่างละเอียดและแก้ไขปัญหาเหล่านี้โดยเร็วที่สุด",
  "ifAtThisStage": "หากในขั้นตอนนี้ ปัญหายังไม่ได้รับการแก้ไขหรือไม่สามารถจัดการได้อย่างน่าพอใจ โปรดขอให้ผู้รับผิดชอบรายงานเรื่องนี้ต่อผู้บริหารระดับสูง เราจะแจ้งชื่อและรายละเอียดการติดต่อของบุคคลที่รับผิดชอบในการตรวจสอบการร้องเรียนของคุณ เราจะให้อำนาจที่จำเป็นแก่บุคคลที่รับผิดชอบในการตรวจสอบกรณีของคุณ",
  "ifTheProblem": "หากปัญหาไม่สามารถแก้ไขได้ คุณสามารถพิจารณารายงานต่อหัวหน้างานกำกับดูแล การตรวจสอบภายใน และการบริหารความเสี่ยง หัวหน้างานจะดำเนินการตรวจสอบอย่างอิสระและติดต่อคุณโดยตรง",
  "emailTo": "อีเมลไปที่: ",
  "headOfCompliance": "หัวหน้าฝ่ายการปฏิบัติตามกฎระเบียบ การตรวจสอบภายใน และการบริหารความเสี่ยง",
  "weTargetToResolve": "เราตั้งเป้าที่จะแก้ไขข้อพิพาททั้งหมดภายใน 15 วันทำการ อย่างไรก็ตาม ปัญหาที่ซับซ้อนบางอย่างอาจใช้เวลาในการดำเนินการนานกว่า หากเป็นกรณีนี้ เราจะแจ้งความคืบหน้าให้คุณทราบ",
  "riskDisclaimer": "การปฏิเสธความรับผิดชอบต่อความเสี่ยง",
  "internetConnectivityFailure": "ความล้มเหลวในการเชื่อมต่ออินเทอร์เน็ต",
  "sinceWCGCannotControl": "เนื่องจาก WCG ไม่สามารถควบคุมความจุของสัญญาณได้ การรับสัญญาณผ่านอินเทอร์เน็ตและการกำหนดเส้นทางจึงขึ้นอยู่กับโครงสร้างอุปกรณ์ของลูกค้าหรือความน่าเชื่อถือของการเชื่อมต่อ WCG ไม่รับผิดชอบต่อความล้มเหลวในการสื่อสาร การบิดเบือน หรือความล่าช้าในการทำธุรกรรมบนอินเทอร์เน็ต",
  "marketRiskAndOnlineTrading": "ความเสี่ยงด้านตลาดและการซื้อขายออนไลน์",
  "preciousMetalsTrading": "การซื้อขายโลหะมีค่ามีความเสี่ยงสูงและไม่เหมาะสำหรับทุกคน โปรดดูสัญญาของลูกค้าสำหรับรายละเอียดเบื้องต้นของความเสี่ยง ไม่ว่าการซื้อขายออนไลน์จะสะดวกและมีประสิทธิภาพเพียงใด สิ่งนี้ไม่ได้ช่วยลดความเสี่ยงของการซื้อขายโลหะมีค่า",
  "customersMustKeepThePassword": "ลูกค้าต้องเก็บรหัสผ่านไว้เป็นความลับเพื่อให้แน่ใจว่าบุคคลที่สามไม่สามารถเข้าถึงสิ่งอำนวยความสะดวกในการซื้อขายได้ ลูกค้าตกลงที่จะรับผิดชอบต่อคำแนะนำทั้งหมดที่ส่งทางอีเมลและคำแนะนำทั้งหมดที่ส่งไปยัง WCG ทางอีเมล ทางวาจาหรือทางลายลักษณ์อักษร แม้ว่าจะออกโดยบุคคลที่สามก็ตาม คำแนะนำเหล่านี้ได้รับการรับรองความถูกต้องด้วยรหัสผ่านและหมายเลขบัญชีของลูกค้า ตามการพิจารณาของ WCG เชื่อว่าเป็นการอนุญาตขั้นพื้นฐานของลูกค้า WCG ไม่รับผิดชอบในการสอบถามเพิ่มเติมเกี่ยวกับการอนุญาตที่ชัดเจนนี้ และไม่รับผิดชอบต่อผลที่ตามมาของการกระทำหรือการไม่กระทำตามคำแนะนำเหล่านี้หรือการอนุญาตที่ชัดเจน",
  "passwordProtection": "การป้องกันรหัสผ่าน",
  "incorrectPriceQuotation": "ใบเสนอราคาไม่ถูกต้อง",
  "whenQuotationOrTransaction": "เมื่อเกิดข้อผิดพลาดในใบเสนอราคาหรือราคาซื้อขาย WCG จะไม่รับผิดชอบต่อข้อผิดพลาดของยอดเงินในบัญชีที่เกิดจากสิ่งนี้ ข้อผิดพลาดเหล่านี้รวมถึงแต่ไม่จำกัดเพียง: ใบเสนอราคาที่ไม่ถูกต้องของตัวแทนจำหน่าย ใบเสนอราคาที่ไม่ใช่ราคาตลาดระหว่างประเทศ หรือข้อผิดพลาดในการเสนอราคาใดๆ (ตัวอย่างเช่น: ฮาร์ดแวร์ ซอฟต์แวร์ ปัญหาเครือข่าย หรือข้อมูลที่ไม่ถูกต้องจากบุคคลที่สาม) WCG ไม่รับผิดชอบต่อยอดเงินในบัญชีที่ได้รับผลกระทบซึ่งเกิดจากข้อผิดพลาด เมื่อทำการสั่งซื้อ คุณต้องสำรองเวลาให้เพียงพอในการดำเนินการตามคำสั่ง และเวลาสำหรับระบบในการคำนวณระดับมาร์จิ้นที่ต้องการ หากราคาการดำเนินการของคำสั่งหรือการตั้งค่าคำสั่งใกล้เคียงกับราคาตลาดมากเกินไป คำสั่งนั้นอาจเรียกใช้งานคำสั่งอื่นๆ (โดยไม่คำนึงถึงประเภทคำสั่ง) หรือส่งผลให้เกิดการแจ้งเตือนมาร์จิ้น WCG จะไม่รับผิดชอบต่อการเตือนมาร์จิ้นหรือยอดคงเหลือในบัญชี / ตำแหน่งที่ไม่ถูกต้อง เนื่องจากระบบมีเวลาไม่เพียงพอในการดำเนินการตามคำสั่งหรือดำเนินการคำนวณ รายการข้างต้นจะไม่ถือเป็นรายการที่ครบถ้วนสมบูรณ์ ในกรณีที่มีข้อผิดพลาดในใบเสนอราคาหรือการดำเนินการ WCG ขอสงวนสิทธิ์ในการแก้ไขหรือปรับปรุงใดๆ ข้อพิพาทใด ๆ ที่เกี่ยวข้องกับใบเสนอราคาและข้อผิดพลาดในการทำธุรกรรมสามารถแก้ไขได้โดย WCG ตามดุลยพินิจของ WCG แต่เพียงผู้เดียว หากสิ่งนี้ทำให้ WCG ต้องสูญเสีย เสียหาย หรือรับผิดใดๆ ลูกค้าตกลงที่จะชดใช้เพื่อที่ WCG จะไม่ได้รับความสูญเสีย",
  "arbitrage": "การเก็งกำไร",
  "internetIssues": "ปัญหาเกี่ยวกับอินเทอร์เน็ต ความล่าช้าในการเชื่อมต่อ และข้อผิดพลาดในใบเสนอราคาบางครั้งทำให้ใบเสนอราคาที่แสดงบนแพลตฟอร์มการซื้อขาย WCG ไม่สะท้อนราคาตลาดตามเวลาจริงอย่างถูกต้อง \"การเก็งกำไร\" และ \"การเก็งกำไร\" หรือพฤติกรรมการทำกำไรจากส่วนต่างราคาเนื่องจากความล่าช้าของการเชื่อมต่อเครือข่าย เป็นสิ่งต้องห้ามในตลาดที่ซื้อขายผ่านเคาน์เตอร์ซึ่งลูกค้าซื้อขายโดยตรงกับดีลเลอร์ WCG ไม่อนุญาตให้ลูกค้าทำการเก็งกำไรบนแพลตฟอร์มการซื้อขายของบริษัท ธุรกรรมที่อาศัยโอกาสในการเก็งกำไรเนื่องจากความล่าช้าของราคาอาจถูกยกเลิก WCG สงวนสิทธิ์ในการเปลี่ยนแปลงที่จำเป็นและปรับปรุงบัญชีที่เกี่ยวข้องในธุรกรรมดังกล่าว WCG อาจใช้ดุลยพินิจแต่เพียงผู้เดียวในการกำหนดให้ตัวแทนจำหน่ายเข้าแทรกแซงหรืออนุมัติคำสั่งซื้อทั้งหมดด้วยตนเอง หรือแม้แต่ยุติบัญชีของลูกค้าที่เกี่ยวข้องหากจำเป็น WCG สามารถยุติข้อพิพาทที่เกิดจากการเก็งกำไรหรือการควบคุมราคาได้อย่างสมบูรณ์ด้วยตัวมันเอง WCG ขอสงวนสิทธิ์ในการหักเงินที่ลูกค้าถอนออกจนกว่าปัญหาข้างต้นจะได้รับการแก้ไข การกระทำหรือมติใด ๆ ที่ระบุไว้ในที่นี้จะไม่สร้างความเสียหายหรือทำให้ WCG สละสิทธิ์หรือค่าชดเชยใด ๆ ที่ลูกค้าและพนักงานของพวกเขาถืออยู่",
  "price": "ราคา การดำเนินการตามคำสั่ง และการจัดการแพลตฟอร์ม",
  "WCGStrictlyProhibits": "WCG ห้ามมิให้บัญชีใด ๆ ควบคุมราคา การดำเนินการ และแพลตฟอร์มในรูปแบบใด ๆ โดยเด็ดขาด หาก WCG สงสัยว่ามีบัญชีใดเกี่ยวข้องกับการจัดการ WCG ขอสงวนสิทธิ์ในการตรวจสอบและตรวจสอบบัญชี และหักกำไรที่ได้รับจากกิจกรรมที่เกี่ยวข้องออกจากบัญชีที่ต้องสงสัย WCG ขอสงวนสิทธิ์ในการแก้ไขหรือปรับปรุงที่จำเป็นในบัญชีที่เกี่ยวข้อง สำหรับบัญชีที่ต้องสงสัยว่ามีการยักย้ายถ่ายเท WCG อาจใช้ดุลยพินิจแต่เพียงผู้เดียวในการกำหนดให้ตัวแทนจำหน่ายเข้าแทรกแซง อนุมัติคำสั่งซื้อ และยุติบัญชีของลูกค้าที่เกี่ยวข้อง ข้อพิพาทใดๆ ที่เกิดขึ้นจากอนุญาโตตุลาการหรือการจัดการจะถูกตัดสินโดย WCG เอง WCG อาจใช้ดุลยพินิจในการรายงานเหตุการณ์ต่อหน่วยงานกำกับดูแลหรือหน่วยงานบังคับใช้กฎหมายที่เกี่ยวข้อง การกระทำหรือการแก้ปัญหาใดๆ ที่ระบุไว้ในที่นี้ไม่ได้เป็นการยกเว้นหรือลดทอนสิทธิ์หรือการชดเชยของ WCG ต่อลูกค้าและพนักงานของพวกเขา และทั้งหมดเป็นสิทธิ์หรือการชดเชยที่สงวนไว้โดยชัดแจ้ง",
  "bankruptcyDisclosure": "การเปิดเผยข้อมูลการล้มละลาย",
  "theTransactionsBetween": "การทำธุรกรรมระหว่างลูกค้าและ WCG ไม่ได้ดำเนินการบน Exchanges เมื่อ WCG ล้มละลาย ลูกค้าอาจไม่ได้รับลำดับความสำคัญในการชำระคืนจาก WCG ลูกค้าจะเป็นเจ้าหนี้ที่ไม่มีหลักประกันและจะได้รับการชดเชยจากเจ้าหนี้รายอื่นก็ต่อเมื่อได้ชำระสิทธิเรียกร้องดังกล่าวแล้วเท่านั้น",
  "introducingBrokerDisclosure": "แนะนำการเปิดเผยนายหน้า",
  "WCGDoesNotSupervise": "WCG ไม่ได้กำกับดูแลกิจกรรมของโบรกเกอร์แนะนำ และไม่รับผิดชอบต่อข้อความใด ๆ ที่ทำโดยโบรกเกอร์แนะนำ WCG และโบรกเกอร์แนะนำเป็นอิสระจากกันโดยสิ้นเชิง ข้อตกลงโดยตรงระหว่าง WCG และโบรกเกอร์แนะนำไม่ได้เป็นการจัดตั้งกิจการร่วมค้าหรือหุ้นส่วน นายหน้าที่แนะนำไม่ใช่ตัวแทนหรือพนักงานอย่างเป็นทางการของ WCG",
  "theClientUnderstandsAndAgrees": "ลูกค้าเข้าใจและตกลงว่าหากบัญชีของลูกค้าใน WCG ถูกแนะนำโดยโบรกเกอร์ที่แนะนำ โบรกเกอร์ที่แนะนำอาจได้รับข้อมูลส่วนบุคคลของลูกค้าและข้อมูลอื่น ๆ เกี่ยวกับกิจกรรมการทำธุรกรรมของลูกค้าในบัญชี WCG ลูกค้าเข้าใจและตกลงว่าหากบัญชีของลูกค้าใน WCG ถูกแนะนำโดยโบรกเกอร์ที่แนะนำ โบรกเกอร์ที่แนะนำจะไม่มีส่วนร่วมในการทำธุรกรรมกับบัญชี WCG ของลูกค้า เว้นแต่ลูกค้าจะอนุญาตให้โบรกเกอร์แนะนำทำการซื้อขายในนามของลูกค้าผ่านข้อตกลงการอนุญาต .",
  "becauseTheRisk": "เนื่องจากปัจจัยเสี่ยงของการเทรด CFD นั้นสูงมาก จึงสามารถใช้เฉพาะเงินที่ \"มีความเสี่ยงสูง\" จริงสำหรับการทำธุรกรรมดังกล่าว หากลูกค้าไม่มีเงินเหลือให้เสีย ก็ไม่ควรซื้อขายในตลาด CFD",
  "theClientUnderstands": "ลูกค้าเข้าใจว่านายหน้าแนะนำหรือบุคคลที่สามจำนวนมากที่ขายระบบการซื้อขาย หลักสูตร โปรแกรม รายงานการวิจัย หรือคำแนะนำการซื้อขาย อาจไม่ได้รับการควบคุมโดยหน่วยงานของรัฐ",
  "ifTheCustomer": "หากลูกค้าได้รับการบอกกล่าวหรือเชื่อว่าการใช้ระบบการซื้อขายของบุคคลที่สาม หลักสูตร โปรแกรม หรือรายงานการวิจัย หรือคำแนะนำที่จัดทำโดยนายหน้าแนะนำหรือบุคคลที่สามอื่น ๆ จะนำมาซึ่งผลกำไรจากการซื้อขาย ลูกค้าขอยืนยัน ตกลง และเข้าใจ ในการซื้อขายธุรกรรม CFD ผ่านระบบการซื้อขายของบุคคลที่สาม"
}
