{
  "privacyPolicy": "Privacy Policy",
  "theCustomers": "The customer's personal data will be used for the following purposes according to actual conditions and needs:",
  "theVerificationProcedures": "The verification procedures for executing customer instructions or responding to customer-related inquiries, daily administration of accounts, or direct or indirect marketing of related investment products or services, share with WCG's affiliated or related companies on related investment or transaction services, Repeatedly verify and transfer such personal data",
  "dealWithCustomers": "Deal with customers' collateral, or collect debts from customers;",
  "transferSuchPersonalData": "Transfer such personal data to third-party service providers for credit verification and/or data verification purposes;",
  "toProvideAny": "To provide any such data for any purpose in or in relation to complying with any laws, regulations, ordinances or orders of regulatory agencies;",
  "WCGWillKeep": "WCG will keep the client's personal information confidential, but may provide it to the following organizations/persons based on actual conditions and needs:",
  "WCGOtherCompanies": "WCG other companies include wholly-owned or partially-owned companies in the name of wholly-owned subsidiaries or affiliated companies of subsidiaries or directors and employees of the group;",
  "agentsAndThirdPartyService": "Agents and third-party service providers who handle related business for customers include: clearing houses, professional service companies, financial institutions, computer system service providers, and telecommunication system support services as necessary procedures for completing customer services",
  "anyRegulatoryOrGovernmentAgency": "Any regulatory or government agency that is related to or supervises any business of WCG",
  "personsDeemedAppropriate": "Persons deemed appropriate or appropriate in accordance with the confidentiality obligation, including group member companies and their employees. These authorized persons must keep the customer's personal information confidential.",
  "AccordingTo": "According to the terms of the regulations, customers have the right to request that any false data about customers be corrected by WCG and to request in writing that we terminate the use of their personal data for direct or indirect marketing purposes. WCG reserves the right to charge a reasonable fee for processing requests for data or corrections made in accordance with the provisions of the regulations.",
  "conditions": "Conditions",
  "whenYouUseThisWebsite": "When you use this website, this agreement applies. By accessing and using this website, you agree to abide by the following terms of this agreement.",
  "visitWebsite": "Visit website",
  "theCopyrightsOfThisWebsiteAndAllText": "The copyrights of this website and all text, graphics, images, software and other materials on this website belong to WCG or its licensors.",
  "theInformationOnThisWebsite": "The information on this website is for your personal use only and for non-commercial purposes only. You can only display or print the information on this website as it is on the computer screen for the above-mentioned purposes.",
  "exceptAsExpresslyStipulatedInThisAgreement": "Except as expressly stipulated in this agreement, without the prior written permission of WCG, you may not change, modify, copy, distribute or commercially use any information on this website.",
  "forTheAboveMentionedPurposes": "For the above-mentioned purposes, you can copy the above-mentioned trademarks as they are from the materials downloaded from this website. WCG may at any time notify you of changes to this agreement by posting the latest version of this agreement on this website. You are responsible for reviewing this agreement frequently. By using this website after the above-mentioned changes are posted, you agree to the above-mentioned changes.",
  "entireAgreement": "Entire Agreement",
  "thisAgreementContains": "This agreement contains the entire agreement between you and WCG regarding your access to and use of this website. WCG may at any time notify you of changes to this agreement by posting the latest version of this agreement on this website. You are responsible for reviewing this agreement frequently. By using this website after the above-mentioned changes are posted, you agree to the above-mentioned changes.",
  "thirdPartyInformation": "Third-party information and website",
  "thisWebsiteMayContain": "This website may contain materials produced by third parties or links to other websites. The above-mentioned materials and websites are provided by third-party vendors and are not under the direct control of WCG. WCG assumes no responsibility or responsibility for the operation or content of any of the above-mentioned third-party materials or other websites (whether or not linked to this website). obligation. You confirm that if you set up any links between other websites and this website without WCG's prior written consent, WCG reserves the right to request you to delete it.",
  "responsibilitiesOfWCGInternational": "Responsibilities of WCG",
  "whenYouRegisterAs": "When you register as a WCG customer and accept WCG's services, you must accept the WCG business terms. Business terms apply to your relationship with WCG and WCG's responsibilities to you for the services it provides. Although WCG regularly updates the website, it does not guarantee that the information or data contained in the website reflects the latest situation or is accurate, or that the products or services listed on the website are currently valid. WCG may change the information posted on this website at any time without notice.",
  "inAdditionToTheAboveMentionedServiceDescriptions": "In addition to the above-mentioned service descriptions, this website and all software and other materials on this website are provided to you on \"as is\" and \"as is\" conditions, and their accuracy, timeliness or completeness cannot be guaranteed. To the extent permitted by law, all statements and guarantees, whether express, implied, statutory or other, including but not limited to any guarantees regarding accuracy, timeliness, saleability, quality satisfaction or suitable for a specific or any purpose Or conditions are excluded here.",
  "youSufferAnyIndirect": "You suffer any indirect, special, incidental or consequential damages due to use, delay in use or inability to access this website, or for any other reasons related to this website, including but not limited to downloading any software from this website, including but not Limited to damage to your computer or computer system or settings, loss of data, loss of income or profit, WCG does not assume any responsibility for you. WCG does not represent or guarantee that the website or information meets your requirements or that the website or any software will be uninterrupted, safe or free of any errors or viruses.",
  "yourInformation": "Your information",
  "inAdditionToYourObligation": "In addition to your obligation to register as a customer of WCG, you agree to ensure that all information you provide to WCG is complete and accurate to the extent you know and believe. You agree to notify WCG immediately of any changes in the information you provide, so that WCG can update records in a timely manner and accurately reflect the latest situation.",
  "companyInformation": "Company Information",
  "WCGInternational": "WCG Markets Ltd",
  "disputeSettlement": "Dispute Settlement",
  "weWelcomeYourInvaluableComments": "We welcome your invaluable comments. If anything could improve our service comes to your mind, please let us know. Whether it is a suggestion, compliment or complaint, your feedback is the key to improving our products and services.",
  "ifYouNeedAnyAssistance": "For assistance, please contact the 24-hours online customer service staff ",
  "orEmailUs": "or kindly send us your comments to ",
  "makeASuggestion": "Make a suggestion",
  "weUnderstandThatEven": "We understand that even well-established institutions would make mistakes. If you have a complaint, please let us know and let us have a chance to solve these problems. We will investigate the issue, answer your questions, and do our best to restore your confidence in us.",
  "toAssistUsInHelpingYou": "To assist us in helping you, we recommend that you follow a simple five steps process:",
  "collectMaterials": "Collect materials",
  "forCurrentTrades": "For current trades, please contact our dealing room; for previous trades or other matters, please contact our customer service staff.",
  "transferTo": "Transfer to senior management",
  "contactOurComplianceDepartment": "Contact our compliance department, internal audit and risk management supervisor",
  "collectAllTheSupportingMaterials": "Collect all the supporting materials related to the complaint, think about the questions you require us to answer and how we think we should decide.",
  "thenIfTheQuestionRelates": "Then, if the question relates to current or recent trades, please contact our dealing room directly. Please remember that you should contact us in the most possible instant time, it will give us the opportunity to help you to solve the problem in the simplest and quickest way. If the problem involves a transaction that occurred in the past, then contacting our customer service officer may be the best way. Our staff will comprehensively review the situation and resolve these issues as soon as possible.",
  "ifAtThisStage": "If at this stage, the problem has not been resolved or cannot be handled satisfactorily, please ask the person in charge to report the matter to their upper management. We will provide you with the name and contact details of the person who is responsible for investigating your complaint. We will grant the person in charge the necessary authority to review your case.",
  "ifTheProblem": "If the problem cannot be resolved, you can consider reporting it to the compliance, internal audit and risk management supervisor. The supervisor will conduct an independent inspection and contact you directly.",
  "emailTo": "Email to: ",
  "headOfCompliance": "Head of compliance, internal audit and risk management",
  "weTargetToResolve": "We target to resolve all disputes within 15 working days. However, some complicated issues may take longer to process. If this is the case, we will keep you updated with our progress.",
  "riskDisclaimer": "Risk Disclaimer",
  "internetConnectivityFailure": "Internet connectivity failure",
  "sinceWCGCannotControl": "Since WCG cannot control the signal capacity, the reception of signals through the Internet and routing depends on the structure of the client's equipment or the reliability of the connection. WCG does not responsible for communication failures, distortions or delays in transactions on the Internet.",
  "marketRiskAndOnlineTrading": "Market risk and online trading",
  "preciousMetalsTrading": "Precious metals trading involves significant level of risks and is not suitable for everyone. Please refer to the customer contract for a detailed introduction of risks. No matter how convenient or efficient online trading is, this does not reduce the risk of precious metals trading.",
  "customersMustKeepThePassword": "Customers must keep the password confidential to ensure that third parties cannot access the trading facilities. The client agrees to be responsible for all instructions sent via email and all instructions sent to WCG via email, verbal or by written, even if issued by a third party, these instructions have been authenticated with the client's password and account number. According to WCG's judgment, it is believed to be basic authorization of clients. WCG does not responsible for making further inquiries about this apparent permission, nor it is responsible for the consequences of actions or non-actions based on these instructions or apparent permission.",
  "passwordProtection": "Password protection",
  "incorrectPriceQuotation": "Incorrect Price Quotation",
  "whenQuotationOrTransaction": "When quotation or transaction price error occurs, WCG will not be responsible for the account balance error caused by this. These errors include, but are not limited to: dealer's wrong quotation, non-international market price quotation, or any quotation error (for example: hardware, software, network problems, or incorrect data provided by a third party). WCG does not responsible for the affected account balance caused by the error. When placing an order, you need to reserve enough time to execute the order and the time for system to calculate the required margin level. If the execution price of the order or the order setting is too close to the market price, it may trigger other orders (regardless of the order type) or results in a margin alert. WCG will not be responsible for margin reminders or incorrect account balances / positions due to the system's insufficient time to execute orders or perform calculations.The above shall not be regarded as an exhaustive list. In the event of a quotation or execution error, WCG reserves the right to make any corrections or adjustments. Any disputes related to quotation and transaction errors can only be resolved by WCG at its sole discretion. If this causes WCG to have any loss, damage or liability, the customer agrees to make compensation so that WCG will not suffer the loss.",
  "arbitrage": "Arbitrage",
  "internetIssues": "Internet issues, connection delays and errors in quotation sometimes cause the quotation displayed on the WCG Trading Platform does not accurately reflect the real-time market price. \"Arbitrage\" and \"scalping\", or the behavior of profiting from the price difference due to the delay of network connection, is prohibited in the over-the-counter market where customers directly trade with the dealer. WCG does not allow customers to conduct such arbitrage on the company's trading platform. Transactions that rely on arbitrage opportunities due to price lag may be cancelled. WCG reserves the right to make necessary changes and adjustments to the accounts involved in the aforementioned transactions. WCG may, at its sole discretion, require dealers to intervene or manually approve all orders or even terminate the accounts of relevant customers if necessary. WCG can completely resolve disputes arising from arbitrage or price manipulation on its own. WCG reserves the right to deduct the specific client's withdrawal until the above problems can be solved. Any actions or resolutions stated here will not damage or cause WCG to waive any rights or compensations held by customers and their employees.",
  "price": "Price, order execution and platform manipulation",
  "WCGStrictlyProhibits": "WCG strictly prohibits any account from controlling its price, execution and platform in any form. If WCG suspects that any account is engaged in manipulation, WCG reserves the right to investigate and review the account, and deduct the profits earned from related activities from the suspected account. WCG reserves the right to make necessary corrections or adjustments to the relevant accounts. For accounts that are suspected of engaging in manipulation, WCG may, at its sole discretion, require dealers to intervene, approve orders, and terminate the accounts of relevant customers. Any disputes arising from arbitrage or manipulation shall be determined by WCG on its own. WCG may, at its discretion, report the incident to any relevant regulatory or law enforcement agency. Any actions or resolutions stated here do not exempt or impair WCG's rights or compensations to customers and their employees, and all are expressly reserved rights or compensations.",
  "bankruptcyDisclosure": "Bankruptcy Disclosure",
  "theTransactionsBetween": "The transactions between clients and WCG are not conducted on Exchanges. Once WCG goes bankrupt, the client may not get the priority of repayment from WCG. Without priority repayment, the client is an unsecured creditor, and will receive compensation from other creditors only after paying those priority claims.",
  "introducingBrokerDisclosure": "Introducing Broker disclosure",
  "WCGDoesNotSupervise": "WCG does not supervise the activities of the introducing broker, and is not responsible for any statements made by the introducing broker. WCG and the introducing broker are completely independent of each other. The direct agreement between WCG and the introducing broker does not establish a joint venture or partnership. The introducing broker is not an official agent or staff of WCG.",
  "theClientUnderstandsAndAgrees": "The client understands and agrees that if the client's account in WCG is introduced by an introducing broker, the introducing broker may obtain the customer's personal information and other data about the customer's transaction activities in the WCG account. The customer understands and agrees that if the customer's account in WCG is introduced by an introducing broker, the introducing broker shall not engage in transactions with the customer's WCG account unless the client authorizes the introducing broker to trade on behalf of the client through an authorization agreement.",
  "becauseTheRisk": "Because the risk factor of CFD trading is very high, only real \"high-risk\" funds can be used for such transactions. If client has no surplus funds to lose, one should not trade in the CFD market.",
  "theClientUnderstands": "The client understands that the introducing broker or many third parties who sell trading systems, courses, programs, research report or trading recommendations may not be regulated by government agencies.",
  "ifTheCustomer": "If the customer has previously been told or believed that the use of any third party trading system, course, program, or research report or advices provided by the introducing broker or other third party will bring trading profits, the customer hereby confirms, agrees and understands on trading CFD transactions through any third party trading system."
}
