{
  "companyNews": "ข่าวบริษัท",
  "corporateResponsibility": "ความรับผิดชอบขององค์กร",
  "announcements": "ประกาศ",
  "throughOurCompanyNews": "คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับการพัฒนาล่าสุดของ WCG ผ่านการอัปเดตข่าวสารบริษัทของเรา เช่น การแนะนำผลิตภัณฑ์ใหม่ การเปลี่ยนแปลงชั่วโมงการซื้อขาย และกิจกรรมส่งเสริมการขาย",
  "contactUs": "ติดต่อเรา",
  "ifYouNeed": "หากคุณต้องการความช่วยเหลือในทันที โปรดกรอกแบบฟอร์มต่อไปนี้และส่งไปยังผู้เชี่ยวชาญด้านการบริการลูกค้าของเรา",
  "customerService": "บริการลูกค้า",
  "customerServiceEmail": "อีเมลฝ่ายบริการลูกค้า",
  "WCGIsAlways": "WCG อยู่เคียงข้างคุณเสมอ หากคุณมีคำถาม ปัญหา ข้อเสนอแนะ หรือคำขอใดๆ โปรดติดต่อเรา เราให้บริการสนับสนุนหลายภาษา หากคุณต้องการความช่วยเหลือในทันที โปรดกรอกแบบฟอร์มด้านล่างเพื่อติดต่อผู้เชี่ยวชาญด้านการบริการลูกค้าของเรา",
  "firstName": "ชื่อจริง",
  "lastName": "นามสกุล",
  "contactNumber": "เบอร์ติดต่อ",
  "emailAddress": "ที่อยู่อีเมล",
  "area": "พื้นที่",
  "category": "หมวดหมู่",
  "pleaseSelectAnItem": "โปรดเลือกรายการในรายการ",
  "generalInquiry": "สอบถามทั่วไป",
  "disputesComplaints": "ข้อพิพาท/ข้อร้องเรียน",
  "partner": "ห้างหุ้นส่วนจำกัด",
  "yourAccount": "บัญชีของคุณ",
  "areYouOurExistingCustomer": "คุณเป็นลูกค้าปัจจุบันของเราหรือไม่",
  "Yes": "ใช่",
  "No": "ไม่",
  "leaveAMessage": "ฝากข้อความ",
  "iAgreeTo": "ฉันตกลงที่จะส่งข้อมูลของฉันไปยัง WCG สำหรับข้อมูลเกี่ยวกับผลิตภัณฑ์และข้อเสนอโปรโมชั่นอื่นๆ สามารถติดต่อฉันได้ทางอีเมลหรือโทรศัพท์ ฉันได้อ่านและเห็นด้วยกับนโยบายความเป็นส่วนตัวของ WCG คุณสามารถเลือกที่จะปฏิเสธที่จะยอมรับการสื่อสารทางการตลาดของเราได้ตลอดเวลา",
  "submit": "ส่ง",
  "weWillContactYou": "เราจะติดต่อคุณโดยเร็วที่สุด",
  "tooShort": "สั้นเกินไป",
  "tooLong": "นานเกินไป",
  "invalidFormat": "รูปแบบไม่ถูกต้อง",
  "required": "ที่จำเป็น",
  "January": "มกราคม",
  "February": "กุมภาพันธ์",
  "March": "มีนาคม",
  "April": "เมษายน",
  "May": "อาจ",
  "June": "มิถุนายน",
  "July": "กรกฎาคม",
  "August": "สิงหาคม",
  "September": "กันยายน",
  "October": "ตุลาคม",
  "November": "พฤศจิกายน",
  "December": "ธันวาคม",
  "setUpVietnam": "ตั้งสำนักงานประสานงานเวียดนาม",
  "invitedToParticipate": "เชิญร่วมงาน China Shanghai Financial Expo ครั้งที่ 16 เปิดรับสื่อสัมภาษณ์",
  "partneredWith": "ร่วมมือกับตัวแทนจำหน่ายที่ได้รับใบอนุญาตในท้องถิ่นที่มีชื่อเสียงในอินโดนีเซีย – Central Capital Futures Co., Ltd. เข้าสู่ตลาดที่ใหญ่เป็นอันดับสี่ของโลกอย่างเป็นทางการ",
  "awardedTheMostInvestorTrusted": "ได้รับรางวัลตัวแทนจำหน่ายโลหะมีค่าที่นักลงทุนไว้วางใจมากที่สุดแห่งปี",
  "WCGMarketsLtdObtained": "WCG Markets Ltd ได้รับใบอนุญาต Saint Vincent and the Grenadines Financial Services Authority (SVGFSA) หมายเลข 126087 BC 2020",
  "establishedMalaysia": "ก่อตั้งสำนักงานประสานงานในมาเลเซีย",
  "setUpTaiwan": "ตั้งสำนักงานประสานงานในไต้หวัน",
  "aLeaderInTheIndustry": "นาย Wu Guoqiang ผู้นำในอุตสาหกรรมเข้าร่วมกองกำลังและรับผิดชอบแผนกควบคุมและติดตามความเสี่ยง Mr. Wu สำเร็จการศึกษาระดับปริญญาโทด้านการเงินและคุณวุฒิวิชาชีพระดับสากลหลายสาขา เขาดำรงตำแหน่งหัวหน้าผู้ค้าและหัวหน้าแผนกบริหารความเสี่ยงของธนาคารระดับโลกหลายแห่ง",
  "WCGMarketsLtdObtainedTheFINTRAC": "WCG Markets Ltd ได้รับใบอนุญาต FINTRAC MSB ของแคนาดา หมายเลข M20282836",
  "startCharityProjects": "เริ่มโครงการการกุศล มีส่วนร่วมในโครงการการกุศลด้านการศึกษาและการแพทย์ และมุ่งมั่นที่จะเป็นพลเมืององค์กรที่ดีและตอบแทนสังคม",
  "integrateAndUpdate": "ผสานรวมและปรับปรุงตราสินค้า การนำโลโก้และสโลแกนใหม่มาใช้ และเปิดตัวหน้าเว็บใหม่ที่มีหลายภาษาอย่างยิ่งใหญ่เพื่ออำนวยความสะดวกแก่นักลงทุนต่างชาติ",
  "theTradingSystem": "ระบบการซื้อขายได้รับการอัปเกรดและมีการเปิดตัวผลิตภัณฑ์ใหม่ๆ เช่น หุ้นสหรัฐฯ เป็นต้น เพื่อเพิ่มประสิทธิภาพประสบการณ์การลงทุนของลูกค้า",
  "focusingOn": "โดยมุ่งเน้นที่การศึกษาที่มีคุณภาพในชนบท เราสนับสนุนโครงการ Zhixing Book Corner 21-22 ของ Zhixing Education Foundation เป็นพิเศษ คาดว่าจะมีโรงเรียนประถมศึกษาอย่างน้อย 6 แห่ง และนักเรียนชั้นประถมศึกษาหลายพันคนสามารถได้รับประโยชน์จากโรงเรียนดังกล่าว",
  "WCGIFXEXPO": "WCG & IFX EXPO"
}
