{
  "abnormalTrade": "การค้าที่ผิดปกติ",
  "whatIsAbnormalTrade": "การค้าที่ผิดปกติคืออะไร?",
  "abnormalTradeMeans": "การค้าที่ผิดปกติหมายความว่าลูกค้าทำธุรกรรมอย่างเข้มข้นในช่วงเวลาสั้นๆ เพื่อสรุปประสบการณ์ในอุตสาหกรรม การซื้อขายระยะสั้นไม่เป็นประโยชน์กับลูกค้า เนื่องจากลูกค้าต้องจ่ายค่าธรรมเนียมการจัดการจำนวนมากสำหรับการทำธุรกรรมบ่อยครั้ง ในขณะเดียวกัน การซื้อขายระยะสั้นยังเป็นวิธีการลงทุนที่ไม่เหมาะสม และลูกค้าไม่สามารถได้รับผลกำไรจำนวนมากในการทำธุรกรรมบ่อยครั้งเหล่านี้ นอกจากนี้ยังมีอาชญากรที่ตั้งใจใช้การซื้อขายที่ผิดปกติเพื่อวัตถุประสงค์ในการฟอกเงิน เรามีความกังวลเป็นพิเศษเกี่ยวกับกิจกรรมที่ผิดกฎหมายเหล่านี้ โอกาสที่จะละเมิดกฎระเบียบ \"ต่อต้านการฟอกเงิน\" ของการซื้อขายที่ผิดปกติ บริษัทจะไม่ยอม!",
  "abnormalTradeTakesUp": "การค้าที่ผิดปกติใช้ทรัพยากรเครือข่ายจำนวนมาก นอกจากนี้ยังจะส่งผลกระทบต่อเสถียรภาพและประสิทธิภาพของระบบการซื้อขายก็จะส่งผลกระทบต่อการซื้อขายของลูกค้าทั่วไป เพื่อรักษาผลประโยชน์ของลูกค้าส่วนใหญ่ บริษัทต้องไม่ยอมรับการซื้อขายที่ผิดปกติ",
  "theDefinitionOfAbnormalTrades": "คำจำกัดความของการซื้อขายที่ผิดปกติ",
  "whenTheCustomerWithdrawsMoney": "เมื่อลูกค้าถอนเงิน เราจะตรวจสอบบันทึกการทำธุรกรรมของลูกค้าจากการถอนครั้งล่าสุด (การถอนครั้งแรกเริ่มตั้งแต่การเปิดบัญชี) จนถึงเวลานี้ ตามปริมาณธุรกรรม เมื่อ 50% ของปริมาณการซื้อขายในคำสั่งซื้อขายมีเวลาถือครองน้อยกว่า 5 นาที เราจะดำเนินการตรวจสอบบัญชีนี้เพิ่มเติม และเวลาในการตรวจสอบอาจนานถึง 3 ชั่วโมง",
  "whenThereIs": "เมื่อมีปริมาณการซื้อขาย 30% ให้ถือน้อยกว่า 5 นาที",
  "when30OfThe": "เมื่อ 30% ของปริมาณการซื้อขายอยู่ในสถานะป้องกันความเสี่ยงที่สร้างขึ้นภายใน 5 นาที",
  "whenClientIsUsing": "เมื่อลูกค้าใช้บัญชีการซื้อขายหนึ่งบัญชีเพื่อควบคุมคอมพิวเตอร์หลายเครื่องและทำการซื้อขายในปริมาณมาก เพื่อสร้างภาพลวงตาการซื้อขายจำนวนมากด้วยข้อมูลที่ทำให้เข้าใจผิด",
  "whenCustomersAreTackling": "เมื่อลูกค้ากำลังแก้ไขปัญหาช่องโหว่ของซอฟต์แวร์เพื่อแลกเปลี่ยนโดยใช้ซอฟต์แวร์ของบุคคลที่สาม (เรียกว่า \"ซอฟต์แวร์ปลั๊กอิน\") (โปรดติดต่อเจ้าหน้าที่ฝ่ายบริการลูกค้าออนไลน์ของเรา หากคุณต้องการใช้ EAs หรือ algo trading)",
  "aTradeOfUtilizing": "การซื้อขายโดยใช้อินเทอร์เน็ตหรือคอมพิวเตอร์เพื่อดำเนินการ \"การเสนอราคาล่าช้า\" และการซื้อขาย \"โดยเจตนา\" หรือ \"ประสงค์ร้าย\" ซ้ำๆ ในและนอกตลาดด้วย \"จำนวนมาก\" ภายในห้านาที ซึ่งทำกำไรจากแพลตฟอร์มการซื้อขายมากกว่าจาก ตลาดในช่วงเวลาสั้นๆ",
  "whenTheNumber": "เมื่อจำนวนล็อตการซื้อขายที่สงสัยว่าจะเพิ่มขึ้นในช่วงเวลาสั้นๆ ตัวอย่างเช่น ปริมาณการซื้อขายเปลี่ยนจาก 0.1- 0.5 เป็น 5 - 10 ในทันที",
  "handlingMethod": "วิธีจัดการ",
  "ifTheAccount": "หากบัญชีได้รับการยืนยันว่ามีการซื้อขายด้วยธุรกรรมที่ผิดปกติ บริษัทจะอายัดบัญชีทันที การฝากและถอนทั้งหมดจะถูกห้ามจนกว่าจะมีการสอบสวนเสร็จสิ้น",
  "ifTheAccountIs": "หากบัญชีได้รับการยืนยันว่ามีธุรกรรมที่ผิดปกติ บริษัทจะปิดบัญชีและคืนเงินส่วนที่เหลือให้กับลูกค้า ผลกำไรและค่าคอมมิชชั่นใดๆ ที่เกิดจากการทำธุรกรรมที่ผิดปกติจะถูกยกเลิก",
  "theRightToInterpret": "สิทธิ์ในการตีความ \"การทำธุรกรรมที่ผิดปกติ\" เป็นของ WCG และหากมีข้อพิพาทใดๆ WCG ขอสงวนสิทธิ์ในการแก้ไข",
  "tradeDetails": "รายละเอียดการค้า",
  "sourceOfTradeExecution": "แหล่งที่มาของการดำเนินการซื้อขาย",
  "theQuotesOfOur": "ราคาของผลิตภัณฑ์ของเราโดยทั่วไปมาจากธนาคารชั้นนำของโลกหลายแห่งที่เสนอราคาที่เหมาะสมและทันเวลาที่สุดสำหรับตลาด เราเชื่อมั่นว่าแนวทางนี้จะให้ราคาที่ดีที่สุดแก่คุณเสมอ",
  "slippage": "เลื่อนหลุด",
  "ourCompanyWill": "บริษัทของเราจะพยายามอย่างดีที่สุดเพื่อลดการเกิด Slippage และมุ่งมั่นที่จะจัดหารูปแบบการซื้อขายที่ดีขึ้นในอุตสาหกรรม อย่างไรก็ตาม บางครั้งตลาดการลงทุนก็มีความผันผวนสูง และบางครั้งราคาก็เปลี่ยนแปลงอย่างฉับพลันซึ่งอยู่เหนือการควบคุมของมนุษย์",
  "marketGapAndFluctuations": "ช่องว่างทางการตลาดและความผันผวน",
  "whenEconomicData": "เมื่อมีการเปิดเผยข้อมูลเศรษฐกิจหรือข่าวสำคัญ ราคาอาจมีช่องว่างขึ้นหรือลงเนื่องจากปฏิกิริยาของตลาดที่เลวร้าย ภายใต้สถานการณ์ดังกล่าว สภาวะตลาดอาจไม่แน่นอนอย่างมาก และราคาอาจเปลี่ยนแปลงอย่างมากในทิศทางเดียว และในบางกรณี ตลาดอาจไม่สามารถให้บริการซื้อขายได้ในระยะสั้น เมื่อตลาดเปิดอีกครั้งหลังวันหยุดสุดสัปดาห์หรือวันหยุด ช่องว่างทางการตลาดมักจะเกิดขึ้น คำสั่งทำกำไรและหยุดการขาดทุนอาจถูกดำเนินการในราคาที่ห่างไกลจากราคาที่กำหนดเมื่อช่องว่างของตลาดเกิดขึ้น การเบี่ยงเบนดังกล่าวบางครั้งอาจเป็นประโยชน์ต่อเทรดเดอร์และบางครั้งก็ไม่เป็นเช่นนั้น คำสั่งทำกำไรและหยุดการขาดทุนอาจดำเนินการนอกช่วงราคาที่ส่งคำสั่ง คำสั่งซื้ออาจดำเนินการเป็นชุดในราคาที่แตกต่างกัน ราคาเปิดอาจแตกต่างจากราคาปิดของวันก่อนหน้าอย่างมาก",
  "leverageAndMarginPolicy": "นโยบายเลเวอเรจและมาร์จิ้น",
  "inAnyCase": "ไม่ว่าในกรณีใด เทรดเดอร์จำเป็นต้องมีมาร์จิ้นเพียงพอเพื่อรักษาสถานะที่เปิดอยู่ WCG ไม่มีการแจ้งเตือนการเรียกมาร์จิ้น ตัวอย่างเช่น ก่อนวันหยุดสุดสัปดาห์และวันหยุดนักขัตฤกษ์ เมื่อระดับมาร์จิ้นน้อยกว่า 100% ของมาร์จิ้นที่ต้องการ ระบบจะบังคับชำระบัญชี ทุกตำแหน่ง ตำแหน่ง (รวมถึงคำสั่งที่ถูกล็อค) จะถูกประมวลผลโดยไม่ต้องแจ้งให้ทราบล่วงหน้าจนกว่าอัตราส่วนมาร์จิ้น 100% กลับคืนมา",
  "setTheValidityPeriodOfTheOrder": "กำหนดระยะเวลาที่ถูกต้องของคำสั่งซื้อ",
  "allPendingOrders": "คำสั่งที่รอดำเนินการและการตั้งค่า Stop Loss และกำไรทั้งหมดมีอายุหนึ่งสัปดาห์ ก่อนวันหยุดสุดสัปดาห์จะปิด คำสั่งซื้อที่รอดำเนินการและการตั้งค่าหยุดการขาดทุนหรือกำไรที่ไม่ได้ดำเนินการทั้งหมดจะถูกยกเลิก หากจำเป็น ลูกค้าสามารถรีเซ็ตการตั้งค่าได้หลังจากตลาดเปิดในวันจันทร์",
  "forcedLiquidationPolicy": "นโยบายบังคับชำระบัญชี",
  "pleaseNoteThatUnlessWeHaveOtherNotice": "โปรดทราบว่าเว้นแต่เราจะแจ้งให้ทราบเป็นอย่างอื่น ระดับมาร์จิ้นการชำระบัญชี WCG คือ 30% เมื่ออัตรามาร์จิ้นของคุณน้อยกว่า 30% ระบบจะปิดออเดอร์ของคุณโดยอัตโนมัติ โปรดใส่ใจกับระดับของเงินในบัญชีเสมอเพื่อหลีกเลี่ยงการสูญเสียที่ไม่จำเป็น",
  "theCalculationMethod": "วิธีการคำนวณอัตราส่วนมาร์จิ้นคือ: มูลค่าสุทธิ ÷ เงินจ่ายล่วงหน้าที่ใช้ไป = อัตราส่วนมาร์จิ้น"
}
