{
  "efficientAndFreeTrading": "ประสบการณ์การเทรดที่มีประสิทธิภาพและฟรีเริ่มต้นด้วยแพลตฟอร์มการเทรดที่ทรงพลังและยุติธรรม ใช้งานง่ายและสะดวก รองรับประเภทคำสั่งที่หลากหลาย การวางคำสั่งแบบคลิกเดียวและเครื่องมือสร้างแผนภูมิ",
  "personalTradingIndicators": "ตัวบ่งชี้การซื้อขายส่วนบุคคล",
  "MT4ProvidesSimpleAndEasyToUse": "MT4 มีเครื่องมือที่เรียบง่ายและใช้งานง่ายในการกำหนดตัวบ่งชี้การซื้อขายส่วนบุคคลตามสไตล์การซื้อขายของคุณ และสามารถทำธุรกรรมได้อย่างง่ายดายผ่านไลบรารีตัวบ่งชี้พิเศษ สคริปต์ และที่ปรึกษาผู้เชี่ยวชาญ",
  "advancedChartTools": "เครื่องมือแผนภูมิขั้นสูง",
  "MT4Provides31Chart": "MT4 มีเครื่องมือวิเคราะห์แผนภูมิ 31 รายการและตัวบ่งชี้การซื้อขายที่แตกต่างกัน 30 รายการ คุณสามารถตั้งค่าตัวบ่งชี้และหมวดหมู่แผนภูมิแต่ละรายการ กำหนดพารามิเตอร์และวิธีการแสดงผลที่เหมาะกับคุณ เพื่อให้คุณได้รับประสบการณ์การซื้อขายที่น่าพอใจ",
  "diversifiedInvestmentTransactions": "ธุรกรรมการลงทุนที่หลากหลาย",
  "theBestWayToManageRisk": "วิธีจัดการความเสี่ยงที่ดีที่สุดคือการกระจายการลงทุน ในแพลตฟอร์มการซื้อขาย MT4 ของ WCG คุณสามารถเลือกจากชุดผลิตภัณฑ์การซื้อขายและตลาดเพื่อสร้างความแข็งแกร่งและกระจายการลงทุนของคุณ",
  "intuitiveAndEasyToUse": "ใช้งานง่ายและสะดวก",
  "completeAndComprehensiveReports": "รายงานที่สมบูรณ์และครอบคลุม เช่น หมายเลขการติดตาม ราคาเปิด ปริมาณธุรกรรม สถานะบัญชีของคำสั่งซื้อทั้งหมด และข้อมูลที่ครอบคลุมเกี่ยวกับตำแหน่ง สามารถแสดงได้ในหน้าต่างเทอร์มินัล คุณสามารถดูข้อมูลตลาดตามเวลาจริงได้ทุกที่ทุกเวลาเพื่อช่วยคุณในการตัดสินใจซื้อขายอย่างมีเหตุผล รองรับการซื้อขายอัจฉริยะ (EA) และระบบทดสอบกลยุทธ์ย้อนหลังมากขึ้น เพื่อมอบความยืดหยุ่นในการซื้อขาย การกำกับดูแลและการควบคุมในระดับสูง",
  "automaticAdaptabilityAndScalability": "การปรับตัวอัตโนมัติและความสามารถในการปรับขนาด",
  "throughTheFurtherDevelopment": "ด้วยการพัฒนาเพิ่มเติมของโปรแกรม API ทำให้ WCG MT4 สามารถผสานรวมกับอุปกรณ์การซื้อขายที่คุณมีอยู่ได้อย่างสมบูรณ์แบบ ไม่ว่าคุณจะอยู่ที่มุมใดของโลก คุณก็สามารถเข้าถึงแพลตฟอร์มการซื้อขายของคุณเพื่อปรับแต่งตัวบ่งชี้ของคุณ ดำเนินคำสั่ง และดำเนินการธุรกรรมได้เสมอ ตั้งราคาจำกัด คำสั่งหยุดการขาดทุน และติดตามแนวโน้มตลาดเพื่อให้แน่ใจว่าคุณจะไม่พลาดโอกาสในการซื้อขายและข้อมูลการตลาดที่สำคัญแม้ในขณะที่คุณอยู่กลางแจ้ง",
  "downloadWCGMT4TradingPlatform": "ดาวน์โหลดแพลตฟอร์มการซื้อขาย WCG MT4",
  "leadingTradingAndNetworkTechnology": "การซื้อขายชั้นนำและเทคโนโลยีเครือข่ายพร้อมเครื่องมือทั้งหมดที่คุณต้องการ นำประสบการณ์การซื้อขายที่ดีที่สุดมาให้คุณ",
  "forPC": "MT4 สำหรับพีซี",
  "forMac": "MT4 สำหรับแมค",
  "multiAccountManagementSystem": "ระบบการจัดการหลายบัญชี MT4",
  "forIPhone": "MT4 สำหรับไอโฟน",
  "forAndroid": "MT4 สำหรับ Android",
  "MT4PcVersion": "MT4 เวอร์ชันพีซี",
  "MetaTrader4IsTheMostPopular": "MetaTrader 4 เป็นแพลตฟอร์มการซื้อขายออนไลน์ที่ได้รับความนิยมมากที่สุดในโลก และได้สร้างตำแหน่งผู้นำในอุตสาหกรรมมานานหลายปี MetaTrader 4 (MT4) ออกแบบมาเป็นพิเศษสำหรับการแลกเปลี่ยนเงินตราต่างประเทศและการทำธุรกรรมล่วงหน้า ผู้ค้าสามารถวิเคราะห์แนวโน้มของตลาด วาดแผนภูมิการซื้อขาย และจัดการตำแหน่งและคำสั่งซื้อของตนผ่านส่วนต่อประสานผู้ใช้ที่ใช้งานง่ายและฟังก์ชั่นที่สมบูรณ์",
  "downloadImmediately": "ดาวน์โหลดทันที",
  "comprehensiveTechnicalAnalysisFunction": "ฟังก์ชันการวิเคราะห์ทางเทคนิคที่ครอบคลุม",
  "professionalIconFunctions": "ฟังก์ชั่นไอคอนระดับมืออาชีพ ตัวบ่งชี้การซื้อขาย การซื้อขายอัจฉริยะ (EAs) และอื่น ๆ สามารถนำไปใช้กับผู้ค้าทุกคนที่มีประสบการณ์ในระดับที่แตกต่างกัน ให้คุณติดตามการพัฒนาล่าสุดในตลาดอัตราแลกเปลี่ยนเงินตราต่างประเทศทั่วโลกและตลาดสัญญาซื้อขายส่วนต่าง (CFD) และทำธุรกรรมอย่างมืออาชีพได้ทุกที่ทุกเวลาผ่าน WCG MT4",
  "automaticChartingRecords": "บันทึกแผนภูมิอัตโนมัติ",
  "selfDefinedTechnicalIndicators": "ตัวบ่งชี้ทางเทคนิคที่กำหนดได้เอง",
  "supportMultipleWindows": "รองรับหลายหน้าต่าง",
  "simpleChartingOperation": "การดำเนินการสร้างแผนภูมิอย่างง่าย",
  "nineChartingTimePeriods": "เก้าช่วงเวลาแผนภูมิ",
  "whyChoose": "เหตุใดจึงเลือกแพลตฟอร์ม MetaTrader 4",
  "MT4IsTheMostPopularForeign": "MT4 เป็นแพลตฟอร์มการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศที่ได้รับความนิยมมากที่สุดในโลก",
  "itHasWonVariousAwards": "มันได้รับรางวัลต่างๆ แพลตฟอร์มมีแผนภูมิ 3 ประเภท 9 ช่วงเวลา 39 ภาษา",
  "moreThan50Preset": "อินดิเคเตอร์ทางเทคนิคที่ตั้งไว้ล่วงหน้ามากกว่า 50 รายการ และอินเทอร์เฟซที่ปรับแต่งได้อย่างเต็มที่",
  "aNumberOfTradingProducts": "สามารถซื้อขายสินค้าได้หลายอย่าง",
  "compatibleWithExpertAdvisors": "เข้ากันได้กับ Expert Advisors (โปรแกรมการซื้อขายอัตโนมัติอัจฉริยะ) ตัวบ่งชี้ที่กำหนดเอง และเครื่องมือแอปพลิเคชันอื่นๆ",
  "itHasAMobileVersion": "มีแพลตฟอร์มการซื้อขายเวอร์ชันมือถือ คุณสามารถใช้แอพมือถือเพื่อซื้อขายและจัดการคำสั่งซื้อได้ทุกที่ทุกเวลา",
  "provideAnAdvanced": "จัดให้มีระบบสัญญาณแจ้งเตือนขั้นสูง",
  "downloadTheWCGMT4": "ดาวน์โหลดแพลตฟอร์มการซื้อขาย WCG MT4 ตอนนี้",
  "usingMT4AllowsYou": "การใช้ MT4 ช่วยให้คุณตรวจสอบตลาดได้แม่นยำยิ่งขึ้น จัดการสถานะของคุณอย่างรวดเร็วและมีประสิทธิภาพ ปรับกลยุทธ์การซื้อขายให้เหมาะสม เพิ่มข้อได้เปรียบในการเทรดของคุณ และเพลิดเพลินกับประสบการณ์การซื้อขายที่สมบูรณ์แบบ",
  "tradingSystem": "ระบบซื้อขาย",
  "includesCurrentPriceExecution": "รวมการดำเนินการราคาปัจจุบัน การซื้อขายทั้งสองทิศทาง คำสั่งที่รอดำเนินการสี่ประเภท และคำสั่งหยุดการขาดทุนสองคำสั่ง และฟังก์ชันการหยุดการขาดทุนต่อท้าย ฟังก์ชันการเทรดแบบคลิกเดียวช่วยให้คุณส่งคำสั่งการเทรดได้โดยตรงจากแผนภูมิด้วยการคลิกเพียงครั้งเดียว แผนภูมิใบเสนอราคาในตัวให้วิธีที่ถูกต้องในการตัดสินช่วงเวลาของการทำธุรกรรม",
  "technicalAnalysis": "การวิเคราะห์ทางเทคนิค",
  "MT4ProvidesAMoreComprehensive": "MT4 ให้โอกาสในการวิเคราะห์ที่ครอบคลุมยิ่งขึ้น ผลิตภัณฑ์การซื้อขายแต่ละรายการสามารถแสดงกรอบเวลาได้เก้ากรอบ ทำให้ผู้ซื้อขายสามารถเห็นการเปลี่ยนแปลงของราคาโดยละเอียด รวมเครื่องมือเหล่านี้เข้าด้วยกันเพื่อกำหนดแนวโน้มของตลาด และความสามารถในการวิเคราะห์ที่ทรงพลังจะช่วยให้คุณวิเคราะห์แนวโน้มของตลาดได้อย่างละเอียดยิ่งขึ้นและเข้าใจช่วงเวลาที่ดีที่สุด",
  "safeAndConvenient": "ปลอดภัยและสะดวกสบาย",
  "advancedTradingAndAnalysisFunctions": "ฟังก์ชันการเทรดและการวิเคราะห์ขั้นสูง ส่วนติดต่อผู้ใช้ที่เป็นมิตร สามารถช่วยให้คุณเข้าใจฟังก์ชันและกฎการปฏิบัติงานทั้งหมดได้อย่างง่ายดาย เป็นไปตามมาตรฐานความปลอดภัยสูงสุด การแลกเปลี่ยนข้อมูลระหว่างเทอร์มินัลไคลเอนต์และเซิร์ฟเวอร์แพลตฟอร์มนั้นได้รับการเข้ารหัสอย่างสมบูรณ์ เพื่อให้บัญชีซื้อขายของคุณได้รับการปกป้องอย่างปลอดภัยที่สุด",
  "MT4APPVersion": "เวอร์ชันแอป MT4 (Android / iOS)",
  "weProvideTheMT4MobileApplication": "เราให้บริการแอปพลิเคชัน MT4 บนมือถือ ตราบใดที่คุณดาวน์โหลดและติดตั้งแอป MT4 บนโทรศัพท์มือถือหรือคอมพิวเตอร์แท็บเล็ต คุณก็สามารถซื้อขายได้ทุกที่ทุกเวลา แอป MT4 สำหรับ iOS และ Android มีอินเทอร์เฟซการทำงานที่เรียบง่ายขึ้น ซึ่งสามารถตรวจสอบแนวโน้มของตลาดได้สะดวกและรวดเร็วยิ่งขึ้น และเพลิดเพลินกับประสบการณ์การซื้อขายที่ยอดเยี่ยม ไม่เพียงแต่เป็นผู้ช่วยประจำวันของคุณเท่านั้น แต่ยังเป็นเครื่องมือที่ไม่สามารถถูกแทนที่ได้ด้วย",
  "MetaTrader4MobileApp": "แอพมือถือ MetaTrader4",
  "downloadOurMT4MobileAppNow": "ดาวน์โหลดแอพมือถือ MT4 ของเราตอนนี้และปล่อยให้มันเป็นหุ้นส่วนการซื้อขายของคุณ ช่วยให้คุณเข้าสู่ตลาดการเงินได้ทุกที่ทุกเวลา และคว้าทุกโอกาสในการซื้อขายตลอด 24 ชั่วโมง",
  "MAMMultiAccountManagementSystem": "ระบบการจัดการ MAM หลายบัญชี",
  "theMultiAccountManagementSystem": "ระบบการจัดการหลายบัญชี (MAM) มีฟังก์ชันการจัดการแบบบูรณาการที่สำคัญ ช่วยให้ผู้จัดการสินทรัพย์สามารถจัดการหลายบัญชีผ่านอินเทอร์เฟซเดียว อินเทอร์เฟซเดียวช่วยให้ผู้จัดการสินทรัพย์สามารถกำหนดค่าเงื่อนไขการซื้อขายสำหรับบัญชีส่วนบุคคลหลายบัญชีได้อย่างมีประสิทธิภาพและแม่นยำ และกระจายเงื่อนไขและกลยุทธ์การซื้อขายเดียวกันไปยังบัญชีแต่ละบัญชีอย่างเท่า ๆ กันตามอัตราส่วนที่กำหนดไว้ล่วงหน้า ช่วยให้คุณจัดการกิจกรรมการซื้อขายและปรับปรุงทักษะการจัดการ",
  "consultCustomerServiceImmediately": "ปรึกษาฝ่ายบริการลูกค้าทันที",
  "MAMAccountSupportsFiveDistributionLogics": "บัญชี MAM รองรับตรรกะการกระจายห้าแบบ",
  "theMAMSystemProvidesMultipleRatioSettings": "ระบบ MAM มีการตั้งค่าอัตราส่วนหลายแบบ คุณสามารถเลือกแผนที่เหมาะสมที่สุดตามความต้องการของคุณ และอนุญาตให้ลูกค้าใช้ห้าโมดูลที่แตกต่างกันเพื่อจัดสรรรายการซื้อขายและดำเนินการประเภทคำสั่งทั่วไปทั้งหมดในเวลาเดียวกัน",
  "accountNetValueIsAllocatedAccordingToProportion": "มูลค่าสุทธิทางบัญชีจัดสรรตามสัดส่วน",
  "percentageAllocation": "การจัดสรรเปอร์เซ็นต์",
  "balanceIsAllocatedAccordingToProportion": "คงเหลือจัดสรรตามสัดส่วน",
  "profitAndLoss": "การจัดสรรตามกำไรขาดทุน:",
  "allocationByProfitAndLoss": "กำไรขาดทุนจัดสรรตามเปอร์เซ็นต์",
  "profitAndLossAre": "กำไรขาดทุนปันส่วนตามเปอร์เซ็นต์ยอดคงเหลือ",
  "investment200": "ลงทุน $200",
  "profit120": "กำไร $120",
  "investment300": "ลงทุน $300",
  "profit180": "กำไร $180",
  "investment500": "ลงทุน $500",
  "profit300": "กำไร $300",
  "totalInvestment": "เงินลงทุนทั้งหมด $1000",
  "totalProfit": "กำไรรวม $600",
  "MAMFeaturesAndAdvantages": "คุณสมบัติและข้อดีของ MAM",
  "compatibleWithEA": "เข้ากันได้กับ EA (Expert Advisor) และกลยุทธ์การซื้อขายอัตโนมัติ",
  "establishMultipleTrading": "สร้างกลุ่มย่อยการซื้อขายหลายกลุ่มสำหรับนโยบายต่างๆ",
  "accordingToAccountLevel": "ตามระดับบัญชี จัดเตรียมฟังก์ชันการปิดบางส่วน",
  "customersCanStart": "ลูกค้าสามารถเริ่มจัดสรรประเภทคำสั่ง MT4 ทั้งหมดที่เข้ากันได้เมื่อปริมาณการซื้อขายถึง 0.01 ล็อต",
  "compatibleWithAll": "เข้ากันได้กับคำสั่ง MT4 ทั้งหมด เช่น หยุดการขาดทุน ราคาจำกัด เป็นต้น",
  "thereIsNoLimit": "ไม่มีการจำกัดจำนวนเงินในบัญชีเมื่อทำการสั่งซื้อ",
  "yourPartnerToTheRoadOfSuccess": "คู่ของคุณสู่เส้นทางแห่งความสำเร็จ",
  "toProvideYouWithFlexibleAndCompetitiveRates": "เพื่อให้คุณมีอัตราที่ยืดหยุ่นและแข่งขันได้ การตั้งค่าที่รวดเร็วและการสนับสนุนอย่างต่อเนื่องในระดับสูง ระบบ MAM ยังให้รายการข้อมูลทั้งหมดที่คุณต้องการ รวมทั้งการซื้อขายคงค้าง ยอดคงเหลือ กำไรและขาดทุน ข้อมูลติดต่อลูกค้า ฯลฯ",
  "transparentCommissionDetails": "รายละเอียดค่าคอมมิชชั่นที่โปร่งใสได้อย่างรวดเร็ว",
  "realTimeDisplay": "การแสดงรายละเอียดบัญชีหลักและบัญชีย่อยตามเวลาจริง รวมถึงกำไร ค่าคอมมิชชั่น ดอกเบี้ยแบบโรลโอเวอร์ ยอดคงเหลือ และระดับมาร์จิ้น",
  "convenientAndFastExecution": "การดำเนินการที่สะดวกและรวดเร็ว",
  "allTransactionOrders": "คำสั่งการทำธุรกรรมทั้งหมดจะดำเนินการผ่านบัญชีหลัก จากนั้นโอนไปยังบัญชีย่อยตามวิธีการกำหนดค่าที่คุณเลือก",
  "AMustHaveSystem": "ระบบแนะนำโบรกเกอร์ที่ต้องมี",
  "multilingualTradingPlatform": "แพลตฟอร์มการซื้อขายหลายภาษาและสื่อการตลาด สภาพคล่องที่ดี การดำเนินการที่เชื่อถือได้ สามารถเปิดบัญชีได้ไม่จำกัด ทำให้คุณกลายเป็นโบรกเกอร์มืออาชีพ"
}
