{
  "howToTradePreciousMetals": "วิธีการซื้อขายโลหะมีค่า",
  "forThoseTraders": "สำหรับเทรดเดอร์ที่สนใจปรับสมดุลพอร์ตการลงทุน การซื้อขายโลหะมีค่าเป็นองค์ประกอบที่สำคัญ เนื่องจากโลหะมีค่าถือเป็นสินทรัพย์ป้องกันความเสี่ยงที่สามารถป้องกันเงินเฟ้อได้ ใน WCG โลหะมีค่าจะแสดงเป็นดอลลาร์สหรัฐ",
  "thisMeansThatWhenTradingGold": "ซึ่งหมายความว่าเมื่อซื้อขายทองคำ คุณกำลังคาดเดาว่าราคาทองคำหนึ่งออนซ์จะขึ้นหรือลงเมื่อเทียบกับดอลลาร์สหรัฐ เราคิดว่าราคาทองคำปัจจุบันอยู่ที่ 1,300.60 ดอลลาร์ คุณคิดว่าราคาอาจสูงขึ้นในอนาคต ดังนั้นคุณจึงซื้อทองคำ 100 ออนซ์ (1 ล็อต) (รหัส XAU/USD)",
  "whenThePriceRisesTo": "เมื่อราคาเพิ่มขึ้นเป็น 1305.80 คุณตัดสินใจปิดการซื้อขาย กำไรของคุณคือผลต่างระหว่างราคาเปิดและราคาปิดคูณด้วยจำนวนออนซ์ที่คุณซื้อขาย ในการทำธุรกรรมนี้ กำไรของคุณคือ $520",
  "viewTradingProducts": "ดูผลิตภัณฑ์การซื้อขาย",
  "diversifiedInvestment": "การลงทุนที่หลากหลาย",
  "justAsExperiencedInvestors": "เช่นเดียวกับนักลงทุนที่มีประสบการณ์ เช่น สถาบันขนาดใหญ่ มักจะกระจายพอร์ตการลงทุนเพื่อลดความเสี่ยงและเพิ่มผลตอบแทน การซื้อขายทองคำถือเป็นวิธีที่ยอดเยี่ยมในการกระจายพอร์ตการลงทุนของคุณ เนื่องจากราคาทองคำมักจะสัมพันธ์ผกผันกับตลาดหุ้น",
  "fightAgainstInflation": "ต่อสู้กับภาวะเงินเฟ้อ",
  "asInflationIntensifies": "เมื่ออัตราเงินเฟ้อทวีความรุนแรงขึ้น สกุลเงินจะอ่อนค่าลงเมื่อเวลาผ่านไป และทองคำมีค่ามากกว่าสกุลเงินในขณะที่เผชิญกับภาวะเงินเฟ้อ แม้ในปี 2551 เมื่อตลาดโลกเข้าสู่ภาวะถดถอย ราคาทองคำแทบไม่ได้รับผลกระทบ ในความเป็นจริง ตั้งแต่ปี 2550 ถึง 2551 ราคาทองคำเพิ่มขึ้นประมาณ 4%",
  "highStorageValue": "มูลค่าการจัดเก็บสูง",
  "about95OfTheWorldsGold": "ทองคำประมาณ 95% ของโลกถูกถือครองเป็นเครื่องประดับหรืออยู่ภายใต้ห้องเก็บทองคำ เมื่อเทียบกับปริมาณทองคำที่สะสมไว้ อุปทานทองคำเพิ่มขึ้นในอัตราที่ต่ำมากทุกปี ดังนั้นราคาทองคำจึงพุ่งสูงขึ้นตลอด 50 ปีที่ผ่านมา",
  "preciousMetalsAreDifficultToMine": "โลหะมีค่ายากที่จะขุด ส่งผลให้หายากและราคาสูง นี่คือเหตุผลที่ผู้คนเรียกโลหะเหล่านี้ว่า \"โลหะมีค่า\"",
  "amongAllPreciousMetals": "ในบรรดาโลหะมีค่าทั้งหมด ทองคำเป็นที่นิยมมากที่สุดในหมู่เทรดเดอร์ ทองคำมอบโอกาสในการซื้อขายมากมายสำหรับผู้ค้าออนไลน์ สาเหตุหลักเป็นเพราะทองคำมีลักษณะเฉพาะและตำแหน่งในเศรษฐกิจโลกก็มีลักษณะเฉพาะ",
  "participantsInGoldTrading": "ผู้มีส่วนร่วมในการซื้อขายทองคำ",
  "theGoldMarketAttracts": "ตลาดทองคำดึงดูดผู้ค้าจำนวนมาก พวกเขาส่วนใหญ่มองหาทางเลือกในการลงทุนที่ปลอดภัยและให้ผลกำไรเพื่อให้มีการเติบโตของความมั่งคั่งอย่างยั่งยืน หรือเพื่อหลีกเลี่ยงความเสี่ยงจากการลงทุนอื่นๆ นี่คือเหตุผลว่าทำไมทองคำจึงน่าดึงดูดใจ ผู้เข้าร่วมในตลาดทองคำสามารถแบ่งออกเป็นสองประเภทดังต่อไปนี้:",
  "goldBelievers": "ผู้ศรัทธาทองคำ",
  "mainlyIncludeIndividualInvestors": "ส่วนใหญ่รวมถึงนักลงทุนรายย่อยและผู้ค้าทองคำ ผู้ศรัทธาทองคำมีสัดส่วนมหาศาลของตลาดทองคำทั้งหมด คนเหล่านี้มองโลกในแง่ดีโดยพื้นฐานเกี่ยวกับสินค้าราคาแพงนี้และจัดสรรสินทรัพย์จำนวนมากให้กับทองคำ ผู้ค้าปลีกจำนวนมากในตลาดเป็นประเภทนี้ พวกเขามักจะถือสถานะระยะยาวและอัดฉีดสภาพคล่องจำนวนมากเข้าสู่ตลาดทองคำผ่านความตั้งใจซื้ออย่างต่อเนื่อง",
  "largeInstitutions": "สถาบันขนาดใหญ่",
  "suchInstitutionsIncludeHedgeFunds": "สถาบันดังกล่าวรวมถึงเฮดจ์ฟันด์ ธนาคาร และบริษัทนายหน้าที่เกี่ยวข้องกับการซื้อและขายทองคำ สถาบันเหล่านี้ส่วนใหญ่ใช้กลยุทธ์การคำนวณที่ซับซ้อนเพื่อพัฒนาพอร์ตการซื้อขายที่หลากหลายเพื่อให้ลูกค้าได้รับความคุ้มครองการลงทุนที่ปลอดภัยในสภาพแวดล้อมของตลาดที่ไม่เสถียรสูง สถาบันเหล่านี้ส่วนใหญ่ไม่ได้ยึดติดกับการซื้อขายทองคำ พวกเขามักจะรวมตัวเลือกการลงทุนอื่น ๆ ไว้ในพอร์ตการลงทุนของพวกเขา",
  "reasonsAffectingThePriceOfGold": "สาเหตุที่กระทบต่อราคาทองคำ",
  "thereAreManyFactors": "มีหลายปัจจัยที่ส่งผลต่อราคาทองคำ ต่อไปนี้เป็นภาพรวมโดยย่อของปัจจัยที่มีอิทธิพล",
  "centralBank": "ธนาคารกลาง",
  "theseInstitutions": "สถาบันเหล่านี้เข้าร่วมในการซื้อขายทองคำเพื่อควบคุมทุนสำรองเงินตราต่างประเทศเพื่อรักษาเสถียรภาพของค่าสกุลเงิน จึงทำให้ราคาทองคำถูกดันขึ้นตามไปด้วย",
  "crudeOil": "น้ำมันดิบ",
  "crudeOilAndGold": "น้ำมันดิบและทองคำมีความเชื่อมโยงกันอย่างใกล้ชิดเนื่องจากมีราคาเป็นดอลลาร์สหรัฐเช่นกัน นอกจากนี้ การเพิ่มขึ้นของราคาน้ำมันดิบยังจะเพิ่มอัตราเงินเฟ้อ ซึ่งจะทำให้ราคาทองคำสูงขึ้นด้วย",
  "USDollars": "ดอลลาร์สหรัฐ",
  "sinceGoldIsPriced": "เนื่องจากทองคำมีราคาเป็นดอลลาร์สหรัฐฯ เมื่อมูลค่าของดอลลาร์สหรัฐฯ สูงขึ้น จะสร้างแรงกดดันต่อราคาทองคำโดยธรรมชาติ",
  "stockMarket": "ตลาดหลักทรัพย์",
  "whenTheStockMarket": "เมื่อตลาดหุ้นตก เทรดเดอร์มักจะหันไปซื้อทองคำ ซึ่งจะเป็นการเพิ่มราคาทองคำ",
  "historicalGoldPrice": "ราคาทองคำย้อนหลัง",
  "theFollowingTable": "ตารางต่อไปนี้แสดงความผันผวนของราคาทองคำในช่วง 50 ปีที่ผ่านมา สรุปแล้ว ตั้งแต่ปี 1970 ราคาทองคำพุ่งสูงขึ้นอย่างรวดเร็ว",
  "duringThisPeriod": "ในช่วงเวลานี้ ผลตอบแทนจากการลงทุนในทองคำต่ำที่สุดเกิดขึ้นระหว่างปี 1970 ถึง 1979",
  "onTheOtherHand": "ในทางกลับกัน การเพิ่มขึ้นมากที่สุดเกิดขึ้นระหว่างปี 2543 ถึง 2552",
  "goldTradingExample": "ตัวอย่างการซื้อขายทองคำ",
  "practicalGoldTrading": "การซื้อขายทองคำในทางปฏิบัติ",
  "supposeYouStudyTheGoldMarket": "สมมติว่าคุณศึกษาตลาดทองคำและเชื่อว่าราคาทองคำจะสูงขึ้น ดังนั้น คุณจึงซื้อทองคำ 1 ล็อต (นั่นคือ 100 ออนซ์) ที่ราคา 1,184.60",
  "thisMeans": "ซึ่งหมายความว่าเมื่อราคาทองคำเปลี่ยนแปลง 1 ดอลลาร์สหรัฐ กำไรและขาดทุนที่คุณได้รับคือ 100 ดอลลาร์สหรัฐ",
  "profitScenario": "สถานการณ์กำไร",
  "peoplesInterestInGoldSurged": "ความสนใจของผู้คนในทองคำพุ่งสูงขึ้น และไม่กี่วันต่อมา ราคาทองคำก็แตะที่ 1,189.70 ดอลลาร์ คุณตัดสินใจที่จะปิดตำแหน่งและล็อคกำไร",
  "yourTotalProfitIsCalculated": "กำไรรวมของคุณคำนวณดังนี้: (1,189.70 – 1,184.60) x 100 USD = 510 USD",
  "lossScenario": "สถานการณ์การสูญเสีย",
  "thePriceOfGold": "ราคาทองคำไม่ขยับขึ้นตามคาด แต่หลุด 1,180.30 ดอลลาร์สหรัฐฯ คุณตัดสินใจปิดตำแหน่งและยุติการขาดทุน",
  "theLossInThisCase": "การสูญเสียในกรณีนี้คือ: (1,184.60-1,180.30) x 100 USD = 430 USD",
  "althoughGoldTrading": "แม้ว่าการซื้อขายทองคำเป็นการซื้อขายโลหะมีค่าที่พบมากที่สุด แต่ผู้ค้าที่ตระหนักถึงมูลค่าการซื้อขายที่หลากหลายของทองคำมักจะสำรวจตลาดโลหะอื่นๆ เช่น เงิน"
}
