{
  "questions": "คำถาม",
  "thisArticleCollects": "บทความนี้รวบรวมคำถามส่วนใหญ่ที่นักลงทุนมักจะถาม และหวังว่าคุณจะพบว่าคำตอบเหล่านั้นมีประโยชน์",
  "whatKindOfSupervision": "WCG มีการควบคุมดูแลแบบใด?",
  "WCGIsABusinessBrand": "WCG Group Ltd เป็นแบรนด์ธุรกิจที่หลายบริษัทใช้ รวมถึง",
  "WCGMarketsLtdIsSupervised": "WCG Group Ltd อยู่ภายใต้การดูแลของ Canadian Financial Intelligence Unit (FIU) และ Canadian Financial Transaction and Reporting Analysis Center (FINTRAC) หมายเลขใบอนุญาต MSB คือ M20282836",
  "WCGMarketsLtdIsRegistered": "WCG Group Ltd จดทะเบียนภายใต้กฎหมายธุรกิจระหว่างประเทศและอยู่ภายใต้การกำกับดูแลของ Saint Vincent and the Grenadines Financial Services Authority (SVGFSA) หมายเลข 26087 BC 2020",
  "HowToOpenAnAccountInWCG": "จะเปิดบัญชีใน WCG ได้อย่างไร?",
  "youCanRegisterYourRealAccount": "คุณสามารถลงทะเบียนบัญชีจริงของคุณได้ที่เว็บไซต์ทางการของ WCG หรือคลิกที่นี่เพื่อลงทะเบียน",
  "WCGAccountOpeningAge": "อายุการเปิดบัญชี WCG",
  "theAgeToOpenAnAccount": "อายุในการเปิดบัญชีที่ WCG จะต้องมีอายุตั้งแต่ 18 ปีขึ้นไป ลูกค้าที่มีอายุตั้งแต่ 65 ปีขึ้นไปไม่สามารถสมัครเปิดบัญชีได้",
  "whatKindOfAccounts": "แพลตฟอร์มให้บริการบัญชีประเภทใด",
  "weProvideDifferentAccountTypes": "เรามีประเภทบัญชีที่แตกต่างกัน โปรดติดต่อเจ้าหน้าที่บริการลูกค้าเพื่อขอรายละเอียด",
  "whatKindOfDocuments": "ฉันต้องอัปโหลดเอกสารประเภทใด",
  "customersInMainlandChina": "ลูกค้าในจีนแผ่นดินใหญ่จะต้องอัปโหลดเอกสารระบุตัวตนของคุณเท่านั้น ลูกค้าที่อยู่นอกประเทศจีนจำเป็นต้องแสดงหนังสือเดินทางและหลักฐานที่อยู่ของคุณ (เช่น ใบขับขี่ บัตรทะเบียนผู้พำนักถาวร หรือบิลค่าสาธารณูปโภคสำหรับสามเดือนล่าสุด เป็นต้น)",
  "howLongWillItTake": "การเปิดบัญชีใหม่จะใช้เวลานานแค่ไหน?",
  "accountOpeningWillTake": "การเปิดบัญชีจะใช้เวลา 1 วันทำการตามปกติ",
  "howLongWillItTakeToProcess": "การดำเนินการขอถอนเงินจะใช้เวลานานแค่ไหน?",
  "WCGProcessingWithdrawalApplicationTime": "เวลาดำเนินการถอน WCG: 11:00-12:00 น. / 14:00-17:00 น. การถอนจะดำเนินการทุกชั่วโมงและจะมาถึงบัญชีภายใน 2 ชั่วโมงอย่างเร็วที่สุด หนึ่งวันทำการสำหรับการประมวลผล",
  "WCGWithdrawalConditions": "เงื่อนไขการถอน WCG?",
  "ifTheCustomerDepositsFunds": "หากลูกค้าฝากเงิน พวกเขาจะต้องถอนออกโดยไม่มีการทำธุรกรรมใด ๆ และจะมีการเรียกเก็บค่าธรรมเนียมการจัดการ 3% สำหรับการคืนเงิน",
  "afterACertainTransactionVolume": "หลังจากมีปริมาณธุรกรรมถึงที่กำหนด ค่าธรรมเนียมการจัดการจะได้รับการยกเว้น ข้อกำหนดด้านปริมาณการซื้อขาย: จำนวนเงินฝากสะสมล่าสุดจะมีผลเหนือกว่า ตัวอย่างเช่น จำนวนเงินฝากล่าสุดคือ 1,000 เหรียญสหรัฐ ค่าธรรมเนียมการทำธุรกรรมจะได้รับการยกเว้นหลังจากการซื้อขาย 1 ล็อต จากนั้นจึงทำการถอนเงิน การฝาก 2,000 ดอลลาร์สหรัฐฯ จำเป็นต้องซื้อขาย 2 ล็อต และการฝาก 5,000 ดอลลาร์สหรัฐฯ ต้องมีการซื้อขาย 5 ล็อต และอื่น ๆ",
  "ifTheTransactionVolume": "หากปริมาณการทำธุรกรรมไม่เพียงพอและคุณยืนยันที่จะถอนออก คุณต้องหัก 3% ของล็อตการซื้อขายจากจำนวนเงินฝากสะสมล่าสุดเป็นค่าธรรมเนียมการถอน (ลูกค้าแจ้งว่าค่าธรรมเนียมการหักจะถูกหักเมื่อลูกค้าถอนเงิน มิฉะนั้น การถอนจะถูกปฏิเสธ)",
  "ifTheTransactionVolumeIsInsufficient": "หากปริมาณธุรกรรมไม่เพียงพอ จะมีการเรียกเก็บค่าธรรมเนียมการจัดการ $5 สำหรับการถอนเงินที่ต่ำกว่า $50",
  "HowDoIKnowMyWithdrawal": "ฉันจะรู้ได้อย่างไรว่าคำขอถอนเงินของฉันได้รับการอนุมัติ",
  "onceTheWithdrawalApplication": "เมื่อคำขอถอนได้รับการอนุมัติ จำนวนเงินจะถูกหักออกจากบัญชีการซื้อขายของคุณ และมาร์จิ้นที่มีให้สำหรับการซื้อขายและการรักษาตำแหน่งที่เปิดค้างอยู่จะลดลง",
  "whatIsTheMT4Platform": "แพลตฟอร์ม MT4 คืออะไร?",
  "MetaTrader4": "MetaTrader 4 (MT4) เป็นแพลตฟอร์มการซื้อขายที่พัฒนาโดยซอฟต์แวร์ MetaQuotes สำหรับธุรกรรมแลกเปลี่ยนเงินตราต่างประเทศออนไลน์ (FX) สัญญาซื้อขายส่วนต่าง (CFD) และตลาดฟิวเจอร์ส แพลตฟอร์ม MT4 สามารถเข้าสู่ระบบผ่านเว็บไซต์หรือดาวน์โหลดลงในคอมพิวเตอร์หรืออุปกรณ์สมาร์ทโฟนใดๆ ก็ได้",
  "howToDownload": "จะดาวน์โหลดแพลตฟอร์มการซื้อขายได้อย่างไร?",
  "youCanClickHere": "คุณสามารถคลิกที่นี่เพื่อไปที่หน้าดาวน์โหลดของเว็บไซต์ทางการและเลือกอุปกรณ์ที่จะดาวน์โหลด",
  "canITradeOverWeekends": "ฉันสามารถเทรดในช่วงสุดสัปดาห์ได้หรือไม่?",
  "noTradingOverWeekends": "ไม่มีการซื้อขายในช่วงสุดสัปดาห์ เนื่องจากตลาดปิด"
}
