{
  "tradeSharesCFDs": "ซื้อขาย CFD หุ้น",
  "WCGOffersAWideRange": "WCG ให้บริการหุ้น CFD ที่หลากหลายบนแพลตฟอร์มการซื้อขายออนไลน์ เริ่มซื้อขายตอนนี้เพื่อรับประโยชน์จากสเปรดที่แข่งขันได้ การดำเนินการซื้อขายคุณภาพสูง และไม่มีค่าคอมมิชชั่น โปรดทราบว่าเงินทุนของคุณมีความเสี่ยง",
  "viewTradingProducts": "ดูผลิตภัณฑ์การซื้อขาย",
  "whyTradeSharesWithWCG": "ทำไมต้องซื้อขายหุ้นกับ WCG",
  "competitivePrices": "ราคาที่แข่งขันได้ เราจัดหาราคาของเราจากหลายแห่งเพื่อให้แน่ใจว่าคุณได้รับราคาที่ดีที่สุดสำหรับการซื้อขาย CFD",
  "tradeShortAndLong": "ซื้อขายระยะสั้นและระยะยาว เปิดสถานะซื้อหรือขายเมื่อทำการซื้อขายด้วย CFD และทำกำไรที่อาจเกิดขึ้นจากการเคลื่อนไหวของราคา",
  "tradeShares": "เทรดหุ้นด้วยเลเวอเรจ รับความเสี่ยงอย่างเต็มที่ด้วยเงินฝากที่ค่อนข้างน้อย เมื่อคุณซื้อขายหุ้น CFD กับ WCG",
  "WCGOffersZeroCommission": "WCG เสนอค่าคอมมิชชั่นเป็นศูนย์เมื่อซื้อขายหุ้น CFD เมื่อรวมกับค่าธรรมเนียมธนาคารเป็นศูนย์ที่เรียกเก็บจากการทำธุรกรรม ส่งผลให้การซื้อขายมีกำไรมากขึ้น",
  "howDoITradeCFDShares": "ฉันจะซื้อขายหุ้น CFD กับ WCG ได้อย่างไร",
  "whenTradingASingleCFDShare": "เมื่อทำการซื้อขายหุ้น CFD หนึ่งหุ้น จะมีการดำเนินการขององค์กรที่บังคับใช้โดยบริษัทที่เกี่ยวข้อง ตัวอย่างนี้เป็นเงินปันผลเงินสด หากสิ่งนี้ได้รับการเผยแพร่ WCG จะปรับบัญชีของลูกค้าให้สอดคล้องกัน WCG จะดำเนินการสองอย่าง:",
  "clientsWhoHoldBUY": "ลูกค้าที่ถือสถานะซื้อใน CFD หุ้นเดียวในวันที่จ่ายเงินปันผล จะได้รับเงินสดเป็นจำนวนบวกซึ่งเทียบเท่ากับการจ่ายเงินปันผล (เงินฝากจะเข้าสู่บัญชีการซื้อขายของลูกค้าตามขนาดล็อตและสัดส่วนของการจ่ายเงินปันผลหลักทรัพย์อ้างอิง)",
  "ClientsWhoHoldSELL": "ลูกค้าที่ถือสถานะขายใน CFD หุ้นเดียวในวันที่จ่ายเงินปันผล จะได้รับเงินสดจำนวนเทียบเท่ากับการจ่ายเงินปันผล (การถอนจะทำจากบัญชีการซื้อขายของลูกค้าตามขนาดล็อตและสัดส่วนของการจ่ายเงินปันผลหลักทรัพย์อ้างอิง)",
  "adjustmentFormula": "สูตรปรับปรุง : จำนวนหุ้น x เงินปันผลต่อหุ้น = จำนวนปรับปรุง",
  "cashDividend": "เงินสดปันผล",
  "forExample": "ตัวอย่างเช่น หาก Apple Inc. (AAPL) ประกาศจ่ายเงินปันผลเป็นเงินสด 0.01 ดอลลาร์สหรัฐฯ ให้แก่ผู้ถือหุ้น ในวันที่จ่ายเงินปันผล ราคาหุ้นของ Apple Inc. จะสะท้อนถึงการดำเนินการขององค์กรและจะลดลง 0.01 ดอลลาร์ในราคา WCG จะทำการปรับเงินสดให้กับลูกค้าที่ถือสถานะเปิดของ Apple Inc. CFD",
  "ifAnIndividualClient": "หากลูกค้ารายบุคคลของ WCG ถือครองหุ้นในตำแหน่ง BUY 10,000 หุ้น การปรับปรุงเงินสดจะคำนวณโดยใช้สมการต่อไปนี้: CFD 10,000 หุ้น x 0.01USD = เงินสดปันผล 100USD (หมายเหตุ: หากลูกค้าถือตำแหน่ง SELL 10,000 หุ้น WCG จะหัก 100USD จากบัญชีของลูกค้า)",
  "shareSplitOrReserveShareSplit": "แชร์สปลิตหรือจองแชร์สปลิต",
  "ifACompanyAnnounces": "หากบริษัทประกาศการแตกหุ้นหรือสำรองการแตกหุ้น ราคาหุ้นของบริษัทจะมีการเปลี่ยนแปลงอย่างมีนัยสำคัญ",
  "reserveShareSplit": "Reserve Share Split: ราคา CFD จะเพิ่มขึ้น",
  "shareSplit": "Share Split : ราคา CFD จะลดลง",
  "openPositions": "ตำแหน่งที่เปิดของ Apple Inc CFD สิ่งนี้ไม่ควรพูดเพียงแค่ลูกค้าที่ถือสถานะเปิดของ CFD ที่เกี่ยวข้องใช่หรือไม่",
  "however": "อย่างไรก็ตาม CFD ของหุ้นเดียวจะได้รับผลกระทบจากการกระทำขององค์กรเช่นกัน ซึ่งอาจเกิดขึ้นเมื่อบริษัทจดทะเบียนเริ่มเปลี่ยนแปลงทางธุรกิจใดๆ เช่น การแยกหุ้น การแบ่งหุ้นสำรอง หรือการจ่ายเงินปันผล เป็นต้น และผลที่ตามมาอาจส่งผลกระทบต่อบริษัท ฐานะการเงิน ประสิทธิภาพของราคาหุ้น และผลประโยชน์ของผู้ถือหุ้น",
  "dividends": "เงินปันผล",
  "aListedCompany": "บริษัทจดทะเบียนจะประกาศรายงานผลประกอบการทุกครึ่งปี (หรือรายไตรมาส) การจ่ายเงินปันผลขึ้นอยู่กับการอนุมัติจากคณะกรรมการของบริษัท และเป็นการกระจายรายได้ของบริษัทไปยังกลุ่มผู้ถือหุ้นที่ระบุ โดยทั่วไป เงินปันผลจะออกในรูปเงินสดหรือหุ้นปันผล",
  "exDividendDate": "วันที่จ่ายเงินปันผล",
  "anExDividendIs": "การจ่ายเงินปันผลเป็นเงื่อนไขการซื้อขายหุ้นที่ระบุเมื่อมีการประกาศจ่ายเงินปันผลเป็นของผู้ซื้อ แทนที่จะเป็นผู้ขาย หากบุคคลธรรมดาซื้อหุ้นก่อนวันจ่ายเงินปันผล ผู้นั้นมีสิทธิได้รับเงินปันผล หากบุคคลธรรมดาซื้อหุ้นในหรือหลังจากวันจ่ายเงินปันผล ผู้ซื้อจะไม่มีสิทธิได้รับเงินปันผลอีกต่อไป"
}
