{
  "analysisAndTrends": "分析與趨勢",
  "predictPossibleFuture": "通過對過往市場走勢的研究來預測未來可能的價格走勢，幫助投資者確定交易的入場點和出場點.",
  "basicTradingCourse": "初級交易課程",
  "intermediateTradingCourse": "中级交易课程",
  "advancedTradingCourse": "高級交易課程",
  "technicalAnalysis": "技術分析與市場趨勢",
  "fundamentalAnalysis": "基本面分析",
  "fibonacciRetracementLine": "斐波那契回調線",
  "supportAndResistance": "支撐位和阻力位",
  "marketParticipants": "市場參與者",
  "tradingStyle": "交易風格",
  "whatIsTechnical": "什麽是技術分析？",
  "technicalAnalysisPredicts": "技術分析通過觀察歷史價格來理解市場走勢，並據此制定交易策略。它與基本面分析一起，是分析金融市場的主要分析方法。",
  "unlikeFundamentalAnalysis": "與注重經濟、政局和金融發展的基本面分析不同，技術分析基本上只關註圖表，通過研究歷史價格的變化，來合理推測未來市場可能的走勢。",
  "tradersWhoUse": "使用技術分析的交易者都相信以下三個前提假設：",
  "theMarketPrice": "市場價格包含了人們需要理解的全部信息；",
  "thePriceFluctuates": "價格以趨勢的方式波動；",
  "historyWillRepeat": "歷史會重演。",
  "theseThreePremises": "這三個前提是技術分析有效的基礎，我們進行技術分析才會對預測後市走勢有所幫助。",
  "itShouldBe": "需要註意的是，技術分析並不是百分之百正確的，在實際應用中，您可能會發現您根據嚴謹的技術分析結果所做的交易決策與後市的價格波動方向相反。這種情況與我們作技術分析的初衷並不矛盾，也並不代表您技術分析的方法有誤。",
  "theRoleOf": "技術分析的作用並不是簡單的預測市場價格的漲跌，它的真正意義在於幫助交易者更好的理解市場並制定出適應當前市場的交易策略。",
  "commonMethodsOf": "技術分析的常見方法包括圖表形態和技術指標，我們會另外開辟兩篇文章來介紹它們。在本篇中，我們將介紹技術分析的一項基本技能——辨別趨勢。",
  "whyIdentifyingTrends": "為什麽要辨別趨勢？",
  "justUnderstanding": "只是看懂圖表價格並不能幫助我們做出交易決策，您還需要了解如何辨別圖表上的價格趨勢。圖表趨勢分為三種類型：上升、下跌和盤整。在上升和下跌的單邊趨勢中，人們往往采取突破交易策略，也即只交易一個方向，買漲或買跌。而在盤整趨勢中，人們往往采取高拋低吸的區間交易策略，當價格漲到盤整區間的頂部時賣出，跌至盤整區間的底部時買進。因此，判斷匯價走勢處在上漲/下跌的單邊趨勢中，還是處在盤整的區間趨勢中，對交易者尤為重要，只有對趨勢的把握準確，我們才能采用盡可能正確的交易方法。",
  "thereAreMany": "辨別趨勢的工具有很多，幾乎所有的技術分析都會涉及到趨勢的判斷。在本篇中，我們先介紹如何在圖表中繪制趨勢線、支持/阻力線，以及趨勢是否結束的一般法則。",
  "noteThatAlthough": "註意，分鐘圖盡管有時候也能反映一些趨勢，但我們仍然建議您在較為長線的圖表上使用技術分析工具，因為長線圖表的價格資料較為全面，在統計學上更為可靠。例如，小時圖上的價格資料比分鐘圖更可靠，日線圖上的價格資料比小時圖更可靠。",
  "seniorClassD": "senior-class-content-four-d",
  "seniorClassE": "senior-class-content-four-e",
  "seniorClassF": "senior-class-content-four-f",
  "trendLines": "趨勢線、支撐線和阻力線",
  "aTrendLine": "趨勢線是一條顯示貨幣對趨勢的直線，由兩個或以上的價格連接而成。在上漲市場中，趨勢線是一條支撐線；在下跌市場中，趨勢線是一條阻力線。",
  "aSupportLine": "—>支撐線是指由具有支持力的價格連接而成的線，如果匯價曾經跌至一個價格水平時多次折返，我們就認為這是一個有支撐線的價格。支撐線越多，支撐線越可靠。",
  "theResistanceLine": "—>阻力線是指由具有阻力的價格連接而成的線，如果匯價曾經上漲至一個價格水平時多次折返，我們就認為這是一個具有阻力的價格。阻力點越多，阻力線越可靠。",
  "onTheMT4": "在MT4平台上，我們可以在平台上方的工具條上找到繪制趨勢線的工具。",
  "thePrincipleOf": "畫趨勢線的原則是，在所考慮時間段內的上漲（下跌）趨勢中，找到相關的最高點和最低點，用直線連接起來，其中價格不能穿越趨勢線。畫出來的趨勢線越長，所代表的單邊力量就越強大，價格在下跌（上漲）到趨勢線附近折返的可能性就越大。",
  "drawingATrend": "畫出趨勢線可以幫助我們更清晰地辨別當前市場的趨勢。同時，我也需要依據趨勢線來判斷一段趨勢是否仍然延續。",
  "fundamentalAnalysisOverview": "基本面分析概述？",
  "technicalAnalysisStudies": "技術分析研究的是歷史價格，交易者只關註圖表和價格就能作出交易決策。基本面分析看起來會更復雜，它研究的是影響一國經濟和貨幣匯率變化的核心要素，旨在通過分析一系列經濟指標、政府決策和事件，來預測某一經濟週期中外匯價格變化和市場趨勢。",
  "technicalAnalysisReveals": "簡單來說，技術分析揭示了匯市中買賣雙方的力量對比，基本面則從匯價變動源頭來剖析市場：貨幣資本流動和貿易流動、新聞和經濟情況的影響。",
  "theFactorsAffecting": "影響匯價變化的因素涉及社會、經濟和政治等多個方面，導致基本面分析可能需要納入非常多的分析元素，這個問題制約了很多基本面分析的初學者，因為對高度動態的市場基本面因素始終保持敏感並非易事。不過不用擔心，隨著您對基本面分析研究的深入，全球動態經濟中的概念會在您的腦中形成一個大致的框架圖景，市場基本面因素的短期變動只不過是在不斷修正這個圖景的細節。",
  "ofCourse": "當然，基本面分析並不針對確切的市場買賣價格。比如，在分析某國就業情況報告的時候，我們能對該國整體經濟狀況有相對清晰的了解，但如果要獲得入場點、離場點等具體交易策略，我們仍然需要借助技術分析辦法。也正因此，許多交易者可能在面對基本面涉及的大量信息不知所措時，選擇完全放棄基本面分析，完全依賴技術分析。這是錯誤的做法。在對基本面因素缺乏一定了解的情況下進行交易，猶如盲人摸象，您在圖表上看到的價格信息，可能並不是市場的真相。",
  "longTerm": "基本面中的長線分析：",
  "whenMeasuringCurrencys": "長線基本面在衡量貨幣價值的時候，有兩種經典分析方法：購買力平價理論和國際收支平衡理論。",
  "purchasingPower": "購買力平價理論",
  "purchasingPowerParity": "購買力平價理論指出，兩種貨幣的兌換率應該等於一籃子商品和服務在兩個國家的價格水平比例。這是因為，如果一組商品在兩個國家裡的實際價格有相當的差別，假設運輸成本為零的情況下，交易商就可以通過一買一賣來套取利潤。",
  "exchangeRate": "匯率=一國商品物價/另一國商品物價",
  "forExample": "例如：一聽可樂在美國成本為1美元，在日本為100日元，根據購買力平價理論，匯率=美國可樂成本/日本可樂成本=1:100",
  "ifTheCurrent": "如果當前匯率為1:110，根據購買力平價理論，日元正處在被低估的狀態，美元被高估。交易商可以在日本以100日元購買商品後運輸到美國以1美元賣出，所得的美元以當前匯率兌換成110日元，無風險套利10日元。因此日元的需求會上升，最終助推日元升值，美元貶值，美元兌日元的匯率將重新走向1:100的水平。",
  "itShouldBeNoted": "需要註意的是，可樂只是個例子，方便說明理論的含義。實際上購買力平價理論並非基於單一商品，而是一籃子商品和服務，商品和服務的組合模式由不同分析者的喜好而定。同時，購買力平價理論忽視了一些影響價格的重要因素，包括運輸成本、貿易壁壘、關稅等，它也沒有說明非貿易商品的數據。購買力平價理論一般只適用於3至5年以上的長線預測。",
  "balanceOfPayments": "國際收支平衡理論",
  "accordingToThe": "根據國際收支平衡理論，兩個主要因素在影響匯率的變動：貿易流動和資本流動，也即國際收支平衡表裡的經常帳和資本帳。",
  "theCurrentAccount": "經常帳反映了一國商品及服務的進出口情況。當出口大於進口時，該國是凈出口國。這意味著買進該國貨幣的人比賣出的多，因為他國從該國進口商品時需要購買該國貨幣，該國貨幣的需求便會增加，因此擁有貿易順差的國家的貨幣升值機會更大。與之相反的是凈進口國，進口大於出口，凈進口國的進口商需要賣出本國貨幣來兌換出口國的貨幣，使得本國貨幣貶值。",
  "theCapitalAccount": "資本帳反映了一國投資資本流進和流出的情況。如果資本帳凈值為正數，表示流入國內的資本比流出大。在國外投資者投資時，需要將自己的貨幣兌換為國內貨幣。因此正的資本帳會令一國的貨幣需求上升，推動該國貨幣升值。反過來講，資本帳若為負數，代表流入的資本比流出少。本國投資者需要將本國貨幣兌換為他國貨幣，繼而打壓本國貨幣的價值。",
  "capitalFlows": "資本流動根據資本形式可以分為兩種：實體流動和投資組合流動。實體流動是指外商直接投資，他們會將自己的資金先兌換成投資國的貨幣，導致投資國貨幣升值。投資組合流動下面又分為股票和固定收益（例如債券）。",
  "whenACountry": "當一國的股票市場利好時，表明資本正在流入股市，外資也會受到吸引，從而拉升本土貨幣價值。當一國股票市場正處在跌勢中時，表明資本正在撤離市場，同時撤離的還有國外資本，從而對本土貨幣價值不利。因此外匯交易者可以跟隨全球股市表現來預測各國在較為長期範圍內的資本流量。",
  "theFixedIncomeMarket": "固定收益市場與股票市場類似，其收益率越高，則越利於本國貨幣貨幣升值。它的區別在於固定收益市場在全球經濟不穩時，其較為穩健和安全的特點為全球資本起了避難的作用。長線交易者應註意分析固定收益市場的利差：",
  "detectCurrency": "1。檢測貨幣的利差——歐洲銀行同業拆息與歐洲美元",
  "investorsCanPay": "投資者可以留意歐洲銀行同業拆息和歐洲美元的差別。歐洲銀行同業拆息是反映歐洲短期利率的固定收益資產。歐洲美元指存放於美國境外銀行的美元存款。因為美國和歐洲擁有最完善的固定收益和股票市場，如果歐洲銀行同業拆息較歐洲美元存款利率為高，將驅使投資者賣出美國資產和買入外國資產，對外匯市場產生一定影響。相反，如果歐洲銀行同業拆息和歐洲美元的正差距收窄，即歐洲銀行同業拆息的利息率降低，歐洲資產的吸引力便會減少，驅使投資者賣出歐洲資產。",
  "theFixedIncome": "2。遍布歐洲的固定收益差距——金邊債券、歐洲銀行同業拆息與歐洲美元",
  "giltsBonds": "金邊債券是英國政府發行的固定收益產品。買賣英磅兌美元和歐元兌英磅時，需要註意金邊債券、歐洲銀行同業拆息和歐洲美元的差距。當英國息率比起歐洲或美國息率的正差距下跌，英國的固定收益投資機會對外國投資者的吸引便會減少。投資者會賣出所持的英鎊特定資產去尋找其它較高回報的投資機會，使英鎊出現回吐壓力。",
  "otherCountriesInternational": "3。其它國家——國際固定收益市場",
  "theFixedIncomeProducts": "美國、英國和歐洲以外的國家的固定收益產品和它們的收益差距也值得註視。例如澳洲和紐西蘭實行高息政策，令投資者賣出本土貨幣去購買澳元或紐元。該活動會在其它國家利率下降時更為明顯。相反，如果美國、英國和歐洲的利率上升時，資金可能會從澳洲和紐西蘭調出，加重其貨幣壓力。",
  "weAlsoNeed": "在進行中長線的基本面時，我們還需要考慮更多因素。例如在分析美元的長期走勢時，需要考慮美聯儲的貨幣及利率政策、美國經濟情況和世界地緣政治事件對美國影響等各個方面。這時候數據新聞顯得尤為重要，您可以過去的數據新聞了解到一國在過去一段時間中的經濟表現以及該國正在采取的貨幣及利率政策，並據此來推測該國貨幣在未來一段時間的趨勢。因此，為了基本面分析的準確與全面，即使您不交易新聞，也應保持對財經日歷中重要經濟指標的關註。",
  "definition": "定義",
  "theFibonacciRetracement": "斐波那契回調線與前面介紹的幾個技術指標在使用方法上不太相同。它不像前幾個指標，只要加載到圖表上並設定參數後就可以使用，在使用斐波那契回調線時，投資者需要自己識別出一波趨勢，然後在趨勢上將它畫出來。在「應用實例」部分，我們會一並介紹如何繪制斐波那契回調線。",
  "effect": "作用",
  "fibonacciRetracementsProvide": "斐波那契回調線提供給我們一個很好預測支持位和阻力位的方法，升勢或跌勢持續的時間越長，回調線水平的可靠性就越高。",
  "someTradersLike": "有些交易者喜歡在不同時間週期的圖表上，針對長期和短期的趨勢分別畫斐波那契回調線，如果長期回調線的水平與短期回調線水平越接近，回調線的可靠性越高。",
  "parameter": "參數",
  "uptrendOrDowntrend": "升勢或跌勢的38。2%、50。0%和61。8%的位置是最常用的回調線水平。38。2%普遍被認為是可靠性最低的水平，也即匯價達到該水平時就調轉方向的可能性不大。匯價所貼近的百分比水平越高（即61。8%），其折返的機會就越大。",
  "applicationExample": "應用示例",
  "ifYouFind": "如果您在一張圖表上找到了一波剛剛結束的升勢或跌勢（判斷趨勢是否已結束可以使用123法則，詳細請查看新手學堂《技術分析與趨勢判斷》），您就可以考慮開始用斐波那契回調線來判斷接下來的匯價支持或阻力位了。",
  "inTheMT4": "在MT4平台上，您可以在平台上方的工具條中找到斐波那契回調線。",
  "afterClicking": "點擊這個按鈕後，在圖表上連接趨勢的最高點和最低點。下圖是個英鎊兌美元的例子。",
  "supportLevel": "支撐位是指匯價在下跌時可能遇到的支撐價格，從而止跌回穩的價格。與之對應的概念是阻力位，也即匯價上漲時可能遇到的壓力，從而反轉為下跌的價格。識別支撐位和阻力位是很有必要的，因為在匯價接近或有效突破支撐位和阻力位時，都是交易的好時機。突破失敗時，人們往往認為趨勢可能發生發轉，而當匯價有效突破支撐/阻力位時，極有可能會迎來新的一波單邊下跌/上漲趨勢。",
  "theMethods": "識別支撐位和阻力位的辦法主要有趨勢線、前高/前低、形態判斷和技術指標判斷。",
  "trendline": "趨勢線",
  "weIntroduced": "在《技術分析與趨勢判斷》中，我們介紹過如何畫趨勢線。其實趨勢線就是一種判斷支撐位和阻力位的辦法：在上漲市場中的趨勢線是由一系列支撐位組成的，當匯價回落至趨勢線附近時，趨勢線上的支撐位極有可能給匯價提供支撐；在下跌市場中的趨勢線是由一系列阻力位組成的，當匯價上漲至趨勢線附近時，趨勢線上的阻力位極有可能造成匯價的再次回落。因此，趨勢線是單邊市場中判斷支撐位與阻力位的常用辦法。",
  "sometimes": "有時候，當價格跌破趨勢線後，原來提供支撐的趨勢線可能會成為後市匯價上漲的阻力。",
  "theAbovePicture": "上圖為NZD/CAD日圖上的上漲趨勢線成為後市匯價回升的阻力。",
  "inManyCases": "在許多情況下，阻力位和支撐位是可能相互轉化的。原來的支撐位可能變成後來的阻力位，反過來也是如此。這種情況在通過前高和前低來判斷支撐/阻力位中尤為常見。",
  "previousHigh": "前高/前低",
  "whenTheFX": "匯價在完成了一波單邊上漲趨勢後轉為下跌或盤整時，往往會形成一個短期內的最高價格，我們稱之為「前高價格」。與之對應的概念是前低，也即匯價在完成一波單邊下跌趨勢後轉為上漲或盤整時所形成的短期內最低價格。",
  "theAbovePictureShows": "上圖為AUD/CAD日圖上的前高和前低。",
  "whenJudgingSupport": "在判斷支撐和阻力位時，人們認為前高可能是後續上漲趨勢的阻力位，前低可能是後續下跌趨勢的支撐位。因為匯價曾經在前高位置折返，價格再次運行到該價位附近時，有可能會再次折返，前低也是類似的。",
  "whenThePrice": "當價格在前低或者前高屢次折返時，折返次數越多，該價格的支撐或阻力作用越強。如果匯市成功下破支撐位，改變了趨勢，原來的強支撐位很可能轉變成後續匯市強阻力位。反之亦然。",
  "theAbove": "上圖是AUDCAD的週圖，匯價曾經多次在0。99—1。00區域受到支撐，而後匯價多次也在同樣的位置遇到阻力。",
  "patternRecognitionJudgment": "形態判斷",
  "chartPatterns": "圖表形態常常會提供支撐位和阻力位的判斷方法。",
  "inADouble": "例如雙頂形態，它的波峰可以視為強阻力位，因為價格在此位置上兩次折返。而波谷（頸線）可以視為支撐位。",
  "technicalIndexJudgment": "技術指標判斷",
  "someClassicalTechnical": "一些經典的技術指標也可以用於判斷支撐和阻力位。最經典的莫過於黃金分割線。",
  "byUnderstanding": "通過了解市場中有哪些參與者，您將能更好地領會價格為何以及如何受新聞事件的影響。同時您也會對交易更有信心，因為無論交易的價格是多少，市場總會有買家和賣家。",
  "interbankMarket": "同業銀行",
  "theInterbankMarket": "同業銀行市場由大型商業銀行和證券交易商組成，它們的交易量佔了總外匯交易量的40%至50%，理所當然的在表單中排第一位。",
  "beingAtThe": "處於頂尖位置、擁有最大的交易量，它們也享受著最低的點差。",
  "centralBanks": "國家中央銀行",
  "controlTheMoney": "試圖控制貨幣供應、通脹率和利率，利用其龐大的外匯儲備以穩定國內市場。",
  "thisMeansThat": "這意味著國家中央銀行也在外匯市場中佔據重要位置。",
  "investmentManagementCompanies": "投資管理公司",
  "theseCompaniesUsually": "這些公司通常代表客戶管理大型帳戶。例如，一個投資管理者的投資組合中持有國外股票，因此他需要買進和賣出幾種外國貨幣以支付國外的證券資金。",
  "inOtherWords": "也就是說，投資管理公司也因投機原因參與了外匯市場，并通過管理客戶資金，從市場波動和趨勢中獲取盈利。",
  "retailTraders": "零售交易者",
  "retailTradersConduct": "零售交易者通過經紀商或銀行進行間接交易。他們的交易不涉及任何貨幣的實物交割，被認為是純粹的投機市場。",
  "nonBank": "非銀行外匯公司",
  "refersToForeign": "指的是為個人和公司提供外匯和國際支付的外匯經紀商。非銀行外匯公司的不同之處在於它們不提供投機目的的貨幣交易，客戶將貨幣的實物交割存入銀行帳戶中。",
  "hereWeWill": "這裡我們將討論您可能會遇到的不同交易風格。劃分交易風格的典型依據是根據持倉時間的長短、開倉的時間以及交易的頻率。對於一個特定的交易者來說，選擇在哪個時間週期內進行交易其實並沒有嚴格規定。但是，下面表格提供了不同類型的交易者一般情況下所使用的典型時間週期。",
  "eODTransaction": "EOD交易",
  "thisIsATrading": "這是一種許多全職工作者都採用的交易風格。他們可能每天或每週進行一次市場分析，然後設置掛單來捕捉價格波動——他們不會一直盯著屏幕，而靠掛單來進行交易。",
  "ifYouAreBusy": "如果您的工作和生活比較繁忙，EOD交易風格是個比較適合的選擇，因為它不需要您投入過多時間來分析和管理交易。",
  "fundamentals": "基本面（宏觀交易）",
  "useFundamentalInformation": "使用基本面信息和/或金融模型來評估股票、貨幣、市場或國家的強弱，以預測未來價格的走勢。股票和外匯的信息來源不太相同，股票會受特定公司的內部消息影響，而外匯主要受到宏觀經濟信息的影響",
  "dayTrading": "日内交易",
  "intradayTradersComplete": "日內交易者在一天內完成一筆交易的開倉和平倉。基於一小時圖的波段交易也可以被歸類為日內交易風格。相比起基本面信息，日內交易更多地倚重技術分析。",
  "dayTradingContains": "日內交易包含多重形式，具體包括剝頭皮、新聞交易、波段交易和趨勢交易。",
  "newsTrading": "新聞交易",
  "newsTradersTend": "新聞交易者傾向於專攻重要新聞事件，並在重要新聞公佈期間或前後進行交易。如果新聞事件的結果出乎市場的意料之外，那麼就可能引發極端的波動，從而創造在極短時間內賺到更多盈利的機會。當然，一個重要事件公佈以後也可能對長期的走勢造成影響，這可能會引起宏觀交易者對長期趨勢的興趣。但典型的新聞交易風格通常只與短期事件有關。",
  "longTermTrading": "長線交易",
  "theTradingStyle": "長期（幾週、幾個月，甚至幾年）持有一個倉位的交易風格被稱為「長線交易」。長線交易者不關心市場的短期波動，因為他們相信他們的長期投資視野能平滑短期的得失。",
  "dueToThe": "由於更長的持倉週期，長線交易者傾向於運用大量的基本面信息，但他們也可能是純技術分析型的交易者。長線和波段交易者都更可能使用掛單來開倉，這樣他們就無需守在電腦旁等待開倉或平倉時機。",
  "scalping": "剝頭皮交易",
  "scalpingIsAn": "剝頭皮是一種日內交易風格，不同於其他交易風格，您必須時刻緊盯著屏幕，仿佛要以此為生。在剝頭皮交易因更大的盈利潛力而成為一種非常流行的交易風格時，剝頭皮也是一種更難習得的交易風格，因為它對交易紀律有著更高的要求。儘管如此，交易新手對剝頭皮的興趣卻是最大的。",
  "intradayAndScalping": "日內和剝頭皮交易者常常使用一鍵交易來實時開倉，因為開倉的迅捷性對這兩類交易者來說至關重要。",
  "swingTrading": "波段交易",
  "asASwing": "作為一個波段交易者，您其實是在嘗試交易圖表的波段，并希望能捕捉到一次大的波動。波段交易者喜歡使用日圖作為判斷開倉的圖表週期，持倉時間從幾天到幾週不等。但是，一小時圖也同樣非常流行，這種情況下持倉時間一般是幾個小時，有時候也會持倉過夜甚至可能持倉幾天。",
  "technicalTrading": "技術交易",
  "useTechnicalAnalysis": "使用技術分析來分析、開設、管理和關閉交易。儘管一般來說技術分析更多的流行於日內時間週期，但是其實它可以被應用在任何時間週期的圖表上，包括用於長線交易中的預測。",
  "trendTrading": "趨勢交易",
  "theTrendTrading": "這裡的趨勢交易風格指的是識別一個趨勢，然後只交易與趨勢相同的方向。傳統的趨勢交易者聽起來與長線基金管理人有關，但事實上，您可以選擇追蹤任何時間週期圖表上的趨勢。"
}
