{
  "cryptoCurrency": "數字貨幣",
  "bitcoinIsAGameChanging": "比特幣是一款改變遊戲規則的數位資產，引發了全球各地的熱議。它是迄今為止最流行的虛擬貨幣，其市場佔有率佔總虛擬貨幣市場上限超過三分之一。自2009年推出以來，比特幣錄得了戲劇性的增長。它的價格不僅在幾週或幾個月內激增，還有超過1600萬的代幣在流通，大大增加了它的流動性。",
  "viewTradingProducts": "查看交易產品",
  "bitcoinCanBe": "比特幣可被視作目前最成功的加密貨幣，因為它在交易者和投資者有巨大的人氣，龐大的價格波幅提供了具吸引力的入場及退場點。",
  "advantagesOfCryptoCurrency": "虛擬貨幣優勢",
  "inViewOfBitcoinsRole": "鑑於比特幣在對沖風險中的作用，這款虛擬貨幣被比喻為新黃金。除著區塊鏈技術發展，比特幣 (Bitcoin)、以太幣 (Ethereum)、萊特幣 (Litecoin) 等虛擬貨幣的投資及買賣在金融市場上逐漸普及。虛擬貨幣的大幅度價格波動，讓投資者有機會快速地捕捉潛在利潤。",
  "theCFDSystem": "差價合約系統",
  "asAGlobalCurrency": "為一種全球貨幣，比特幣不受任何一個國家貨幣政策，經濟指標或地緣政治困境的變化所影響。透過WCG的交易平台，您無需投入全部資金即可利用CFD (差價合約) 以保證金參與虛擬貨幣投資。立即開立實時或模擬帳戶，試用我們最先進快捷的交易系統。",
  "howToTradeCryptoCurrency": "如何交易數字貨幣",
  "cryptoCurrencyTransactions": "數字交易在很多方面與外匯交易很相似，我們的數字貨幣以美元或歐元報價，您可以雙向它們對您所選擇的報價貨幣的價格變動。",
  "ifYouSpeculate": "如您認為比特幣（Bitcoin）相對美元會升值，則可以買進BTC/USD這個產品。買進之後，如價格往有利於您的方向移動，您則可以獲利；若是價格往不利於您的方向移動，您則會出現虧損。",
  "basicConceptsOfCryptoCurrency": "數字貨幣基礎概念",
  "cryptoCurrencyIsACurrency": "數字貨幣是一種僅存在於互聯網的貨幣，與普通貨幣的不同，它不是由政府或央行所發行的。而自從比特幣的價格突破7,000美元後，它便成為金融市場的焦點之一。比特幣是第一種數字貨幣，此外全球還有超過1,000種其它的數字貨幣。",
  "bitcoinAndManyOther": "比特幣以及包括萊特幣（Litecoin）和以太幣（Ethereum）在內的許多其它數字貨幣，是經由「挖礦」產生的；而如包括瑞波幣（Ripple）和NEO幣在內的其它數字貨幣，則是直接由市場供應的。",
  "understandBitcoin": "認識比特幣",
  "bitcoinWasFounded": "比特幣是在2009年由一位或一群化名為中本聰的人所創立，它的目標是建立一套去中心化的支付系統。這種創新性的想法是基於一種名為區域鏈的科技所產生，區域鏈則可以理解為用於存儲記錄所有比特幣交易的公開資料庫。比特幣之所以可以不需要銀行即可完成交易，便是因為區域鏈科技讓所有人都可以看見並驗證數字貨幣的交易。",
  "limitedSupply": "供應量有限",
  "SatoshiNakamoto": "中本聰在設計比特幣的時候便將它的供應量上限定為兩千一百萬枚，這對於衡量一種資產的價值非常關鍵，因為它意味著沒有銀行可以向市場投放更多的比特幣。正因為如此，比特幣常被看作是一種媲美黃金的抗通脹的產品。",
  "itCanBeObtainedThroughMining": "可通過挖礦獲取",
  "theSoCalledMining": "所謂挖礦是利用電腦演算法去解決複雜的數學問題，以此保證比特幣網路分散式記帳系統的一致性。網路設定約每十分鐘得到一個合格答案，隨後比特幣網路會新生成一定量的比特幣作為區塊獎勵，獎勵獲得答案的人，即獲得比特幣。",
  "fastTransactions": "快速交易",
  "theAverageVerificationTime": "比特幣交易的平均驗證時間是十分鐘，這意味著您可以在十分鐘內將比特幣發送往全球任何一個地方，即使在週末也是一樣。儘管聽起來可能不可思議，隨著更多專注於交易速度的新的數字貨幣的出現，比特幣不再是最快的支付方式。",
  "BitcoinsHistoricalPrice": "比特幣的歷史價格",
  "comparedWithTraditionalCurrencies": "和傳統貨幣相比，數字貨幣的波動性大非常多。傳統貨幣每週的波幅通常小於1%，而比特幣在2017年是60%，一些其它的數字貨幣的波幅甚至更大。儘管一些人認為數字貨幣的價格充滿泡沫，但它們的波動水平無疑為日內交易者提供了很多交易機會。",
  "fromThePerspectiveOfVolatility": "從波動性的角度來看自2013年以來Bitcoin的幾個顯著的價格變動。",
  "HighPointInTheSpring": "2013年春天的高點：Bitcoin價格的首個爆漲出現在2013年3月到4月，當時它的價格由30美元爆漲至230美元。此次上漲的一個可能原因是塞浦路斯銀行業危險，當時超過一定額度的大額存款有可能直接被銀行沒收，而Bitcoin對於這類事件則完全免疫。",
  "riseInNovember": "2013年11月的上漲：由於來自中國的需求量的增加，以及美國參議院對Bitcoin表示出興趣，Bitcoin價格上漲至1,000美元。",
  "lowPointInJanuary": "2015年1月的低點：由於中國政府的限制，以及線上毒品交易平台Silk Road的創始人被逮捕，Bitcoin的價格大幅下跌。",
  "highPoint": "2017的高點：比特幣的價格上破10,000美元。",
  "highestPointSoFar": "截至目前的最高點: $63,000美元。"
}
